{"source": "https://standardebooks.org/ebooks/helen-keller/the-story-of-my-life/text/single-page", "text": "\nLater Helen came to my room, looking very sad, and wanted to kiss me. I said, “I cannot kiss naughty girl.” She spelled, “Helen is good, Viney is bad.” I said: “You struck Viney and kicked her and hurt her. You were very naughty, and I cannot kiss naughty girl.” She stood very still for a moment, and it was evident from her face, which was flushed and troubled, that a struggle was going on in her mind. Then she said: “Helen did (does) not love teacher. Helen do love mother. Mother will whip Viney.” I told her that she had better not talk about it any more, but think. She knew that I was much troubled, and would have liked to stay near me; but I thought it best for her to sit by herself. At the dinner-table she was greatly disturbed because I didn’t eat, and suggested that “Cook make tea for teacher.” But I told her that my heart was sad, and I didn’t feel like eating. She began to cry and sob and clung to me.\nShe was very much excited when we went upstairs; so I tried to interest her in a curious insect called a stick-bug. It’s the queerest thing I ever saw⁠—a little bundle of fagots fastened together in the middle. I wouldn’t believe it was alive until I saw it move. Even then it looked more like a mechanical toy than a living creature. But the poor little girl couldn’t fix her attention. Her heart was full of trouble, and she wanted to talk about it. She said: “Can bug know about naughty girl? Is bug very happy?” Then, putting her arms round my neck, she said: “I am (will be) good tomorrow. Helen is (will be) good all days.” I said, “Will you tell Viney you are very sorry you scratched and kicked her?” She smiled and answered, “Viney (can) not spell words.” “I will tell Viney you are very sorry,” I said. “Will you go with me and find Viney?” She was very willing to go, and let Viney kiss her, though she didn’t return the caress. She has been unusually affectionate since, and it seems to me there is a sweetness⁠—a soul-beauty in her face which I have not seen before.\nJuly 31, 1887.\nHelen’s pencil-writing is excellent, as you will see from the enclosed letter, which she wrote for her own amusement. I am teaching her the braille alphabet, and she is delighted to be able to make words herself that she can feel.\nShe has now reached the question stage of her development. It is “what?” “why?” “when?” especially “why?” all day long, and as her intelligence grows her inquiries become more insistent. I remember how unbearable I used to find the inquisitiveness of my friends’ children; but I know now that these questions indicate the child’s growing interest in the cause of things. The “why?” is the door through which he enters the world of reason and reflection. “How does carpenter know to build house?” “Who put chickens in eggs?” “Why is Viney black?” “Flies bite⁠—why?” “Can flies know not to bite?” “Why did father kill sheep?” Of course she asks many questions that are not as intelligent as these. Her mind isn’t more logical than the minds of ordinary children. On the whole, her questions are analogous to those that a bright three-year-old child asks; but her desire for knowledge is so earnest, the questions are never tedious, though they draw heavily upon my meager store of information, and tax my ingenuity to the utmost.\nI had a letter from Laura Bridgman last Sunday. Please give her my love, and tell her Helen sends her a kiss. I read the letter at the supper-table, and Mrs. Keller exclaimed: “My, Miss Annie, Helen writes almost as well as that now!” It is true.\nAugust 21, 1887.\nWe had a beautiful time in Huntsville. Everybody there was delighted with Helen, and showered her with gifts and kisses. The first evening she learned the names of all the people in the hotel, about twenty, I think. The next morning we were astonished to find that she remembered all of them, and recognized everyone she had met the night before. She taught the young people the alphabet, and several of them learned to talk with her. One of the girls taught her to dance the polka, and a little boy showed her his rabbits and spelled their names for her. She was delighted, and showed her pleasure by hugging and kissing the little fellow, which embarrassed him very much.\nWe had Helen’s picture taken with a fuzzy, red-eyed little poodle, who got himself into my lady’s good graces by tricks and cunning devices known only to dogs with an instinct for getting what they want.\nShe has talked incessantly since her return about what she did in Huntsville, and we notice a very decided improvement in her ability to use language. Curiously enough, a drive we took to the top of Monte Sano, a beautiful mountain not far from Huntsville, seems to have impressed her more than anything else, except the wonderful poodle. She remembers all that I told her about it, and in telling her mother repeated the very words and phrases I had used in describing it to her. In conclusion she asked her mother if she should like to see “very high mountain and beautiful cloudcaps.” I hadn’t used this expression. I said, “The clouds touch the mountain softly, like beautiful flowers.” You see, I had to use words and images with which she was familiar through the sense of touch. But it hardly seems possible that any mere words should convey to one who has never seen a mountain the faintest idea of its grandeur; and I don’t see how anyone is ever to know what impression she did receive, or the cause of her pleasure in what was told her about it. All that we do know certainly is that she has a good memory and imagination and the faculty of association.\nAugust 28, 1887.\nI do wish things would stop being born! “New puppies,” “new calves” and “new babies” keep Helen’s interest in the why and wherefore of things at white heat. The arrival of a new baby at Ivy Green the other day was the occasion of a fresh outburst of questions about the origin of babies and live things in general. “Where did Leila get new baby? How did doctor know where to find baby? Did Leila tell doctor to get very small new baby? Where did doctor find Guy and Prince?” (puppies) “Why is Elizabeth Evelyn’s sister?” etc., etc. These questions were sometimes asked under circumstances which rendered them embarrassing, and I made up my mind that something must be done. If it was natural for Helen to ask such questions, it was my duty to answer them. It’s a great mistake, I think, to put children off with falsehoods and nonsense, when their growing powers of observation and discrimination excite in them a desire to know about things. From the beginning, I have made it a practice to answer all Helen’s questions to the best of my ability in a way intelligible to her, and at the same time truthfully. “Why should I treat these questions differently?” I asked myself. I decided that there was no reason, except my deplorable ignorance of the great facts that underlie our physical existence. It was no doubt because of this ignorance that I rushed in where more experienced angels fear to tread. There isn’t a living soul in this part of the world to whom I can go for advice in this, or indeed, in any other educational difficulty. The only thing for me to do in a perplexity is to go ahead, and learn by making mistakes. But in this case I don’t think I made a mistake. I took Helen and my Botany, How Plants Grow, up in the tree, where we often go to read and study, and I told her in simple words the story of plantlife. I reminded her of the corn, beans and watermelon-seed she had planted in the spring, and told her that the tall corn in the garden, and the beans and watermelon vines had grown from those seeds. I explained how the earth keeps the seeds warm and moist, until the little leaves are strong enough to push themselves out into the light and air where they can breathe and grow and bloom and make more seeds, from which other baby-plants shall grow. I drew an analogy between plant and animal-life, and told her that seeds are eggs as truly as hens’ eggs and birds’ eggs⁠—that the mother hen keeps her eggs warm and dry until the little chicks come out. I made her understand that all life comes from an egg. The mother bird lays her eggs in a nest and keeps them warm until the birdlings are hatched. The mother fish lays her eggs where she knows they will be moist and safe, until it is time for the little fish to come out. I told her that she could call the egg the cradle of life. Then I told her that other animals like the dog and cow, and human beings, do not lay their eggs, but nourish their young in their own bodies. I had no difficulty in making it clear to her that if plants and animals didn’t produce offspring after their kind, they would cease to exist, and everything in the world would soon die. But the function of sex I passed over as lightly as possible. I did, however, try to give her the idea that love is the great continuer of life. The subject was difficult, and my knowledge inadequate; but I am glad I didn’t shirk my responsibility; for, stumbling, hesitating, and incomplete as my explanation was, it touched deep responsive chords in the soul of my little pupil, and the readiness with which she comprehended the great facts of physical life confirmed me in the opinion that the child has dormant within him, when he comes into the world, all the experiences of the race. These experiences are like photographic negatives, until language develops them and brings out the memory-images.\nSeptember 4, 1887.\nHelen had a letter this morning from her uncle, Doctor Keller. He invited her to come to see him at Hot Springs. The name Hot Springs interested her, and she asked many questions about it. She knows about cold springs. There are several near Tuscumbia; one very large one from which the town got its name. “Tuscumbia” is the Indian for “Great Spring.” But she was surprised that hot water should come out of the ground. She wanted to know who made fire under the ground, and if it was like the fire in stoves, and if it burned the roots of plants and trees.\nShe was much pleased with the letter, and after she had asked all the questions she could think of, she took it to her mother, who was sewing in the hall, and read it to her. It was amusing to see her hold it before her eyes and spell the sentences out on her fingers, just as I had done. Afterward she tried to read it to Belle (the dog) and Mildred. Mrs. Keller and I watched the nursery comedy from the door. Belle was sleepy, and Mildred inattentive. Helen looked very serious, and, once or twice, when Mildred tried to take the letter, she put her hand away impatiently. Finally Belle got up, shook herself, and was about to walk away, when Helen caught her by the neck and forced her to lie down again. In the meantime Mildred had got the letter and crept away with it. Helen felt on the floor for it, but not finding it there, she evidently suspected Mildred; for she made the little sound which is her “baby call.” Then she got up and stood very still, as if listening with her feet for Mildred’s “thump, thump.” When she had located the sound, she went quickly toward the little culprit and found her chewing the precious letter! This was too much for Helen. She snatched the letter and slapped the little hands soundly. Mrs. Keller took the baby in her arms, and when we had succeeded in pacifying her, I asked Helen, “What did you do to baby?” She looked troubled, and hesitated a moment before answering. Then she said: “Wrong girl did eat letter. Helen did slap very wrong girl.” I told her that Mildred was very small, and didn’t know that it was wrong to put the letter in her mouth.\n“I did tell baby, no, no, much (many) times,” was Helen’s reply.\nI said, “Mildred doesn’t understand your fingers, and we must be very gentle with her.”\nShe shook her head.\n“Baby⁠—not think. Helen will give baby pretty letter,” and with that she ran upstairs and brought down a neatly folded sheet of braille, on which she had written some words, and gave it to Mildred, saying, “Baby can eat all words.”\nSeptember 18, 1887.\nI do not wonder you were surprised to hear that I was going to write something for the report. I do not know myself how it happened, except that I got tired of saying “no,” and Captain Keller urged me to do it. He agreed with Mr. Anagnos that it was my duty to give others the benefit of my experience. Besides, they said Helen’s wonderful deliverance might be a boon to other afflicted children.\nWhen I sit down to write, my thoughts freeze, and when I get them on paper they look like wooden soldiers all in a row, and if a live one happens along, I put him in a straitjacket. It’s easy enough, however, to say Helen is wonderful, because she really is. I kept a record of everything she said last week, and I found that she knows six hundred words. This does not mean, however, that she always uses them correctly. Sometimes her sentences are like Chinese puzzles; but they are the kind of puzzles children make when they try to express their half-formed ideas by means of arbitrary language. She has the true language-impulse, and shows great fertility of resource in making the words at her command convey her meaning.\nLately she has been much interested in colour. She found the word “brown” in her primer and wanted to know its meaning. I told her that her hair was brown, and she asked, “Is brown very pretty?” After we had been all over the house, and I had told her the colour of everything she touched, she suggested that we go to the henhouses and barns; but I told her she must wait until another day because I was very tired. We sat in the hammock; but there was no rest for the weary there. Helen was eager to know “more colour.” I wonder if she has any vague idea of colour⁠—any reminiscent impression of light and sound. It seems as if a child who could see and hear until her nineteenth month must retain some of her first impressions, though ever so faintly. Helen talks a great deal about things that she cannot know of through the sense of touch. She asks many questions about the sky, day and night, the ocean and mountains. She likes to have me tell her what I see in pictures.\nBut I seem to have lost the thread of my discourse. “What colour is think?” was one of the restful questions she asked, as we swung to and fro in the hammock. I told her that when we are happy our thoughts are bright, and when we are naughty they are sad. Quick as a flash she said, “My think is white, Viney’s think is black.” You see, she had an idea that the colour of our thoughts matched that of our skin. I couldn’t help laughing, for at that very moment Viney was shouting at the top of her voice:\n\n“I long to sit on dem jasper walls\n\nAnd see dem sinners stumble and fall!”\n\nOctober 3, 1887.\nMy account for the report is finished and sent off. I have two copies, and will send you one; but you mustn’t show it to anybody. It’s Mr. Anagnos’s property until it is published.\nI suppose the little girls enjoyed Helen’s letter.15 She wrote it out of her own head, as the children say.\nShe talks a great deal about what she will do when she goes to Boston. She asked the other day, “Who made all things and Boston?” She says Mildred will not go there because “Baby does cry all days.”\nOctober 25, 1887.\nHelen wrote another letter16 to the little girls yesterday, and her father sent it to Mr. Anagnos. Ask him to let you see it. She has begun to use the pronouns of her own accord. This morning I happened to say, “Helen will go upstairs.” She laughed and said, “Teacher is wrong. You will go upstairs.” This is another great forward step. Thus it always is. Yesterday’s perplexities are strangely simple today, and today’s difficulties become tomorrow’s pastime.\nThe rapid development of Helen’s mind is beautiful to watch. I doubt if any teacher ever had a work of such absorbing interest. There must have been one lucky star in the heavens at my birth, and I am just beginning to feel its beneficent influence.\nI had two letters from Mr. Anagnos last week. He is more grateful for my report than the English idiom will express. Now he wants a picture “of darling Helen and her illustrious teacher, to grace the pages of the forthcoming annual report.”\nOctober, 1887.\nYou have probably read, ere this, Helen’s second letter to the little girls. I am aware that the progress which she has made between the writing of the two letters must seem incredible. Only those who are with her daily can realize the rapid advancement which she is making in the acquisition of language. You will see from her letter that she uses many pronouns correctly. She rarely misuses or omits one in conversation. Her passion for writing letters and putting her thoughts upon paper grows more intense. She now tells stories in which the imagination plays an important part. She is also beginning to realize that she is not like other children. The other day she asked, “What do my eyes do?” I told her that I could see things with my eyes, and that she could see them with her fingers. After thinking a moment she said, “My eyes are bad!” then she changed it into “My eyes are sick!”\nMiss Sullivan’s first report, which was published in the official report of the Perkins Institution for the year 1887, is a short summary of what is fully recorded in the letters. Here follows the last part, beginning with the great day, April 5th, when Helen learned water.\nIn her reports Miss Sullivan speaks of “lessons” as if they came in regular order. This is the effect of putting it all in a summary. “Lesson” is too formal for the continuous daily work.\nOne day I took her to the cistern. As the water gushed from the pump I spelled “w-a-t-e-r.” Instantly she tapped my hand for a repetition, and then made the word herself with a radiant face. Just then the nurse came into the cistern-house bringing her little sister. I put Helen’s hand on the baby and formed the letters “b-a-b-y,” which she repeated without help and with the light of a new intelligence in her face.\nOn our way back to the house everything she touched had to be named for her, and repetition was seldom necessary. Neither the length of the word nor the combination of letters seems to make any difference to the child. Indeed, she remembers heliotrope and chrysanthemum more readily than she does shorter names. At the end of August she knew 625 words.\nThis lesson was followed by one on words indicative of place-relations. Her dress was put in a trunk, and then on it, and these prepositions were spelled for her. Very soon she learned the difference between on and in, though it was some time before she could use these words in sentences of her own. Whenever it was possible she was made the actor in the lesson, and was delighted to stand on the chair, and to be put into the wardrobe. In connection with this lesson she learned the names of the members of the family and the word is. “Helen is in wardrobe,” “Mildred is in crib,” “Box is on table,” “Papa is on bed,” are specimens of sentences constructed by her during the latter part of April.\nNext came a lesson on words expressive of positive quality. For the first lesson I had two balls, one made of worsted, large and soft, the other a bullet. She perceived the difference in size at once. Taking the bullet she made her habitual sign for small⁠—that is, by pinching a little bit of the skin of one hand. Then she took the other ball and made her sign for large by spreading both hands over it. I substituted the adjectives large and small for those signs. Then her attention was called to the hardness of the one ball and the softness of the other, and she learned soft and hard. A few minutes afterward she felt of her little sister’s head and said to her mother, “Mildred’s head is small and hard.” Next I tried to teach her the meaning of fast and slow. She helped me wind some worsted one day, first rapidly and afterward slowly. I then said to her with the finger alphabet, “wind fast,” or “wind slow,” holding her hands and showing her how to do as I wished. The next day, while exercising, she spelled to me, “Helen wind fast,” and began to walk rapidly. Then she said, “Helen wind slow,” again suiting the action to the words.\nI now thought it time to teach her to read printed words. A slip on which was printed, in raised letters, the word box was placed on the object, and the same experiment was tried with a great many articles, but she did not immediately comprehend that the label-name represented the thing. Then I took an alphabet sheet and put her finger on the letter A, at the same time making A with my fingers. She moved her finger from one printed character to another as I formed each letter on my fingers. She learned all the letters, both capital and small, in one day. Next I turned to the first page of the primer and made her touch the word cat, spelling it on my fingers at the same time. Instantly she caught the idea, and asked me to find dog and many other words. Indeed, she was much displeased because I could not find her name in the book. Just then I had no sentences in raised letters which she could understand; but she would sit for hours feeling each word in her book. When she touched one with which she was familiar, a peculiarly sweet expression lighted her face, and we saw her countenance growing sweeter and more earnest every day. About this time I sent a list of the words she knew to Mr. Anagnos, and he very kindly had them printed for her. Her mother and I cut up several sheets of printed words so that she could arrange them into sentences. This delighted her more than anything she had yet done; and the practice thus obtained prepared the way for the writing lessons. There was no difficulty in making her understand how to write the same sentences with pencil and paper which she made every day with the slips, and she very soon perceived that she need not confine herself to phrases already learned, but could communicate any thought that was passing through her mind. I put one of the writing boards used by the blind between the folds of the paper on the table, and allowed her to examine an alphabet of the square letters, such as she was to make. I then guided her hand to form the sentence, “Cat does drink milk.” When she finished it she was overjoyed. She carried it to her mother, who spelled it to her.\nDay after day she moved her pencil in the same tracks along the grooved paper, never for a moment expressing the least impatience or sense of fatigue.\nAs she had now learned to express her ideas on paper, I next taught her the braille system. She learned it gladly when she discovered that she could herself read what she had written; and this still affords her constant pleasure. For a whole evening she will sit at the table writing whatever comes into her busy brain; and I seldom find any difficulty in reading what she has written.\nHer progress in arithmetic has been equally remarkable. She can add and subtract with great rapidity up to the sum of one hundred; and she knows the multiplication tables as far as the fives. She was working recently with the number forty, when I said to her, “Make twos.” She replied immediately, “Twenty twos make forty.” Later I said, “Make fifteen threes and count.” I wished her to make the groups of threes and supposed she would then have to count them in order to know what number fifteen threes would make. But instantly she spelled the answer: “Fifteen threes make forty-five.”\nOn being told that she was white and that one of the servants was black, she concluded that all who occupied a similar menial position were of the same hue; and whenever I asked her the colour of a servant she would say “black.” When asked the colour of someone whose occupation she did not know she seemed bewildered, and finally said “blue.”\nShe has never been told anything about death or the burial of the body, and yet on entering the cemetery for the first time in her life, with her mother and me, to look at some flowers, she laid her hand on our eyes and repeatedly spelled “cry⁠—cry.” Her eyes actually filled with tears. The flowers did not seem to give her pleasure, and she was very quiet while we stayed there.\nOn another occasion while walking with me she seemed conscious of the presence of her brother, although we were distant from him. She spelled his name repeatedly and started in the direction in which he was coming.\nWhen walking or riding she often gives the names of the people we meet almost as soon as we recognize them.\nThe letters take up the account again.\nNovember 13, 1887.\nWe took Helen to the circus, and had “the time of our lives”! The circus people were much interested in Helen, and did everything they could to make her first circus a memorable event. They let her feel the animals whenever it was safe. She fed the elephants, and was allowed to climb up on the back of the largest, and sit in the lap of the “Oriental Princess,” while the elephant marched majestically around the ring. She felt some young lions. They were as gentle as kittens; but I told her they would get wild and fierce as they grew older. She said to the keeper, “I will take the baby lions home and teach them to be mild.” The keeper of the bears made one big black fellow stand on his hind legs and hold out his great paw to us, which Helen shook politely. She was greatly delighted with the monkeys and kept her hand on the star performer while he went through his tricks, and laughed heartily when he took off his hat to the audience. One cute little fellow stole her hair-ribbon, and another tried to snatch the flowers out of her hat. I don’t know who had the best time, the monkeys, Helen or the spectators. One of the leopards licked her hands, and the man in charge of the giraffes lifted her up in his arms so that she could feel their ears and see how tall they were. She also felt a Greek chariot, and the charioteer would have liked to take her round the ring; but she was afraid of “many swift horses.” The riders and clowns and rope-walkers were all glad to let the little blind girl feel their costumes and follow their motions whenever it was possible, and she kissed them all, to show her gratitude. Some of them cried, and the wild man of Borneo shrank from her sweet little face in terror. She has talked about nothing but the circus ever since. In order to answer her questions, I have been obliged to read a great deal about animals. At present I feel like a jungle on wheels!\nDecember 12, 1887.\nI find it hard to realize that Christmas is almost here, in spite of the fact that Helen talks about nothing else. Do you remember what a happy time we had last Christmas?\nHelen has learned to tell the time at last, and her father is going to give her a watch for Christmas.\nHelen is as eager to have stories told her as any hearing child I ever knew. She has made me repeat the story of little Red Riding Hood so often that I believe I could say it backward. She likes stories that make her cry⁠—I think we all do, it’s so nice to feel sad when you’ve nothing particular to be sad about. I am teaching her little rhymes and verses, too. They fix beautiful thoughts in her memory. I think, too, that they quicken all the child’s faculties, because they stimulate the imagination. Of course I don’t try to explain everything. If I did, there would be no opportunity for the play of fancy. Too much explanation directs the child’s attention to words and sentences, so that he fails to get the thought as a whole. I do not think anyone can read, or talk for that matter, until he forgets words and sentences in the technical sense.\nJanuary 1, 1888.\nIt is a great thing to feel that you are of some use in the world, that you are necessary to somebody. Helen’s dependence on me for almost everything makes me strong and glad.\nChristmas week was a very busy one here, too. Helen is invited to all the children’s entertainments, and I take her to as many as I can. I want her to know children and to be with them as much as possible. Several little girls have learned to spell on their fingers and are very proud of the accomplishment. One little chap, about seven, was persuaded to learn the letters, and he spelled his name for Helen. She was delighted, and showed her joy, by hugging and kissing him, much to his embarrassment.\nSaturday the schoolchildren had their tree, and I took Helen. It was the first Christmas tree she had ever seen, and she was puzzled, and asked many questions. “Who made tree grow in house? Why? Who put many things on tree?” She objected to its miscellaneous fruits and began to remove them, evidently thinking they were all meant for her. It was not difficult, however, to make her understand that there was a present for each child, and to her great delight she was permitted to hand the gifts to the children. There were several presents for herself. She placed them in a chair, resisting all temptation to look at them until every child had received his gifts. One little girl had fewer presents than the rest, and Helen insisted on sharing her gifts with her. It was very sweet to see the children’s eager interest in Helen, and their readiness to give her pleasure. The exercises began at nine, and it was one o’clock before we could leave. My fingers and head ached; but Helen was as fresh and full of spirit as when we left home.\nAfter dinner it began to snow, and we had a good frolic and an interesting lesson about the snow. Sunday morning the ground was covered, and Helen and the cook’s children and I played snowball. By noon the snow was all gone. It was the first snow I had seen here, and it made me a little homesick. The Christmas season has furnished many lessons, and added scores of new words to Helen’s vocabulary.\nFor weeks we did nothing but talk and read and tell each other stories about Christmas. Of course I do not try to explain all the new words, nor does Helen fully understand the little stories I tell her; but constant repetition fixes the words and phrases in the mind, and little by little the meaning will come to her. I see no sense in “faking” conversation for the sake of teaching language. It’s stupid and deadening to pupil and teacher. Talk should be natural and have for its object an exchange of ideas. If there is nothing in the child’s mind to communicate, it hardly seems worth while to require him to write on the blackboard, or spell on his fingers, cut and dried sentences about “the cat,” “the bird,” “a dog.” I have tried from the beginning to talk naturally to Helen and to teach her to tell me only things that interest her and ask questions only for the sake of finding out what she wants to know. When I see that she is eager to tell me something, but is hampered because she does not know the words, I supply them and the necessary idioms, and we get along finely. The child’s eagerness and interest carry her over many obstacles that would be our undoing if we stopped to define and explain everything. What would happen, do you think, if someone should try to measure our intelligence by our ability to define the commonest words we use? I fear me, if I were put to such a test, I should be consigned to the primary class in a school for the feebleminded.\nIt was touching and beautiful to see Helen enjoy her first Christmas. Of course, she hung her stocking⁠—two of them lest Santa Claus should forget one, and she lay awake for a long time and got up two or three times to see if anything had happened. When I told her that Santa Claus would not come until she was asleep, she shut her eyes and said, “He will think girl is asleep.” She was awake the first thing in the morning, and ran to the fireplace for her stocking; and when she found that Santa Claus had filled both stockings, she danced about for a minute, then grew very quiet, and came to ask me if I thought Santa Claus had made a mistake, and thought there were two little girls, and would come back for the gifts when he discovered his mistake. The ring you sent her was in the toe of the stocking, and when I told her you gave it to Santa Claus for her, she said, “I do love Mrs. Hopkins.” She had a trunk and clothes for Nancy, and her comment was, “Now Nancy will go to party.” When she saw the braille slate and paper, she said, “I will write many letters, and I will thank Santa Claus very much.” It was evident that everyone, especially Captain and Mrs. Keller, was deeply moved at the thought of the difference between this bright Christmas and the last, when their little girl had no conscious part in the Christmas festivities. As we came downstairs, Mrs. Keller said to me with tears in her eyes, “Miss Annie, I thank God every day of my life for sending you to us; but I never realized until this morning what a blessing you have been to us.” Captain Keller took my hand, but could not speak. But his silence was more eloquent than words. My heart, too, was full of gratitude and solemn joy.\nThe other day Helen came across the word grandfather in a little story and asked her mother, “Where is grandfather?” meaning her grandfather. Mrs. Keller replied, “He is dead.” “Did father shoot him?” Helen asked, and added, “I will eat grandfather for dinner.” So far, her only knowledge of death is in connection with things to eat. She knows that her father shoots partridges and deer and other game.\nThis morning she asked me the meaning of “carpenter,” and the question furnished the text for the day’s lesson. After talking about the various things that carpenters make, she asked me, “Did carpenter make me?” and before I could answer, she spelled quickly, “No, no, photographer made me in Sheffield.”\nOne of the greatest iron furnaces has been started in Sheffield, and we went over the other evening to see them make a “run.” Helen felt the heat and asked, “Did the sun fall?”\nJanuary 9, 1888.\nThe report came last night. I appreciate the kind things Mr. Anagnos has said about Helen and me; but his extravagant way of saying them rubs me the wrong way. The simple facts would be so much more convincing! Why, for instance, does he take the trouble to ascribe motives to me that I never dreamed of? You know, and he knows, and I know, that my motive in coming here was not in any sense philanthropic. How ridiculous it is to say I had drunk so copiously of the noble spirit of Dr. Howe that I was fired with the desire to rescue from darkness and obscurity the little Alabamian! I came here simply because circumstances made it necessary for me to earn my living, and I seized upon the first opportunity that offered itself, although I did not suspect nor did he, that I had any special fitness for the work.\nJanuary 26, 1888.\nI suppose you got Helen’s letter. The little rascal has taken it into her head not to write with a pencil. I wanted her to write to her Uncle Frank this morning, but she objected. She said: “Pencil is very tired in head. I will write Uncle Frank braille letter.” I said, “But Uncle Frank cannot read braille.” “I will teach him,” she said. I explained that Uncle Frank was old, and couldn’t learn braille easily. In a flash she answered, “I think Uncle Frank is much (too) old to read very small letters.” Finally I persuaded her to write a few lines; but she broke her pencil six times before she finished it. I said to her, “You are a naughty girl.” “No,” she replied, “pencil is very weak.” I think her objection to pencil-writing is readily accounted for by the fact that she has been asked to write so many specimens for friends and strangers. You know how the children at the Institution detest it. It is irksome because the process is so slow, and they cannot read what they have written or correct their mistakes.\nHelen is more and more interested in colour. When I told her that Mildred’s eyes were blue, she asked, “Are they like wee skies?” A little while after I had told her that a carnation that had been given her was red, she puckered up her mouth and said, “Lips are like one pink.” I told her they were tulips; but of course she didn’t understand the wordplay. I can’t believe that the colour-impressions she received during the year and a half she could see and hear are entirely lost. Everything we have seen and heard is in the mind somewhere. It may be too vague and confused to be recognizable, but it is there all the same, like the landscape we lose in the deepening twilight.\nFebruary 10, 1888.\nWe got home last night. We had a splendid time in Memphis, but I didn’t rest much. It was nothing but excitement from first to last⁠—drives, luncheons, receptions, and all that they involve when you have an eager, tireless child like Helen on your hands. She talked incessantly. I don’t know what I should have done, had some of the young people not learned to talk with her. They relieved me as much as possible. But even then I can never have a quiet half hour to myself. It is always: “Oh, Miss Sullivan, please come and tell us what Helen means,” or “Miss Sullivan, won’t you please explain this to Helen? We can’t make her understand.” I believe half the white population of Memphis called on us. Helen was petted and caressed enough to spoil an angel; but I do not think it is possible to spoil her, she is too unconscious of herself, and too loving.\nThe stores in Memphis are very good, and I managed to spend all the money that I had with me. One day Helen said, “I must buy Nancy a very pretty hat.” I said, “Very well, we will go shopping this afternoon.” She had a silver dollar and a dime. When we reached the shop, I asked her how much she would pay for Nancy’s hat. She answered promptly, “I will pay ten cents.” “What will you do with the dollar?” I asked. “I will buy some good candy to take to Tuscumbia,” was her reply.\nWe visited the Stock Exchange and a steamboat. Helen was greatly interested in the boat, and insisted on being shown every inch of it from the engine to the flag on the flagstaff. I was gratified to read what the Nation had to say about Helen last week.\nCaptain Keller has had two interesting letters since the publication of the “Report,” one from Dr. Alexander Graham Bell, and the other from Dr. Edward Everett Hale. Dr. Hale claims kinship with Helen, and seems very proud of his little cousin. Dr. Bell writes that Helen’s progress is without a parallel in the education of the deaf, or something like that and he says many nice things about her teacher.\nMarch 5, 1888.\nI did not have a chance to finish my letter yesterday. Miss Ev. came up to help me make a list of words Helen has learned. We have got as far as P, and there are 900 words to her credit. I had Helen begin a journal17 March 1st. I don’t know how long she will keep it up. It’s rather stupid business, I think. Just now she finds it great fun. She seems to like to tell all she knows. This is what Helen wrote Sunday:\n“I got up, washed my face and hands, combed my hair, picked three dew violets for Teacher and ate my breakfast. After breakfast I played with dolls short. Nancy was cross. Cross is cry and kick. I read in my book about large, fierce animals. Fierce is much cross and strong and very hungry. I do not love fierce animals. I wrote letter to Uncle James. He lives in Hotsprings. He is doctor. Doctor makes sick girl well. I do not like sick. Then I ate my dinner. I like much icecream very much. After dinner father went to Birmingham on train far away. I had letter from Robert. He loves me. He said Dear Helen, Robert was glad to get a letter from dear, sweet little Helen. I will come to see you when the sun shines. Mrs. Newsum is Robert’s wife. Robert is her husband. Robert and I will run and jump and hop and dance and swing and talk about birds and flowers and trees and grass and Jumbo and Pearl will go with us. Teacher will say, We are silly. She is funny. Funny makes us laugh. Natalie is a good girl and does not cry. Mildred does cry. She will be a nice girl in many days and run and play with me. Mrs. Graves is making short dresses for Natalie. Mr. Mayo went to Duckhill and brought home many sweet flowers. Mr. Mayo and Mr. Farris and Mr. Graves love me and Teacher. I am going to Memphis to see them soon, and they will hug and kiss me. Thornton goes to school and gets his face dirty. Boy must be very careful. After supper I played romp with Teacher in bed. She buried me under the pillows and then I grew very slow like tree out of ground. Now, I will go to bed.\nHelen Keller.”\nApril 16, 1888.\nWe are just back from church. Captain Keller said at breakfast this morning that he wished I would take Helen to church. The Presbytery would be there in a body, and he wanted the ministers to see Helen. The Sunday-school was in session when we arrived, and I wish you could have seen the sensation Helen’s entrance caused. The children were so pleased to see her at Sunday-school, they paid no attention to their teachers, but rushed out of their seats and surrounded us. She kissed them all, boys and girls, willing or unwilling. She seemed to think at first that the children all belonged to the visiting ministers; but soon she recognized some little friends among them, and I told her the ministers didn’t bring their children with them. She looked disappointed and said, “I’ll send them many kisses.” One of the ministers wished me to ask Helen, “What do ministers do?” She said, “They read and talk loud to people to be good.” He put her answer down in his note book. When it was time for the church service to begin, she was in such a state of excitement that I thought it best to take her away; but Captain Keller said, “No, she will be all right.” So there was nothing to do but stay. It was impossible to keep Helen quiet. She hugged and kissed me, and the quiet-looking divine who sat on the other side of her. He gave her his watch to play with; but that didn’t keep her still. She wanted to show it to the little boy in the seat behind us. When the communion service began, she smelt the wine, and sniffed so loud that everyone in the church could hear. When the wine was passed to our neighbour, he was obliged to stand up to prevent her taking it away from him. I never was so glad to get out of a place as I was to leave that church! I tried to hurry Helen out-of-doors, but she kept her arm extended, and every coattail she touched must needs turn round and give an account of the children he left at home, and receive kisses according to their number. Everybody laughed at her antics, and you would have thought they were leaving a place of amusement rather than a church. Captain Keller invited some of the ministers to dinner. Helen was irrepressible. She described in the most animated pantomime, supplemented by spelling, what she was going to do in Brewster. Finally she got up from the table and went through the motion of picking seaweed and shells, and splashing in the water, holding up her skirts higher than was proper under the circumstances. Then she threw herself on the floor and began to swim so energetically that some of us thought we should be kicked out of our chairs! Her motions are often more expressive than any words, and she is as graceful as a nymph.\nI wonder if the days seem as interminable to you as they do to me. We talk and plan and dream about nothing but Boston, Boston, Boston. I think Mrs. Keller has definitely decided to go with us, but she will not stay all summer.\nMay 15, 1888.\nDo you realize that this is the last letter I shall write to you for a long, long time? The next word that you receive from me will be in a yellow envelope, and it will tell you when we shall reach Boston. I am too happy to write letters; but I must tell you about our visit to Cincinnati.\nWe spent a delightful week with the “doctors.” Dr. Keller met us in Memphis. Almost everyone on the train was a physician, and Dr. Keller seemed to know them all. When we reached Cincinnati, we found the place full of doctors. There were several prominent Boston physicians among them. We stayed at the Burnet House. Everybody was delighted with Helen. All the learned men marveled at her intelligence and gaiety. There is something about her that attracts people. I think it is her joyous interest in everything and everybody", "summary": "\nThis document chronicles Annie Sullivan's experience teaching Helen Keller, a deaf and blind child, from July 1887 to May 1888. Sullivan's account, shared through letters and reports, details Helen's remarkable intellectual and emotional development during this crucial period.\nIn July 1887, we see early signs of Helen's moral development. After striking another child named Viney, Helen initially resists acknowledging her wrongdoing. Eventually, she experiences remorse, promising \"Helen is good all days.\" Sullivan notes a new \"soul-beauty\" in Helen's face after this incident, suggesting emotional growth. Helen's penmanship is progressing excellently, and Sullivan begins teaching her the braille alphabet, which delights Helen as she can now read what she writes.\nBy this time, Helen has entered what Sullivan calls \"the question stage\" of development, constantly asking \"what?\" \"why?\" and \"when?\" Sullivan compares these questions to those of a bright three-year-old child, indicating that Helen's development, though delayed, follows normal patterns. Helen's questions range from the practical (\"How does carpenter know to build house?\") to the abstract (\"Why is Viney black?\"). Sullivan treats these inquiries seriously, seeing them as signs of Helen's growing interest in understanding causality.\nDuring a trip to Huntsville, Helen demonstrates impressive abilities in social settings. She learns the names of about twenty hotel guests in one evening and remembers them all the next morning. She teaches the young people the alphabet and learns to dance the polka. Sullivan notices a \"very decided improvement in her ability to use language\" after this excursion. Helen's memory and imagination are particularly striking, as evidenced by her detailed recollection of their trip to Monte Sano mountain.\nHelen's curiosity extends to the origins of life, prompting Sullivan to tackle difficult subjects. When faced with Helen's questions about where babies come from, Sullivan decides to be truthful rather than evasive. She takes Helen to a tree and explains plant reproduction, drawing analogies between plant and animal life. She explains that seeds are like eggs, that mother birds keep eggs warm until they hatch, and that mammals, including humans, nurture their young within their bodies. Sullivan notes that while the explanation was challenging and incomplete, Helen comprehended the fundamental concepts, supporting Sullivan's belief that children possess \"dormant within them, when they come into the world, all the experiences of the race.\"\nBy September 1887, Helen's vocabulary continues to expand rapidly. During this month, Helen demonstrates emotional intelligence when she slaps her baby sister Mildred for chewing a letter. When Sullivan explains that Mildred is too small to understand, Helen creates a braille letter specifically for the baby to chew on, showing both problem-solving skills and empathy.\nSullivan maintains records of Helen's progress, noting that by late September she knows six hundred words, though she doesn't always use them correctly. Helen shows interest in colors despite her blindness, asking questions about the sky, day, night, the ocean, and mountains. This curiosity about things she cannot directly experience through touch demonstrates her ability to form abstract concepts. Sullivan wonders if Helen retains some visual memories from before she lost her sight at nineteen months.\nBy October, Helen begins using pronouns correctly of her own accord, a significant linguistic milestone. Sullivan marvels at how \"yesterday's perplexities are strangely simple today,\" highlighting the rapid pace of Helen's development. Helen's passion for writing grows more intense, and she creates stories in which imagination plays an important part. She also begins to realize she is different from other children, asking \"What do my eyes do?\" and concluding \"My eyes are sick!\"\nA pivotal moment in Helen's education occurs when Sullivan takes her to a cistern and spells \"w-a-t-e-r\" as water gushes from a pump. Helen immediately asks for repetition and then makes the word herself with \"a radiant face,\" showing a breakthrough in connecting words with their meanings. This is followed by rapid vocabulary acquisition, with Helen learning 625 words by the end of August. Sullivan begins teaching Helen prepositions (on, in), positive qualities (large, small, hard, soft), and speed concepts (fast, slow).\nSullivan then teaches Helen to read printed words in raised letters. Helen quickly grasps the connection between objects and their label-names, learning all letters, both capital and small, in a single day. She progresses to forming sentences from word cards, delighting in this new ability. Sullivan then teaches her the braille system, which gives Helen constant pleasure as she can read what she writes. Her progress in arithmetic is equally remarkable—she can add and subtract up to one hundred and knows multiplication tables through the fives.\nIn November, Helen visits a circus, which becomes a memorable event. The circus people allow her to feel the animals and experience the performances through touch. She feeds elephants, feels lions, shakes hands with a bear, and interacts with monkeys. Her fearlessness and curiosity are evident, though she declines riding in a chariot pulled by \"many swift horses.\" This exposure to new experiences enriches her understanding of the world and provides context for the stories and information she has learned.\nBy December, Helen learns to tell time, and Sullivan notes her love of stories, particularly those with emotional resonance. Sullivan teaches Helen rhymes and verses to \"fix beautiful thoughts in her memory\" and stimulate her imagination. She adopts an educational philosophy that avoids excessive explanation, believing that too much technical focus on words and sentences prevents children from grasping thoughts as whole concepts.\nHelen's first Christmas with language is particularly moving. She hangs stockings for Santa Claus and is overjoyed to find them filled. When she discovers both stockings have gifts, she worries Santa made a mistake and thought there were two little girls. The contrast between this Christmas and the previous one, when Helen \"had no conscious part in the Christmas festivities,\" deeply moves her parents, who express profound gratitude to Sullivan for the transformation in their daughter's life.\nIn January 1888, Helen decides she prefers writing in braille over using a pencil, explaining that \"pencil is very tired in head.\" Sullivan attributes this preference to the slow process of pencil writing and Helen's inability to read or correct her own pencil writing. Helen continues to show interest in colors, making poetic comparisons such as describing blue eyes as \"like wee skies\" and describing lips as \"like one pink,\" suggesting possible retained color impressions from the period when she could see.\nIn February, Sullivan describes a busy trip to Memphis where Helen \"talked incessantly\" and attracted significant attention. Sullivan notes that despite being \"petted and caressed enough to spoil an angel,\" Helen remains unspoiled due to her lack of self-consciousness and her loving nature. In early March, Sullivan records that Helen has learned 900 words and has begun keeping a journal. Helen's journal entries reveal her developing ability to express daily experiences, emotions, and plans.\nBy April, Helen attends church, causing a sensation with her enthusiastic greetings and inability to remain quiet during the service. She kisses everyone, comments loudly, and even attempts to take communion wine. Her behavior, while disruptive, is received with general good humor, with Captain Keller insisting, \"No, she will be all right\" when Sullivan suggests removing her.\nThe account concludes in May with a visit to Cincinnati, where Helen meets numerous physicians who marvel at \"her intelligence and gaiety.\" Sullivan observes that \"there is something about her that attracts people,\" attributing this magnetism to Helen's \"joyous interest in everything and everybody.\"\nThroughout these letters, Sullivan emerges as a dedicated, innovative teacher who respects Helen's intelligence and treats her questions with seriousness. She adjusts her teaching methods to Helen's needs, using tactile experiences, real-life situations, and concrete examples to build Helen's understanding of abstract concepts. Sullivan's approach emphasizes natural language acquisition through meaningful interaction rather than rote exercises, allowing Helen's curiosity to drive her education. The result is Helen's extraordinary progress—from a child with limited communication abilities to one who can read, write, perform arithmetic, and engage thoughtfully with the world around her, all within less than a year of structured education.\n", "map": [["Annie Sullivan", "Helen Keller"], ["Annie Sullivan", "Teaching philosophy"], ["Annie Sullivan", "Tactile teaching"], ["Annie Sullivan", "Truthful teaching"], ["Helen Keller", "Language development"], ["Helen Keller", "Moral understanding"], ["Helen Keller", "Social interactions"], ["Helen Keller", "Memory skills"], ["Helen Keller", "Abstract thinking"], ["Helen Keller", "Self-awareness"], ["Helen Keller", "Arithmetic skills"], ["Helen Keller", "Empathy development"], ["Helen Keller", "Emotional growth"], ["Teaching philosophy", "Natural language method"], ["Teaching philosophy", "Rapid progress"], ["Tactile teaching", "Learning breakthroughs"], ["Tactile teaching", "Abstract thinking"], ["Learning breakthroughs", "Water concept"], ["Learning breakthroughs", "Language development"], ["Language development", "Vocabulary growth"], ["Language development", "Pronoun usage"], ["Braille system", "Reading and writing"], ["Reading and writing", "Journal keeping"], ["Moral understanding", "Emotional growth"], ["Memory skills", "Learning process"], ["Learning process", "Rapid progress"], ["Helen's curiosity", "Question stage"], ["Helen's curiosity", "Learning process"], ["Question stage", "Abstract thinking"], ["New experiences", "World understanding"], ["New experiences", "Circus visit"], ["New experiences", "Christmas celebration"], ["Self-awareness", "Eyes realization"], ["Emotional growth", "Soul-beauty"], ["Social interactions", "Huntsville trip"], ["Social interactions", "Church visit"], ["Vocabulary growth", "600 words"], ["Vocabulary growth", "900 words"], ["Arithmetic skills", "Addition and subtraction"], ["Arithmetic skills", "Multiplication tables"]]}