{"source": "https://www.gutenberg.org/cache/epub/84/pg84-images.html", "text": "\r\n\n\r\nIf this journey had taken place during my days of study and happiness, it would\r\nhave afforded me inexpressible pleasure. But a blight had come over my\r\nexistence, and I only visited these people for the sake of the information they\r\nmight give me on the subject in which my interest was so terribly profound.\r\nCompany was irksome to me; when alone, I could fill my mind with the sights of\r\nheaven and earth; the voice of Henry soothed me, and I could thus cheat myself\r\ninto a transitory peace. But busy, uninteresting, joyous faces brought back\r\ndespair to my heart. I saw an insurmountable barrier placed between me and my\r\nfellow men; this barrier was sealed with the blood of William and Justine, and\r\nto reflect on the events connected with those names filled my soul with\r\nanguish.\r\n\n\r\nBut in Clerval I saw the image of my former self; he was inquisitive and\r\nanxious to gain experience and instruction. The difference of manners which he\r\nobserved was to him an inexhaustible source of instruction and amusement. He\r\nwas also pursuing an object he had long had in view. His design was to visit\r\nIndia, in the belief that he had in his knowledge of its various languages, and\r\nin the views he had taken of its society, the means of materially assisting the\r\nprogress of European colonization and trade. In Britain only could he further\r\nthe execution of his plan. He was for ever busy, and the only check to his\r\nenjoyments was my sorrowful and dejected mind. I tried to conceal this as much\r\nas possible, that I might not debar him from the pleasures natural to one who\r\nwas entering on a new scene of life, undisturbed by any care or bitter\r\nrecollection. I often refused to accompany him, alleging another engagement,\r\nthat I might remain alone. I now also began to collect the materials necessary\r\nfor my new creation, and this was to me like the torture of single drops of\r\nwater continually falling on the head. Every thought that was devoted to it was\r\nan extreme anguish, and every word that I spoke in allusion to it caused my\r\nlips to quiver, and my heart to palpitate.\r\n\n\r\nAfter passing some months in London, we received a letter from a person in\r\nScotland who had formerly been our visitor at Geneva. He mentioned the beauties\r\nof his native country and asked us if those were not sufficient allurements to\r\ninduce us to prolong our journey as far north as Perth, where he resided.\r\nClerval eagerly desired to accept this invitation, and I, although I abhorred\r\nsociety, wished to view again mountains and streams and all the wondrous works\r\nwith which Nature adorns her chosen dwelling-places.\r\n\n\r\nWe had arrived in England at the beginning of October, and it was now February.\r\nWe accordingly determined to commence our journey towards the north at the\r\nexpiration of another month. In this expedition we did not intend to follow the\r\ngreat road to Edinburgh, but to visit Windsor, Oxford, Matlock, and the\r\nCumberland lakes, resolving to arrive at the completion of this tour about the\r\nend of July. I packed up my chemical instruments and the materials I had\r\ncollected, resolving to finish my labours in some obscure nook in the northern\r\nhighlands of Scotland.\r\n\n\r\nWe quitted London on the 27th of March and remained a few days at Windsor,\r\nrambling in its beautiful forest. This was a new scene to us mountaineers; the\r\nmajestic oaks, the quantity of game, and the herds of stately deer were all\r\nnovelties to us.\r\n\n\r\nFrom thence we proceeded to Oxford. As we entered this city, our minds were\r\nfilled with the remembrance of the events that had been transacted there more\r\nthan a century and a half before. It was here that Charles I. had collected his\r\nforces. This city had remained faithful to him, after the whole nation had\r\nforsaken his cause to join the standard of Parliament and liberty. The memory\r\nof that unfortunate king and his companions, the amiable Falkland, the insolent\r\nGoring, his queen, and son, gave a peculiar interest to every part of the city\r\nwhich they might be supposed to have inhabited. The spirit of elder days found\r\na dwelling here, and we delighted to trace its footsteps. If these feelings had\r\nnot found an imaginary gratification, the appearance of the city had yet in\r\nitself sufficient beauty to obtain our admiration. The colleges are ancient and\r\npicturesque; the streets are almost magnificent; and the lovely Isis, which\r\nflows beside it through meadows of exquisite verdure, is spread forth into a\r\nplacid expanse of waters, which reflects its majestic assemblage of towers, and\r\nspires, and domes, embosomed among aged trees.\r\n\n\r\nI enjoyed this scene, and yet my enjoyment was embittered both by the memory of\r\nthe past and the anticipation of the future. I was formed for peaceful\r\nhappiness. During my youthful days discontent never visited my mind, and if I\r\nwas ever overcome by ennui, the sight of what is beautiful in nature or\r\nthe study of what is excellent and sublime in the productions of man could\r\nalways interest my heart and communicate elasticity to my spirits. But I am a\r\nblasted tree; the bolt has entered my soul; and I felt then that I should\r\nsurvive to exhibit what I shall soon cease to be—a miserable spectacle of\r\nwrecked humanity, pitiable to others and intolerable to myself.\r\n\n\r\nWe passed a considerable period at Oxford, rambling among its environs and\r\nendeavouring to identify every spot which might relate to the most animating\r\nepoch of English history. Our little voyages of discovery were often prolonged\r\nby the successive objects that presented themselves. We visited the tomb of the\r\nillustrious Hampden and the field on which that patriot fell. For a moment my\r\nsoul was elevated from its debasing and miserable fears to contemplate the\r\ndivine ideas of liberty and self-sacrifice of which these sights were the\r\nmonuments and the remembrancers. For an instant I dared to shake off my chains\r\nand look around me with a free and lofty spirit, but the iron had eaten into my\r\nflesh, and I sank again, trembling and hopeless, into my miserable self.\r\n\n\r\nWe left Oxford with regret and proceeded to Matlock, which was our next place\r\nof rest. The country in the neighbourhood of this village resembled, to a\r\ngreater degree, the scenery of Switzerland; but everything is on a lower scale,\r\nand the green hills want the crown of distant white Alps which always attend on\r\nthe piny mountains of my native country. We visited the wondrous cave and the\r\nlittle cabinets of natural history, where the curiosities are disposed in the\r\nsame manner as in the collections at Servox and Chamounix. The latter name made\r\nme tremble when pronounced by Henry, and I hastened to quit Matlock, with which\r\nthat terrible scene was thus associated.\r\n\n\r\nFrom Derby, still journeying northwards, we passed two months in Cumberland and\r\nWestmorland. I could now almost fancy myself among the Swiss mountains. The\r\nlittle patches of snow which yet lingered on the northern sides of the\r\nmountains, the lakes, and the dashing of the rocky streams were all familiar\r\nand dear sights to me. Here also we made some acquaintances, who almost\r\ncontrived to cheat me into happiness. The delight of Clerval was proportionably\r\ngreater than mine; his mind expanded in the company of men of talent, and he\r\nfound in his own nature greater capacities and resources than he could have\r\nimagined himself to have possessed while he associated with his inferiors. “I\r\ncould pass my life here,” said he to me; “and among these mountains I should\r\nscarcely regret Switzerland and the Rhine.”\r\n\n\r\nBut he found that a traveller’s life is one that includes much pain amidst its\r\nenjoyments. His feelings are for ever on the stretch; and when he begins to\r\nsink into repose, he finds himself obliged to quit that on which he rests in\r\npleasure for something new, which again engages his attention, and which also\r\nhe forsakes for other novelties.\r\n\n\r\nWe had scarcely visited the various lakes of Cumberland and Westmorland and\r\nconceived an affection for some of the inhabitants when the period of our\r\nappointment with our Scotch friend approached, and we left them to travel on.\r\nFor my own part I was not sorry. I had now neglected my promise for some time,\r\nand I feared the effects of the dæmon’s disappointment. He might remain in\r\nSwitzerland and wreak his vengeance on my relatives. This idea pursued me and\r\ntormented me at every moment from which I might otherwise have snatched repose\r\nand peace. I waited for my letters with feverish impatience; if they were\r\ndelayed I was miserable and overcome by a thousand fears; and when they arrived\r\nand I saw the superscription of Elizabeth or my father, I hardly dared to read\r\nand ascertain my fate. Sometimes I thought that the fiend followed me and might\r\nexpedite my remissness by murdering my companion. When these thoughts possessed\r\nme, I would not quit Henry for a moment, but followed him as his shadow, to\r\nprotect him from the fancied rage of his destroyer. I felt as if I had\r\ncommitted some great crime, the consciousness of which haunted me. I was\r\nguiltless, but I had indeed drawn down a horrible curse upon my head, as mortal\r\nas that of crime.\r\n\n\r\nI visited Edinburgh with languid eyes and mind; and yet that city might have\r\ninterested the most unfortunate being. Clerval did not like it so well as\r\nOxford, for the antiquity of the latter city was more pleasing to him. But the\r\nbeauty and regularity of the new town of Edinburgh, its romantic castle and its\r\nenvirons, the most delightful in the world, Arthur’s Seat, St. Bernard’s Well,\r\nand the Pentland Hills, compensated him for the change and filled him with\r\ncheerfulness and admiration. But I was impatient to arrive at the termination\r\nof my journey. \n\r\nWe left Edinburgh in a week, passing through Coupar, St. Andrew’s, and along\r\nthe banks of the Tay, to Perth, where our friend expected us. But I was in no\r\nmood to laugh and talk with strangers or enter into their feelings or plans\r\nwith the good humour expected from a guest; and accordingly I told Clerval that\r\nI wished to make the tour of Scotland alone. “Do you,” said I, “enjoy yourself,\r\nand let this be our rendezvous. I may be absent a month or two; but do not\r\ninterfere with my motions, I entreat you; leave me to peace and solitude for a\r\nshort time; and when I return, I hope it will be with a lighter heart, more\r\ncongenial to your own temper.”\r\n\n\r\nHenry wished to dissuade me, but seeing me bent on this plan, ceased to\r\nremonstrate. He entreated me to write often. “I had rather be with you,” he\r\nsaid, “in your solitary rambles, than with these Scotch people, whom I do not\r\nknow; hasten, then, my dear friend, to return, that I may again feel myself\r\nsomewhat at home, which I cannot do in your absence.”\r\n\n\r\nHaving parted from my friend, I determined to visit some remote spot of\r\nScotland and finish my work in solitude. I did not doubt but that the monster\r\nfollowed me and would discover himself to me when I should have finished, that\r\nhe might receive his companion.\r\n\n\r\nWith this resolution I traversed the northern highlands and fixed on one of the\r\nremotest of the Orkneys as the scene of my labours. It was a place fitted for\r\nsuch a work, being hardly more than a rock whose high sides were continually\r\nbeaten upon by the waves. The soil was barren, scarcely affording pasture for a\r\nfew miserable cows, and oatmeal for its inhabitants, which consisted of five\r\npersons, whose gaunt and scraggy limbs gave tokens of their miserable fare.\r\nVegetables and bread, when they indulged in such luxuries, and even fresh\r\nwater, was to be procured from the mainland, which was about five miles\r\ndistant.\r\n\n\r\nOn the whole island there were but three miserable huts, and one of these was\r\nvacant when I arrived. This I hired. It contained but two rooms, and these\r\nexhibited all the squalidness of the most miserable penury. The thatch had\r\nfallen in, the walls were unplastered, and the door was off its hinges. I\r\nordered it to be repaired, bought some furniture, and took possession, an\r\nincident which would doubtless have occasioned some surprise had not all the\r\nsenses of the cottagers been benumbed by want and squalid poverty. As it was, I\r\nlived ungazed at and unmolested, hardly thanked for the pittance of food and\r\nclothes which I gave, so much does suffering blunt even the coarsest sensations\r\nof men.\r\n\n\r\nIn this retreat I devoted the morning to labour; but in the evening, when the\r\nweather permitted, I walked on the stony beach of the sea to listen to the\r\nwaves as they roared and dashed at my feet. It was a monotonous yet\r\never-changing scene. I thought of Switzerland; it was far different from this\r\ndesolate and appalling landscape. Its hills are covered with vines, and its\r\ncottages are scattered thickly in the plains. Its fair lakes reflect a blue and\r\ngentle sky, and when troubled by the winds, their tumult is but as the play of\r\na lively infant when compared to the roarings of the giant ocean.\r\n\n\r\nIn this manner I distributed my occupations when I first arrived, but as I\r\nproceeded in my labour, it became every day more horrible and irksome to me.\r\nSometimes I could not prevail on myself to enter my laboratory for several\r\ndays, and at other times I toiled day and night in order to complete my work.\r\nIt was, indeed, a filthy process in which I was engaged. During my first\r\nexperiment, a kind of enthusiastic frenzy had blinded me to the horror of my\r\nemployment; my mind was intently fixed on the consummation of my labour, and my\r\neyes were shut to the horror of my proceedings. But now I went to it in cold\r\nblood, and my heart often sickened at the work of my hands.\r\n\n\r\nThus situated, employed in the most detestable occupation, immersed in a\r\nsolitude where nothing could for an instant call my attention from the actual\r\nscene in which I was engaged, my spirits became unequal; I grew restless and\r\nnervous. Every moment I feared to meet my persecutor. Sometimes I sat with my\r\neyes fixed on the ground, fearing to raise them lest they should encounter the\r\nobject which I so much dreaded to behold. I feared to wander from the sight of\r\nmy fellow creatures lest when alone he should come to claim his companion.\r\n\n\r\nIn the mean time I worked on, and my labour was already considerably advanced.\r\nI looked towards its completion with a tremulous and eager hope, which I dared\r\nnot trust myself to question but which was intermixed with obscure forebodings\r\nof evil that made my heart sicken in my bosom.\r\n\n\r\nI sat one evening in my laboratory; the sun had set, and the moon was just\r\nrising from the sea; I had not sufficient light for my employment, and I\r\nremained idle, in a pause of consideration of whether I should leave my labour\r\nfor the night or hasten its conclusion by an unremitting attention to it. As I\r\nsat, a train of reflection occurred to me which led me to consider the effects\r\nof what I was now doing. Three years before, I was engaged in the same manner\r\nand had created a fiend whose unparalleled barbarity had desolated my heart and\r\nfilled it for ever with the bitterest remorse. I was now about to form another\r\nbeing of whose dispositions I was alike ignorant; she might become ten thousand\r\ntimes more malignant than her mate and delight, for its own sake, in murder and\r\nwretchedness. He had sworn to quit the neighbourhood of man and hide himself in\r\ndeserts, but she had not; and she, who in all probability was to become a\r\nthinking and reasoning animal, might refuse to comply with a compact made\r\nbefore her creation. They might even hate each other; the creature who already\r\nlived loathed his own deformity, and might he not conceive a greater abhorrence\r\nfor it when it came before his eyes in the female form? She also might turn\r\nwith disgust from him to the superior beauty of man; she might quit him, and he\r\nbe again alone, exasperated by the fresh provocation of being deserted by one\r\nof his own species.\r\n\n\r\nEven if they were to leave Europe and inhabit the deserts of the new world, yet\r\none of the first results of those sympathies for which the dæmon thirsted would\r\nbe children, and a race of devils would be propagated upon the earth who might\r\nmake the very existence of the species of man a condition precarious and full\r\nof terror. Had I right, for my own benefit, to inflict this curse upon\r\neverlasting generations? I had before been moved by the sophisms of the being I\r\nhad created; I had been struck senseless by his fiendish threats; but now, for\r\nthe first time, the wickedness of my promise burst upon me; I shuddered to\r\nthink that future ages might curse me as their pest, whose selfishness had not\r\nhesitated to buy its own peace at the price, perhaps, of the existence of the\r\nwhole human race.\r\n\n\r\nI trembled and my heart failed within me, when, on looking up, I saw by the\r\nlight of the moon the dæmon at the casement. A ghastly grin wrinkled his lips\r\nas he gazed on me, where I sat fulfilling the task which he had allotted to me.\r\nYes, he had followed me in my travels; he had loitered in forests, hid himself\r\nin caves, or taken refuge in wide and desert heaths; and he now came to mark my\r\nprogress and claim the fulfilment of my promise.\r\n\n\r\nAs I looked on him, his countenance expressed the utmost extent of malice and\r\ntreachery. I thought with a sensation of madness on my promise of creating\r\nanother like to him, and trembling with passion, tore to pieces the thing on\r\nwhich I was engaged. The wretch saw me destroy the creature on whose future\r\nexistence he depended for happiness, and with a howl of devilish despair and\r\nrevenge, withdrew.\r\n\n\r\nI left the room, and locking the door, made a solemn vow in my own heart never\r\nto resume my labours; and then, with trembling steps, I sought my own\r\napartment. I was alone; none were near me to dissipate the gloom and relieve me\r\nfrom the sickening oppression of the most terrible reveries.\r\n\n\r\nSeveral hours passed, and I remained near my window gazing on the sea; it was\r\nalmost motionless, for the winds were hushed, and all nature reposed under the\r\neye of the quiet moon. A few fishing vessels alone specked the water, and now\r\nand then the gentle breeze wafted the sound of voices as the fishermen called\r\nto one another. I felt the silence, although I was hardly conscious of its\r\nextreme profundity, until my ear was suddenly arrested by the paddling of oars\r\nnear the shore, and a person landed close to my house.\r\n\n\r\nIn a few minutes after, I heard the creaking of my door, as if some one\r\nendeavoured to open it softly. I trembled from head to foot; I felt a\r\npresentiment of who it was and wished to rouse one of the peasants who dwelt in\r\na cottage not far from mine; but I was overcome by the sensation of\r\nhelplessness, so often felt in frightful dreams, when you in vain endeavour to\r\nfly from an impending danger, and was rooted to the spot.\r\n\n\r\nPresently I heard the sound of footsteps along the passage; the door opened,\r\nand the wretch whom I dreaded appeared. Shutting the door, he approached me and\r\nsaid in a smothered voice,\r\n\n\r\n“You have destroyed the work which you began; what is it that you intend? Do\r\nyou dare to break your promise? I have endured toil and misery; I left\r\nSwitzerland with you; I crept along the shores of the Rhine, among its willow\r\nislands and over the summits of its hills. I have dwelt many months in the\r\nheaths of England and among the deserts of Scotland. I have endured\r\nincalculable fatigue, and cold, and hunger; do you dare destroy my hopes?”\r\n\n\r\n“Begone! I do break my promise; never will I create another like yourself,\r\nequal in deformity and wickedness.”\r\n\n\r\n“Slave, I before reasoned with you, but you have proved yourself unworthy of my\r\ncondescension. Remember that I have power; you believe yourself miserable, but\r\nI can make you so wretched that the light of day will be hateful to you. You\r\nare my creator, but I am your master; obey!”\r\n\n\r\n“The hour of my irresolution is past, and the period of your power is arrived.\r\nYour threats cannot move me to do an act of wickedness; but they confirm me in\r\na determination of not creating you a companion in vice. Shall I, in cool\r\nblood, set loose upon the earth a dæmon whose delight is in death and\r\nwretchedness? Begone! I am firm, and your words will only exasperate my rage.”\r\n\n\r\nThe monster saw my determination in my face and gnashed his teeth in the\r\nimpotence of anger. “Shall each man,” cried he, “find a wife for his bosom, and\r\neach beast have his mate, and I be alone? I had feelings of affection, and they\r\nwere requited by detestation and scorn. Man! You may hate, but beware! Your\r\nhours will pass in dread and misery, and soon the bolt will fall which must\r\nravish from you your happiness for ever. Are you to be happy while I grovel in\r\nthe intensity of my wretchedness? You can blast my other passions, but revenge\r\nremains—revenge, henceforth dearer than light or food! I may die, but first\r\nyou, my tyrant and tormentor, shall curse the sun that gazes on your misery.\r\nBeware, for I am fearless and therefore powerful. I will watch with the\r\nwiliness of a snake, that I may sting with its venom. Man, you shall repent of\r\nthe injuries you inflict.”\r\n\n\r\n“Devil, cease; and do not poison the air with these sounds of malice. I have\r\ndeclared my resolution to you, and I am no coward to bend beneath words. Leave\r\nme; I am inexorable.”\r\n\n\r\n“It is well. I go; but remember, I shall be with you on your wedding-night.”\r\n\n\r\nI started forward and exclaimed, “Villain! Before you sign my death-warrant, be\r\nsure that you are yourself safe.”\r\n\n\r\nI would have seized him, but he eluded me and quitted the house with\r\nprecipitation. In a few moments I saw him in his boat, which shot across the\r\nwaters with an arrowy swiftness and was soon lost amidst the waves.\r\n\n\r\nAll was again silent, but his words rang in my ears. I burned with rage to\r\npursue the murderer of my peace and precipitate him into the ocean. I walked up\r\nand down my room hastily and perturbed, while my imagination conjured up a\r\nthousand images to torment and sting me. Why had I not followed him and closed\r\nwith him in mortal strife? But I had suffered him to depart, and he had\r\ndirected his course towards the mainland. I shuddered to think who might be the\r\nnext victim sacrificed to his insatiate revenge. And then I thought again of\r\nhis words—“I will be with you on your wedding-night.” That, then, was\r\nthe period fixed for the fulfilment of my destiny. In that hour I should die\r\nand at once satisfy and extinguish his malice. The prospect did not move me to\r\nfear; yet when I thought of my beloved Elizabeth, of her tears and endless\r\nsorrow, when she should find her lover so barbarously snatched from her, tears,\r\nthe first I had shed for many months, streamed from my eyes, and I resolved not\r\nto fall before my enemy without a bitter struggle.\r\n\n\r\nThe night passed away, and the sun rose from the ocean; my feelings became\r\ncalmer, if it may be called calmness when the violence of rage sinks into the\r\ndepths of despair. I left the house, the horrid scene of the last night’s\r\ncontention, and walked on the beach of the sea, which I almost regarded as an\r\ninsuperable barrier between me and my fellow creatures; nay, a wish that such\r\nshould prove the fact stole across me. I desired that I might pass my life on\r\nthat barren rock, wearily, it is true, but uninterrupted by any sudden shock of\r\nmisery. If I returned, it was to be sacrificed or to see those whom I most\r\nloved die under the grasp of a dæmon whom I had myself created.\r\n\n\r\nI walked about the isle like a restless spectre, separated from all it loved\r\nand miserable in the separation. When it became noon, and the sun rose higher,\r\nI lay down on the grass and was overpowered by a deep sleep. I had been awake\r\nthe whole of the preceding night, my nerves were agitated, and my eyes inflamed\r\nby watching and misery. The sleep into which I now sank refreshed me; and when\r\nI awoke, I again felt as if I belonged to a race of human beings like myself,\r\nand I began to reflect upon what had passed with greater composure; yet still\r\nthe words of the fiend rang in my ears like a death-knell; they appeared like a\r\ndream, yet distinct and oppressive as a reality.\r\n\n\r\nThe sun had far descended, and I still sat on the shore, satisfying my\r\nappetite, which had become ravenous, with an oaten cake, when I saw a\r\nfishing-boat land close to me, and one of the men brought me a packet; it\r\ncontained letters from Geneva, and one from Clerval entreating me to join him.\r\nHe said that he was wearing away his time fruitlessly where he was, that\r\nletters from the friends he had formed in London desired his return to complete\r\nthe negotiation they had entered into for his Indian enterprise. He could not\r\nany longer delay his departure; but as his journey to London might be followed,\r\neven sooner than he now conjectured, by his longer voyage, he entreated me to\r\nbestow as much of my society on him as I could spare. He besought me,\r\ntherefore, to leave my solitary isle and to meet him at Perth, that we might\r\nproceed southwards together. This letter in a degree recalled me to life, and I\r\ndetermined to quit my island at the expiration of two days.\r\n\n\r\nYet, before I departed, there was a task to perform, on which I shuddered to\r\nreflect; I must pack up my chemical instruments, and for that purpose I must\r\nenter the room which had been the scene of my odious work, and I must handle\r\nthose utensils the sight of which was sickening to me. The next morning, at\r\ndaybreak, I summoned sufficient courage and unlocked the door of my laboratory.\r\nThe remains of the half-finished creature, whom I had destroyed, lay scattered\r\non the floor, and I almost felt as if I had mangled the living flesh of a human\r\nbeing. I paused to collect myself and then entered the chamber. With trembling\r\nhand I conveyed the instruments out of the room, but I reflected that I ought\r\nnot to leave the relics of my work to excite the horror and suspicion of the\r\npeasants; and I accordingly put them into a basket, with a great quantity of\r\nstones, and laying them up, determined to throw them into the sea that very\r\nnight; and in the meantime I sat upon the beach, employed in cleaning and\r\narranging my chemical apparatus. \n\r\nNothing could be more complete than the alteration that had taken place in my\r\nfeelings since the night of the appearance of the dæmon. I had before regarded\r\nmy promise with a gloomy despair as a thing that, with whatever consequences,\r\nmust be fulfilled; but I now felt as if a film had been taken from before my\r\neyes and that I for the first time saw clearly. The idea of renewing my labours\r\ndid not for one instant occur to me; the threat I had heard weighed on my\r\nthoughts, but I did not reflect that a voluntary act of mine could avert it. I\r\nhad resolved in my own mind that to create another like the fiend I had first\r\nmade would be an act of the basest and most atrocious selfishness, and I\r\nbanished from my mind every thought that could lead to a different conclusion.\r\n\n\r\nBetween two and three in the morning the moon rose; and I then, putting my\r\nbasket aboard a little skiff, sailed out about four miles from the shore. The\r\nscene was perfectly solitary; a few boats were returning towards land, but I\r\nsailed away from them. I felt as if I was about the commission of a dreadful\r\ncrime and avoided with shuddering anxiety any encounter with my fellow\r\ncreatures. At one time the moon, which had before been clear, was suddenly\r\noverspread by a thick cloud, and I took advantage of the moment of darkness and\r\ncast my basket into the sea; I listened to the gurgling sound as it sank and\r\nthen sailed away from the spot. The sky became clouded, but the air was pure,\r\nalthough chilled by the northeast breeze that was then rising. But it refreshed\r\nme and filled me with such agreeable sensations that I resolved to prolong my\r\nstay on the water, and fixing the rudder in a direct position, stretched myself\r\nat the bottom of the boat. Clouds hid the moon, everything was obscure, and I\r\nheard only the sound of the boat as its keel cut through the waves; the murmur\r\nlulled me, and in a short time I slept soundly.\r\n\n\r\nI do not know how long I remained in this situation, but when I awoke I found\r\nthat the sun had already mounted considerably. The wind was high, and the waves\r\ncontinually threatened the safety of my little skiff. I found that the wind was\r\nnortheast and must have driven me far from the coast from which I had embarked.\r\nI endeavoured to change my course but quickly found that if I again made the\r\nattempt the boat would be instantly filled with water. Thus situated, my only\r\nresource was to drive before the wind. I confess that I felt a few sensations\r\nof terror. I had no compass with me and was so slenderly acquainted with the\r\ngeography of this part of the world that the sun was of little benefit to me. I\r\nmight be driven into the wide Atlantic and feel all the tortures of starvation\r\nor be swallowed up in the immeasurable waters that roared and buffeted around\r\nme. I had already been out many hours and felt the torment of a burning thirst,\r\na prelude to my other sufferings. I looked on the heavens, which were covered\r\nby clouds that flew before the wind, only to be replaced by others; I looked\r\nupon the sea; it was to be my grave. “Fiend,” I exclaimed, “your task is\r\nalready fulfilled!” I thought of Elizabeth, of my father, and of Clerval—all\r\nleft behind, on whom the monster might satisfy his sanguinary and merciless\r\npassions. This idea plunged me into a reverie so despairing and frightful that\r\neven now, when the scene is on the point of closing before me for ever, I\r\nshudder to reflect on it.\r\n\n\r\nSome hours passed thus; but by degrees, as the sun declined towards the\r\nhorizon, the wind died away into a gentle breeze and the sea became free from\r\nbreakers. But these gave place to a heavy swell; I felt sick and hardly able to\r\nhold the rudder, when suddenly I saw a line of high land towards the south.\r\n\n\r\nAlmost spent, as I was, by fatigue and the dreadful suspense I endured for\r\nseveral hours, this sudden certainty of life rushed like a flood of warm joy to\r\nmy heart, and tears gushed from my eyes.\r\n\n\r\nHow mutable are our feelings, and how strange is that clinging love we have of\r\nlife even in the excess of misery! I constructed another sail with a part of my\r\ndress and eagerly steered my course towards the land. It had a wild and rocky\r\nappearance, but as I approached nearer I easily perceived the traces of\r\ncultivation. I saw vessels near the shore and found myself suddenly transported\r\nback to the neighbourhood of civilised man. I carefully traced the windings of\r\nthe land and hailed a steeple which I at length saw issuing from behind a small\r\npromontory. As I was in a state of extreme debility, I resolved to sail\r\ndirectly towards the town, as a place where I could most easily procure\r\nnourishment. Fortunately I had money with me. As I turned the promontory I\r\nperceived a small neat town and a good harbour, which I entered, my heart\r\nbounding with joy at my unexpected escape.\r\n\n\r\nAs I was occupied in fixing the boat and arranging the sails, several people\r\ncrowded towards the spot. They seemed much surprised at my appearance, but\r\ninstead of offering me any assistance, whispered together with gestures that at\r\nany other time might have produced in me a slight sensation of alarm. As it\r\nwas, I merely remarked that they spoke English, and I therefore addressed them\r\nin that language. “My good friends,” said I, “will you be so kind as to tell me\r\nthe name of this town and inform me where I am?”\r\n\n\r\n“You will know that soon enough,” replied a man with a hoarse voice. “Maybe you\r\nare come to a place that will not prove much to your taste, but you will not be\r\nconsulted as to your quarters, I promise you.”\r\n\n\r\nI was exceedingly surprised on receiving so rude an answer from a stranger, and\r\nI was also disconcerted on perceiving the frowning and angry countenances of\r\nhis companions. “Why do you answer me so roughly?” I replied. “Surely it is not\r\nthe custom of Englishmen to receive strangers so inhospitably.”\r\n\n\r\n“I do not know,” said the man, “what the custom of the English may be, but it\r\nis the custom of the Irish to hate villains.”\r\n\n\r\nWhile this strange dialogue continued, I perceived the crowd rapidly increase.\r\nTheir faces expressed a mixture of curiosity and anger, which annoyed and in\r\nsome degree alarmed me. I inquired the way to the inn, but no one replied. I\r\nthen moved forward, and a murmuring sound arose from the crowd as they followed\r\nand surrounded me, when an ill-looking man approaching tapped me on the\r\nshoulder and said, “Come, sir, you must follow me to Mr. Kirwin’s to give an\r\naccount of yourself.”\r\n\n\r\n“Who is Mr. Kirwin? Why am I to give an account of myself? Is not this a free\r\ncountry?”\r\n\n\r\n“Ay, sir, free enough for honest folks. Mr. Kirwin is a magistrate, and you are\r\nto give an account of the death of a gentleman who was found murdered here last\r\nnight.”\r\n\n\r\nThis answer startled me, but I presently recovered myself. I was innocent; that\r\ncould easily be proved; accordingly I followed my conductor in silence and was\r\nled to one of the best houses in the town. I was ready to sink from fatigue and\r\nhunger, but being surrounded by a crowd, I thought it politic to rouse all my\r\nstrength, that no physical debility might be construed into apprehension or\r\nconscious guilt. Little did I then expect the calamity that was in a few\r\nmoments to overwhelm me and extinguish in horror and despair all fear of\r\nignominy or death.\r\n\n\r\nI must pause here, for it requires all my fortitude to recall the memory of the\r\nfrightful events which I am about to relate, in proper detail, to my\r\nrecollection.\r\n\n\r\nI was soon introduced into the presence of the magistrate, an old benevolent\r\nman with calm and mild manners. He looked upon me, however, with some degree of\r\nseverity, and then, turning towards my conductors, he asked who appeared as\r\nwitnesses on this occasion.\r\n\n\r\nAbout half a dozen men came forward; and, one being selected by the magistrate,\r\nhe deposed that he had been out fishing the night before with his son and\r\nbrother-in-law, Daniel Nugent, when, about ten o’clock, they observed a strong\r\nnortherly blast rising, and they accordingly put in for port. It was a very\r\ndark night, as the moon had not yet risen; they did not land at the harbour,\r\nbut, as they had been accustomed, at a creek about two miles below. He walked\r\non first, carrying a part of the fishing tackle, and his companions followed\r\nhim at some distance. As he was proceeding along the sands, he struck his foot\r\nagainst something and fell at his length on the ground. His companions came up\r\nto assist him, and by the light of their lantern they found that he had fallen\r\non the body of a man, who was to all appearance dead. Their first supposition\r\nwas that it was the corpse of some person who had been drowned and was thrown\r\non shore by the waves, but on examination they found that the clothes were not\r\nwet and even that the body was not then cold. They instantly carried it to the\r\ncottage of an old woman near the spot and endeavoured, but in vain, to restore\r\nit to life. It appeared to be a handsome young man, about five and twenty years\r\nof age. He had apparently been strangled, for there was no sign of any violence\r\nexcept the black mark of fingers on his neck.\r\n\n\r\nThe first part of this deposition did not in the least interest me, but when\r\nthe mark of the fingers was mentioned I remembered the murder of my brother and\r\nfelt myself extremely agitated; my limbs trembled, and a mist came over my\r\neyes, which obliged me to lean on a chair for support. The magistrate observed\r\nme with a keen eye and of course drew an unfavourable augury from my manner.\r\n\n\r\nThe son confirmed his father’s account, but when Daniel Nugent was called he\r\nswore positively that just before the fall of his companion, he saw a boat,\r\nwith a single man in it, at a short distance from the shore; and as far as he\r\ncould judge by the light of a few stars, it was the same boat in which I had\r\njust landed.\r\n\n\r\nA woman deposed that she lived near the beach and was standing at the door of\r\nher cottage, waiting for the return of the fishermen, about an hour before she\r\nheard of the discovery of the body, when she saw a boat with only one man in it\r\npush off from that part of the shore where the corpse was afterwards found.\r\n\n\r\nAnother woman confirmed the account of the fishermen having brought the body\r\ninto her house; it was not cold. They put it into a bed and rubbed it, and\r\nDaniel went to the town for an apothecary, but life was quite gone.\r\n\n\r\nSeveral other men were examined concerning my landing, and they agreed that,\r\nwith the strong north wind that had arisen during the night, it was very\r\nprobable that I had beaten about for many hours and had been obliged to return\r\nnearly to the same spot from which I had departed. Besides, they observed that\r\nit appeared that I had brought the body from another place, and it was likely\r\nthat as I did not appear to know the shore, I might have put into the harbour\r\nignorant of the distance of the town of —— from the place where I had deposited\r\nthe corpse.\r\n\n\r\nMr. Kirwin, on hearing this evidence, desired that I should be taken into the\r\nroom where the body lay for interment, that it might be observed what effect\r\nthe sight of it would produce upon me. This idea was probably suggested by the\r\nextreme agitation I had exhibited when the mode of the murder had been\r\ndescribed. I was accordingly conducted, by the magistrate and several other\r\npersons, to the inn. I could not help being struck by the strange coincidences\r\nthat had taken place during this eventful night; but, knowing that I had been\r\nconversing with several persons in the island I had inhabited about the time\r\nthat the body had been found, I was perfectly tranquil as to the consequences\r\nof the affair.\r\n\n\r\nI entered the room where the corpse lay and was led up to the coffin. How can I\r\ndescribe my sensations on beholding it? I feel yet parched with horror, nor can\r\nI reflect on that terrible moment without shuddering and agony. The\r\nexamination, the presence of the magistrate and witnesses, passed like a dream\r\nfrom my memory when I saw the lifeless form of Henry Clerval stretched before\r\nme. I gasped for breath, and throwing myself on the body, I exclaimed, “Have my\r\nmurderous machinations deprived you also, my dearest Henry, of life? Two I have\r\nalready destroyed; other victims await their destiny; but you, Clerval, my\r\nfriend, my benefactor—”\r\n\n\r\nThe human frame could no longer support the agonies that I endured, and I was\r\ncarried out of the room in strong convulsions.\r\n\n\r\nA fever succeeded to this. I lay for two months on the point of death; my\r\nravings, as I afterwards heard, were frightful; I called myself the murderer of\r\nWilliam, of Justine, and of Clerval. Sometimes I entreated my attendants to\r\nassist me in the destruction of the fiend by whom I was tormented; and at\r\nothers I felt the fingers of the monster already grasping my neck, and screamed\r\naloud with agony and terror. Fortunately, as I spoke my native language, Mr.\r\nKirwin alone understood me; but my gestures and bitter cries were sufficient to\r\naffright the other witnesses.\r\n\n\r\nWhy did I not die? More miserable than man ever was before, why did I not sink\r\ninto forgetfulness and rest? Death snatches away many blooming children, the\r\nonly hopes of their doting parents; how many brides and youthful lovers have\r\nbeen one day in the bloom of health and hope, and the next a prey for worms and\r\nthe decay of the tomb! Of what materials was I made that I could thus resist so\r\nmany shocks, which, like the turning of the wheel, continually renewed the\r\ntorture?\r\n\n\r\nBut I was doomed to live and in two months found myself as awaking from a\r\ndream, in a prison, stretched on a wretched bed, surrounded by gaolers,\r\nturnkeys, bolts, and all the miserable apparatus of a dungeon. It was morning,\r\nI remember, when I thus awoke to understanding; I had forgotten the particulars\r\nof what had happened and only felt as if some great misfortune had suddenly\r\noverwhelmed me; but when I looked around and saw the barred windows and the\r\nsqualidness of the room in which I was, all flashed across my memory and I\r\ngroaned bitterly.\r\n\n\r\nThis sound disturbed an old woman who was sleeping in a chair beside me. She\r\nwas a hired nurse, the wife of one of the turnkeys, and her countenance\r\nexpressed all those bad qualities which often characterise that class. The\r\nlines of her face were hard and rude, like that of persons accustomed to see\r\nwithout sympathising in sights of misery. Her tone expressed her entire\r\nindifference; she addressed me in English, and the voice struck me as one that\r\nI had heard during my sufferings.\r\n\n\r\n“Are you better now, sir?” said she.\r\n\n\r\nI replied in the same language, with a feeble voice, “I believe I am; but if it\r\nbe all true, if indeed I did not dream, I am sorry that I am still alive to\r\nfeel this misery and horror.”\r\n\n\r\n“For that matter,” replied the old woman, “if you mean about the gentleman you\r\nmurdered, I believe that it were better for you if you were dead, for I fancy\r\nit will go hard with you! However, that’s none of my business; I am sent to\r\nnurse you and get you well; I do my duty with a safe conscience; it were well\r\nif everybody did the same.”\r\n\n\r\nI turned with loathing from the woman who could utter so unfeeling a speech to\r\na person just saved, on the very edge of death; but I felt languid and unable\r\nto reflect on all that had passed. The whole series of my life appeared to me\r\nas a dream; I sometimes doubted if indeed it were all true, for it never\r\npresented itself to my mind with the force of reality.\r\n\n\r\nAs the images that floated before me became more distinct, I grew feverish; a\r\ndarkness pressed around me; no one was near me who soothed me with the gentle\r\nvoice of love; no dear hand supported me. The physician came and prescribed\r\nmedicines, and the old woman prepared them for me; but utter carelessness was\r\nvisible in the first, and the expression of brutality was strongly marked in\r\nthe visage of the second. Who could be interested in the fate of a murderer but\r\nthe hangman who would gain his fee?\r\n\n\r\nThese were my first reflections, but I soon learned that Mr. Kirwin had shown\r\nme extreme kindness. He had caused the best room in the prison to be prepared\r\nfor me (wretched indeed was the best); and it was he who had provided a\r\nphysician and a nurse. It is true, he seldom came to see me, for although he\r\nardently desired to relieve the sufferings of every human creature, he did not\r\nwish to be present at the agonies and miserable ravings of a murderer. He came,\r\ntherefore, sometimes to see that I was not neglected, but his visits were short\r\nand with long intervals.\r\n\n\r\nOne day, while I was gradually recovering, I was seated in a chair, my eyes\r\nhalf open and my cheeks livid like those in death. I was overcome by gloom and\r\nmisery and often reflected I had better seek death than desire to remain in a\r\nworld which to me was replete with wretchedness. At one time I considered\r\nwhether I should not declare myself guilty and suffer the penalty of the law,\r\nless innocent than poor Justine had been. Such were my thoughts when the door\r\nof my apartment was opened and Mr. Kirwin entered. His countenance expressed\r\nsympathy and compassion; he drew a chair close to mine and addressed me in\r\nFrench,\r\n\n\r\n“I fear that this place is very shocking to you; can I do anything to make you\r\nmore comfortable?”\r\n\n\r\n“I thank you, but all that you mention is nothing to me; on the whole earth\r\nthere is no comfort which I am capable of receiving.”\r\n\n\r\n“I know that the sympathy of a stranger can be but of little relief to one\r\nborne down as you are by so strange a misfortune. But you will, I hope, soon\r\nquit this melancholy abode, for doubtless evidence can easily be brought to\r\nfree you from the criminal charge.”\r\n\n\r\n“That is my least concern; I am, by a course of strange events, become the most\r\nmiserable of mortals. Persecuted and tortured as I am and have been, can death\r\nbe any evil to me?”\r\n\n\r\n“Nothing indeed could be more unfortunate and agonising than the strange\r\nchances that have lately occurred. You were thrown, by some surprising\r\naccident, on this shore, renowned for its hospitality, seized immediately, and\r\ncharged with murder. The first sight that was presented to your eyes was the\r\nbody of your friend, murdered in so unaccountable a manner and placed, as it\r\nwere, by some fiend across your path.”\r\n\n\r\nAs Mr. Kirwin said this, notwithstanding the agitation I endured on this\r\nretrospect of my sufferings, I also felt considerable surprise at the knowledge\r\nhe seemed to possess concerning me. I suppose some astonishment was exhibited\r\nin my countenance, for Mr. Kirwin hastened to say,\r\n\n\r\n“Immediately upon your being taken ill, all the papers that were on your person\r\nwere brought me, and I examined them that I might discover some trace by which\r\nI could send to your relations an account of your misfortune and illness. I\r\nfound several letters, and, among others, one which I discovered from its\r\ncommencement to be from your father. I instantly wrote to Geneva; nearly two\r\nmonths have elapsed since the departure of my letter. But you are ill; even now\r\nyou tremble; you are unfit for agitation of any kind.”\r\n\n\r\n“This suspense is a thousand times worse than the most horrible event; tell me\r\nwhat new scene of death has been acted, and whose murder I am now to lament?”\r\n\n\r\n“Your family is perfectly well,” said Mr. Kirwin with gentleness; “and someone,\r\na friend, is come to visit you.”\r\n\n\r\nI know not by what chain of thought the idea presented itself, but it instantly\r\ndarted into my mind that the murderer had come to mock at my misery and taunt\r\nme with the death of Clerval, as a new incitement for me to comply with his\r\nhellish desires. I put my hand before my eyes, and cried out in agony,\r\n\n\r\n“Oh! Take him away! I cannot see him; for God’s sake, do not let him enter!”\r\n\n\r\nMr. Kirwin regarded me with a troubled countenance. He could not help regarding\r\nmy exclamation as a presumption of my guilt and said in rather a severe tone,\r\n\n\r\n“I should have thought, young man, that the presence of your father would have\r\nbeen welcome instead of inspiring such violent repugnance.”\r\n\n\r\n“My father!” cried I, while every feature and every muscle was relaxed from\r\nanguish to pleasure. “Is my father indeed come? How kind, how very kind! But\r\nwhere is he, why does he not hasten to me?”\r\n\n\r\nMy change of manner surprised and pleased the magistrate; perhaps he thought\r\nthat my former exclamation was a momentary return of delirium, and now he\r\ninstantly resumed his former benevolence. He rose and quitted the room with my\r\nnurse, and in a moment my father entered it.\r\n\n\r\nNothing, at this moment, could have given me greater pleasure than the arrival\r\nof my father. I stretched out my hand to him and cried,\r\n\n\r\n“Are you then safe—and Elizabeth—and Ernest?”\r\n\n\r\nMy father calmed me with assurances of their welfare and endeavoured, by\r\ndwelling on these subjects so interesting to my heart, to raise my desponding\r\nspirits; but he soon felt that a prison cannot be the abode of cheerfulness.\r\n“What a place is this that you inhabit, my son!” said he, looking mournfully at\r\nthe barred windows and wretched appearance of the room. “You travelled to seek\r\nhappiness, but a fatality seems to pursue you. And poor Clerval—”\r\n\n\r\nThe name of my unfortunate and murdered friend was an agitation too great to be\r\nendured in my weak state; I shed tears.\r\n\n\r\n“Alas! Yes, my father,” replied I; “some destiny of the most horrible kind\r\nhangs over me, and I must live to fulfil it, or surely I should have died on\r\nthe coffin of Henry.”\r\n\n\r\nWe were not allowed to converse for any length of time, for the precarious\r\nstate of my health rendered every precaution necessary that could ensure\r\ntranquillity. Mr. Kirwin came in and insisted that my strength should not be\r\nexhausted by too much exertion. But the appearance of my father was to me like\r\nthat of my good angel, and I gradually recovered my health.\r\n\n\r\nAs my sickness quitted me, I was absorbed by a gloomy and black melancholy that\r\nnothing could dissipate. The image of Clerval was for ever before me, ghastly\r\nand murdered. More than once the agitation into which these reflections threw\r\nme made my friends dread a dangerous relapse. Alas! Why did they preserve so\r\nmiserable and detested a life? It was surely that I might fulfil my destiny,\r\nwhich is now drawing to a close. Soon, oh, very soon, will death extinguish\r\nthese throbbings and relieve me from the mighty weight of anguish that bears me\r\nto the dust; and, in executing the award of justice, I shall also sink to rest.\r\nThen the appearance of death was distant, although the wish was ever present to\r\nmy thoughts; and I often sat for hours motionless and speechless, wishing for\r\nsome mighty revolution that might bury me and my destroyer in its ruins.\r\n\n\r\nThe season of the assizes approached. I had already been three months in\r\nprison, and although I was still weak and in continual danger of a relapse, I\r\nwas obliged to travel nearly a hundred miles to the country town where the\r\ncourt was held. Mr. Kirwin charged himself with every care of collecting\r\nwitnesses and arranging my defence. I was spared the disgrace of appearing\r\npublicly as a criminal, as the case was not brought before the court that\r\ndecides on life and death. The grand jury rejected the bill, on its being\r\nproved that I was on the Orkney Islands at the hour the body of my friend was\r\nfound; and a fortnight after my removal I was liberated from prison.\r\n\n\r\nMy father was enraptured on finding me freed from the vexations of a criminal\r\ncharge, that I was again allowed to breathe the fresh atmosphere and permitted\r\nto return to my native country. I did not participate in these feelings, for to\r\nme the walls of a dungeon or a palace were alike hateful. The cup of life was\r\npoisoned for ever, and although the sun shone upon me, as upon the happy and\r\ngay of heart, I saw around me nothing but a dense and frightful darkness,\r\npenetrated by no light but the glimmer of two eyes that glared upon me.\r\nSometimes they were the expressive eyes of Henry, languishing in death, the\r\ndark orbs nearly covered by the lids and the long black lashes that fringed\r\nthem; sometimes it was the watery, clouded eyes of the monster, as I first saw\r\nthem in my chamber at Ingolstadt.\r\n\n\r\nMy father tried to awaken in me the feelings of affection. He talked of Geneva,\r\nwhich I should soon visit, of Elizabeth and Ernest; but these words only drew\r\ndeep groans from me. Sometimes, indeed, I felt a wish for happiness and thought\r\nwith melancholy delight of my beloved cousin or longed, with a devouring\r\nmaladie du pays, to see once more the blue lake and rapid Rhone, that\r\nhad been so dear to me in early childhood; but my general state of feeling was\r\na torpor in which a prison was as welcome a residence as the divinest scene in\r\nnature; and these fits were seldom interrupted but by paroxysms of anguish and\r\ndespair. At these moments I often endeavoured to put an end to the existence I\r\nloathed, and it required unceasing attendance and vigilance to restrain me from\r\ncommitting some dreadful act of violence.\r\n\n\r\nYet one duty remained to me, the recollection of which finally triumphed over\r\nmy selfish despair. It was necessary that I should return without delay to\r\nGeneva, there to watch over the lives of those I so fondly loved and to lie in\r\nwait for the murderer, that if any chance led me to the place of his\r\nconcealment, or if he dared again to blast me by his presence, I might, with\r\nunfailing aim, put an end to the existence of the monstrous image which I had\r\nendued with the mockery of a soul still more monstrous. My father still desired\r\nto delay our departure, fearful that I could not sustain the fatigues of a\r\njourney, for I was a shattered wreck—the shadow of a human being. My strength\r\nwas gone. I was a mere skeleton, and fever night and day preyed upon my wasted\r\nframe.\r\n\n\r\nStill, as I urged our leaving Ireland with such inquietude and impatience, my\r\nfather thought it best to yield. We took our passage on board a vessel bound\r\nfor Havre-de-Grace and sailed with a fair wind from the Irish shores. It was\r\nmidnight. I lay on the deck looking at the stars and listening to the dashing\r\nof the waves. I hailed the darkness that shut Ireland from my sight, and my\r\npulse beat with a feverish joy when I reflected that I should soon see Geneva.\r\nThe past appeared to me in the light of a frightful dream; yet the vessel in\r\nwhich I was, the wind that blew me from the detested shore of Ireland, and the\r\nsea which surrounded me, told me too forcibly that I was deceived by no vision\r\nand that Clerval, my friend and dearest companion, had fallen a victim to me\r\nand the monster of my creation. I repassed, in my memory, my whole life; my\r\nquiet happiness while residing with my family in Geneva, the death of my\r\nmother, and my departure for Ingolstadt. I remembered, shuddering, the mad\r\nenthusiasm that hurried me on to the creation of my hideous enemy, and I called\r\nto mind the night in which he first lived. I was unable to pursue the train of\r\nthought; a thousand feelings pressed upon me, and I wept bitterly.\r\n\n\r\nEver since my recovery from the fever, I had been in the custom of taking every\r\nnight a small quantity of laudanum, for it was by means of this drug only that\r\nI was enabled to gain the rest necessary for the preservation of life.\r\nOppressed by the recollection of my various misfortunes, I now swallowed double\r\nmy usual quantity and soon slept profoundly. But sleep did not afford me\r\nrespite from thought and misery; my dreams presented a thousand objects that\r\nscared me. Towards morning I was possessed by a kind of nightmare; I felt the\r\nfiend’s grasp in my neck and could not free myself from it; groans and cries\r\nrang in my ears. My father, who was watching over me, perceiving my\r\nrestlessness, awoke me; the dashing waves were around, the cloudy sky above,\r\nthe fiend was not here: a sense of security, a feeling that a truce was\r\nestablished between the present hour and the irresistible, disastrous future\r\nimparted to me a kind of calm forgetfulness, of which the human mind is by its\r\nstructure peculiarly susceptible.\r\n\n\r\nThe voyage came to an end. We landed, and proceeded to Paris. I soon found that\r\nI had overtaxed my strength and that I must repose before I could continue my\r\njourney. My father’s care and attentions were indefatigable, but he did not\r\nknow the origin of my sufferings and sought erroneous methods to remedy the\r\nincurable ill. He wished me to seek amusement in society. I abhorred the face\r\nof man. Oh, not abhorred! They were my brethren, my fellow beings, and I felt\r\nattracted even to the most repulsive among them, as to creatures of an angelic\r\nnature and celestial mechanism. But I felt that I had no right to share their\r\nintercourse. I had unchained an enemy among them whose joy it was to shed their\r\nblood and to revel in their groans. How they would, each and all, abhor me and\r\nhunt me from the world, did they know my unhallowed acts and the crimes which\r\nhad their source in me!\r\n\n\r\nMy father yielded at length to my desire to avoid society and strove by various\r\narguments to banish my despair. Sometimes he thought that I felt deeply the\r\ndegradation of being obliged to answer a charge of murder, and he endeavoured\r\nto prove to me the futility of pride.\r\n\n\r\n“Alas! My father,” said I, “how little do you know me. Human beings, their\r\nfeelings and passions, would indeed be degraded if such a wretch as I felt\r\npride. Justine, poor unhappy Justine, was as innocent as I, and she suffered\r\nthe same charge; she died for it; and I am the cause of this—I murdered her.\r\nWilliam, Justine, and Henry—they all died by my hands.”\r\n\n\r\nMy father had often, during my imprisonment, heard me make the same assertion;\r\nwhen I thus accused myself, he sometimes seemed to desire an explanation, and\r\nat others he appeared to consider it as the offspring of delirium, and that,\r\nduring my illness, some idea of this kind had presented itself to my\r\nimagination, the remembrance of which I preserved in my convalescence. I\r\navoided explanation and maintained a continual silence concerning the wretch I\r\nhad created. I had a persuasion that I should be supposed mad, and this in\r\nitself would for ever have chained my tongue. But, besides, I could not bring\r\nmyself to disclose a secret which would fill my hearer with consternation and\r\nmake fear and unnatural horror the inmates of his breast. I checked, therefore,\r\nmy impatient thirst for sympathy and was silent when I would have given the\r\nworld to have confided the fatal secret. Yet, still, words like those I have\r\nrecorded would burst uncontrollably from me. I could offer no explanation of\r\nthem, but their truth in part relieved the burden of my mysterious woe.\r\n\n\r\nUpon this occasion my father said, with an expression of unbounded wonder, “My\r\ndearest Victor, what infatuation is this? My dear son, I entreat you never to\r\nmake such an assertion again.”\r\n\n\r\n“I am not mad,” I cried energetically; “the sun and the heavens, who have\r\nviewed my operations, can bear witness of my truth. I am the assassin of those\r\nmost innocent victims; they died by my machinations. A thousand times would I\r\nhave shed my own blood, drop by drop, to have saved their lives; but I could\r\nnot, my father, indeed I could not sacrifice the whole human race.”\r\n\n\r\nThe conclusion of this speech convinced my father that my ideas were deranged,\r\nand he instantly changed the subject of our conversation and endeavoured to\r\nalter the course of my thoughts. He wished as much as possible to obliterate\r\nthe memory of the scenes that had taken place in Ireland and never alluded to\r\nthem or suffered me to speak of my misfortunes.\r\n\n\r\nAs time passed away I became more calm; misery had her dwelling in my heart,\r\nbut I no longer talked in the same incoherent manner of my own crimes;\r\nsufficient for me was the consciousness of them. By the utmost self-violence I\r\ncurbed the imperious voice of wretchedness, which sometimes desired to declare\r\nitself to the whole world, and my manners were calmer and more composed than\r\nthey had ever been since my journey to the sea of ice.\r\n\n\r\nA few days before we left Paris on our way to Switzerland, I received the\r\nfollowing letter from Elizabeth:\r\n\n\r\n“My dear Friend,\r\n\n\r\n“It gave me the greatest pleasure to receive a letter from my uncle dated at\r\nParis; you are no longer at a formidable distance, and I may hope to see you in\r\nless than a fortnight. My poor cousin, how much you must have suffered! I\r\nexpect to see you looking even more ill than when you quitted Geneva. This\r\nwinter has been passed most miserably, tortured as I have been by anxious\r\nsuspense; yet I hope to see peace in your countenance and to find that your\r\nheart is not totally void of comfort and tranquillity.\r\n\n\r\n“Yet I fear that the same feelings now exist that made you so miserable a year\r\nago, even perhaps augmented by time. I would not disturb you at this period,\r\nwhen so many misfortunes weigh upon you, but a conversation that I had with my\r\nuncle previous to his departure renders some explanation necessary before we\r\nmeet.\r\n\n\r\nExplanation! You may possibly say, What can Elizabeth have to explain? If you\r\nreally say this, my questions are answered and all my doubts satisfied. But you\r\nare distant from me, and it is possible that you may dread and yet be pleased\r\nwith this explanation; and in a probability of this being the case, I dare not\r\nany longer postpone writing what, during your absence, I have often wished to\r\nexpress to you but have never had the courage to begin.\r\n\n\r\n“You well know, Victor, that our union had been the favourite plan of your\r\nparents ever since our infancy. We were told this when young, and taught to\r\nlook forward to it as an event that would certainly take place. We were\r\naffectionate playfellows during childhood, and, I believe, dear and valued\r\nfriends to one another as we grew older. But as brother and sister often\r\nentertain a lively affection towards each other without desiring a more\r\nintimate union, may not such also be our case? Tell me, dearest Victor. Answer\r\nme, I conjure you by our mutual happiness, with simple truth—Do you not love\r\nanother?\r\n\n\r\n“You have travelled; you have spent several years of your life at Ingolstadt;\r\nand I confess to you, my friend, that when I saw you last autumn so unhappy,\r\nflying to solitude from the society of every creature, I could not help\r\nsupposing that you might regret our connection and believe yourself bound in\r\nhonour to fulfil the wishes of your parents, although they opposed themselves\r\nto your inclinations. But this is false reasoning. I confess to you, my friend,\r\nthat I love you and that in my airy dreams of futurity you have been my\r\nconstant friend and companion. But it is your happiness I desire as well as my\r\nown when I declare to you that our marriage would render me eternally miserable\r\nunless it were the dictate of your own free choice. Even now I weep to think\r\nthat, borne down as you are by the cruellest misfortunes, you may stifle, by\r\nthe word honour, all hope of that love and happiness which would alone\r\nrestore you to yourself. I, who have so disinterested an affection for you, may\r\nincrease your miseries tenfold by being an obstacle to your wishes. Ah! Victor,\r\nbe assured that your cousin and playmate has too sincere a love for you not to\r\nbe made miserable by this supposition. Be happy, my friend; and if you obey me\r\nin this one request, remain satisfied that nothing on earth will have the power\r\nto interrupt my tranquillity.\r\n\n\r\n“Do not let this letter disturb you; do not answer tomorrow, or the next day,\r\nor even until you come, if it will give you pain. My uncle will send me news of\r\nyour health, and if I see but one smile on your lips when we meet, occasioned\r\nby this or any other exertion of mine, I shall need no other happiness.\r\n\n\r\n“Elizabeth Lavenza.\r\n\n\r\n“Geneva, May 18th, 17—”\n\n\r\nThis letter revived in my memory what I had before forgotten, the threat of the\r\nfiend—“I will be with you on your wedding-night!” Such was my sentence,\r\nand on that night would the dæmon employ every art to destroy me and tear me\r\nfrom the glimpse of happiness which promised partly to console my sufferings.\r\nOn that night he had determined to consummate his crimes by my death. Well, be\r\nit so; a deadly struggle would then assuredly take place, in which if he were\r\nvictorious I should be at peace and his power over me be at an end. If he were\r\nvanquished, I should be a free man. Alas! What freedom? Such as the peasant\r\nenjoys when his family have been massacred before his eyes, his cottage burnt,\r\nhis lands laid waste, and he is turned adrift, homeless, penniless, and alone,\r\nbut free. Such would be my liberty except that in my Elizabeth I possessed a\r\ntreasure, alas, balanced by those horrors of remorse and guilt which would\r\npursue me until death.\r\n\n\r\nSweet and beloved Elizabeth! I read and reread her letter, and some softened\r\nfeelings stole into my heart and dared to whisper paradisiacal dreams of love\r\nand joy; but the apple was already eaten, and the angel’s arm bared to drive me\r\nfrom all hope. Yet I would die to make her happy. If the monster executed his\r\nthreat, death was inevitable; yet, again, I considered whether my marriage\r\nwould hasten my fate. My destruction might indeed arrive a few months sooner,\r\nbut if my torturer should suspect that I postponed it, influenced by his\r\nmenaces, he would surely find other and perhaps more dreadful means of revenge.\r\nHe had vowed to be with me on my wedding-night, yet he did not consider\r\nthat threat as binding him to peace in the meantime, for as if to show me that\r\nhe was not yet satiated with blood, he had murdered Clerval immediately after\r\nthe enunciation of his threats. I resolved, therefore, that if my immediate\r\nunion with my cousin would conduce either to hers or my father’s happiness, my\r\nadversary’s designs against my life should not retard it a single hour.\r\n\n\r\nIn this state of mind I wrote to Elizabeth. My letter was calm and\r\naffectionate. “I fear, my beloved girl,” I said, “little happiness remains for\r\nus on earth; yet all that I may one day enjoy is centred in you. Chase away\r\nyour idle fears; to you alone do I consecrate my life and my endeavours for\r\ncontentment. I have one secret, Elizabeth, a dreadful one; when revealed to\r\nyou, it will chill your frame with horror, and then, far from being surprised\r\nat my misery, you will only wonder that I survive what I have endured. I will\r\nconfide this tale of misery and terror to you the day after our marriage shall\r\ntake place, for, my sweet cousin, there must be perfect confidence between us.\r\nBut until then, I conjure you, do not mention or allude to it. This I most\r\nearnestly entreat, and I know you will comply.”\r\n\n\r\nIn about a week after the arrival of Elizabeth’s letter we returned to Geneva.\r\nThe sweet girl welcomed me with warm affection, yet tears were in her eyes as\r\nshe beheld my emaciated frame and feverish cheeks. I saw a change in her also.\r\nShe was thinner and had lost much of that heavenly vivacity that had before\r\ncharmed me; but her gentleness and soft looks of compassion made her a more fit\r\ncompanion for one blasted and miserable as I was.\r\n\n\r\nThe tranquillity which I now enjoyed did not endure. Memory brought madness\r\nwith it, and when I thought of what had passed, a real insanity possessed me;\r\nsometimes I was furious and burnt with rage, sometimes low and despondent. I\r\nneither spoke nor looked at anyone, but sat motionless, bewildered by the\r\nmultitude of miseries that overcame me.\r\n\n\r\nElizabeth alone had the power to draw me from these fits; her gentle voice\r\nwould soothe me when transported by passion and inspire me with human feelings\r\nwhen sunk in torpor. She wept with me and for me. When reason returned, she\r\nwould remonstrate and endeavour to inspire me with resignation. Ah! It is well\r\nfor the unfortunate to be resigned, but for the guilty there is no peace. The\r\nagonies of remorse poison the luxury there is otherwise sometimes found in\r\nindulging the excess of grief.\r\n\n\r\nSoon after my arrival my father spoke of my immediate marriage with Elizabeth.\r\nI remained silent.\r\n\n\r\n“Have you, then, some other attachment?”\r\n\n\r\n“None on earth. I love Elizabeth and look forward to our union with delight.\r\nLet the day therefore be fixed; and on it I will consecrate myself, in life or\r\ndeath, to the happiness of my cousin.”\r\n\n\r\n“My dear Victor, do not speak thus. Heavy misfortunes have befallen us, but let\r\nus only cling closer to what remains and transfer our love for those whom we\r\nhave lost to those who yet live. Our circle will be small but bound close by\r\nthe ties of affection and mutual misfortune. And when time shall have softened\r\nyour despair, new and dear objects of care will be born to replace those of\r\nwhom we have been so cruelly deprived.”\r\n\n\r\nSuch were the lessons of my father. But to me the remembrance of the threat\r\nreturned; nor can you wonder that, omnipotent as the fiend had yet been in his\r\ndeeds of blood, I should almost regard him as invincible, and that when he had\r\npronounced the words “I shall be with you on your wedding-night,” I\r\nshould regard the threatened fate as unavoidable. But death was no evil to me\r\nif the loss of Elizabeth were balanced with it, and I therefore, with a\r\ncontented and even cheerful countenance, agreed with my father that if my\r\ncousin would consent, the ceremony should take place in ten days, and thus put,\r\nas I imagined, the seal to my fate.\r\n\n\r\nGreat God! If for one instant I had thought what might be the hellish intention\r\nof my fiendish adversary, I would rather have banished myself for ever from my\r\nnative country and wandered a friendless outcast over the earth than have\r\nconsented to this miserable marriage. But, as if possessed of magic powers, the\r\nmonster had blinded me to his real intentions; and when I thought that I had\r\nprepared only my own death, I hastened that of a far dearer victim.\r\n\n\r\nAs the period fixed for our marriage drew nearer, whether from cowardice or a\r\nprophetic feeling, I felt my heart sink within me. But I concealed my feelings\r\nby an appearance of hilarity that brought smiles and joy to the countenance of\r\nmy father, but hardly deceived the ever-watchful and nicer eye of Elizabeth.\r\nShe looked forward to our union with placid contentment, not unmingled with a\r\nlittle fear, which past misfortunes had impressed, that what now appeared\r\ncertain and tangible happiness might soon dissipate into an airy dream and\r\nleave no trace but deep and everlasting regret.\r\n\n\r\nPreparations were made for the event, congratulatory visits were received, and\r\nall wore a smiling appearance. I shut up, as well as I could, in my own heart\r\nthe anxiety that preyed there and entered with seeming earnestness into the\r\nplans of my father, although they might only serve as the decorations of my\r\ntragedy. Through my father’s exertions a part of the inheritance of Elizabeth\r\nhad been restored to her by the Austrian government. A small possession on the\r\nshores of Como belonged to her. It was agreed that, immediately after our\r\nunion, we should proceed to Villa Lavenza and spend our first days of happiness\r\nbeside the beautiful lake near which it stood.\r\n\n\r\nIn the meantime I took every precaution to defend my person in case the fiend\r\nshould openly attack me. I carried pistols and a dagger constantly about me and\r\nwas ever on the watch to prevent artifice, and by these means gained a greater\r\ndegree of tranquillity. Indeed, as the period approached, the threat appeared\r\nmore as a delusion, not to be regarded as worthy to disturb my peace, while the\r\nhappiness I hoped for in my marriage wore a greater appearance of certainty as\r\nthe day fixed for its solemnisation drew nearer and I heard it continually\r\nspoken of as an occurrence which no accident could possibly prevent.\r\n\n\r\nElizabeth seemed happy; my tranquil demeanour contributed greatly to calm her\r\nmind. But on the day that was to fulfil my wishes and my destiny, she was\r\nmelancholy, and a presentiment of evil pervaded her; and perhaps also she\r\nthought of the dreadful secret which I had promised to reveal to her on the\r\nfollowing day. My father was in the meantime overjoyed, and, in the bustle of\r\npreparation, only recognised in the melancholy of his niece the diffidence of a\r\nbride.\r\n\n\r\nAfter the ceremony was performed a large party assembled at my father’s, but it\r\nwas agreed that Elizabeth and I should commence our journey by water, sleeping\r\nthat night at Evian and continuing our voyage on the following day. The day was\r\nfair, the wind favourable; all smiled on our nuptial embarkation.\r\n\n\r\nThose were the last moments of my life during which I enjoyed the feeling of\r\nhappiness. We passed rapidly along; the sun was hot, but we were sheltered from\r\nits rays by a kind of canopy while we enjoyed the beauty of the scene,\r\nsometimes on one side of the lake, where we saw Mont Salêve, the pleasant banks\r\nof Montalègre, and at a distance, surmounting all, the beautiful Mont Blanc,\r\nand the assemblage of snowy mountains that in vain endeavour to emulate her;\r\nsometimes coasting the opposite banks, we saw the mighty Jura opposing its dark\r\nside to the ambition that would quit its native country, and an almost\r\ninsurmountable barrier to the invader who should wish to enslave it.\r\n\n\r\nI took the hand of Elizabeth. “You are sorrowful, my love. Ah! If you knew what\r\nI have suffered and what I may yet endure, you would endeavour to let me taste\r\nthe quiet and freedom from despair that this one day at least permits me to\r\nenjoy.”\r\n\n\r\n“Be happy, my dear Victor,” replied Elizabeth; “there is, I hope, nothing to\r\ndistress you; and be assured that if a lively joy is not painted in my face, my\r\nheart is contented. Something whispers to me not to depend too much on the\r\nprospect that is opened before us, but I will not listen to such a sinister\r\nvoice. Observe how fast we move along and how the clouds, which sometimes\r\nobscure and sometimes rise above the dome of Mont Blanc, render this scene of\r\nbeauty still more interesting. Look also at the innumerable fish that are\r\nswimming in the clear waters, where we can distinguish every pebble that lies\r\nat the bottom. What a divine day! How happy and serene all nature appears!”\r\n\n\r\nThus Elizabeth endeavoured to divert her thoughts and mine from all reflection\r\nupon melancholy subjects. But her temper was fluctuating; joy for a few\r\ninstants shone in her eyes, but it continually gave place to distraction and\r\nreverie.\r\n\n\r\nThe sun sank lower in the heavens; we passed the river Drance and observed its\r\npath through the chasms of the higher and the glens of the lower hills. The\r\nAlps here come closer to the lake, and we approached the amphitheatre of\r\nmountains which forms its eastern boundary. The spire of Evian shone under the\r\nwoods that surrounded it and the range of mountain above mountain by which it\r\nwas overhung.\r\n\n\r\nThe wind, which had hitherto carried us along with amazing rapidity, sank at\r\nsunset to a light breeze; the soft air just ruffled the water and caused a\r\npleasant motion among the trees as we approached the shore, from which it\r\nwafted the most delightful scent of flowers and hay. The sun sank beneath the\r\nhorizon as we landed, and as I touched the shore I felt those cares and fears\r\nrevive which soon were to clasp me and cling to me for ever.\r\n\n\r\nIt was eight o’clock when we landed; we walked for a short time on the shore,\r\nenjoying the transitory light, and then retired to the inn and contemplated the\r\nlovely scene of waters, woods, and mountains, obscured in darkness, yet still\r\ndisplaying their black outlines.\r\n\n\r\nThe wind, which had fallen in the south, now rose with great violence in the\r\nwest. The moon had reached her summit in the heavens and was beginning to\r\ndescend; the clouds swept across it swifter than the flight of the vulture and\r\ndimmed her rays, while the lake reflected the scene of the busy heavens,\r\nrendered still busier by the restless waves that were beginning to rise.\r\nSuddenly a heavy storm of rain descended.\r\n\n\r\nI had been calm during the day, but so soon as night obscured the shapes of\r\nobjects, a thousand fears arose in my mind. I was anxious and watchful, while\r\nmy right hand grasped a pistol which was hidden in my bosom; every sound\r\nterrified me, but I resolved that I would sell my life dearly and not shrink\r\nfrom the conflict until my own life or that of my adversary was extinguished.\r\n\n\r\nElizabeth observed my agitation for some time in timid and fearful silence, but\r\nthere was something in my glance which communicated terror to her, and\r\ntrembling, she asked, “What is it that agitates you, my dear Victor? What is it\r\nyou fear?”\r\n\n\r\n“Oh! Peace, peace, my love,” replied I; “this night, and all will be safe; but\r\nthis night is dreadful, very dreadful.”\r\n\n\r\nI passed an hour in this state of mind, when suddenly I reflected how fearful\r\nthe combat which I momentarily expected would be to my wife, and I earnestly\r\nentreated her to retire, resolving not to join her until I had obtained some\r\nknowledge as to the situation of my enemy.\r\n\n\r\nShe left me, and I continued some time walking up and down the passages of the\r\nhouse and inspecting every corner that might afford a retreat to my adversary", "summary": "\nThe excerpt follows Victor Frankenstein after he has created his monster, as he journeys through the British Isles with his friend Henry Clerval. Victor's mind is consumed by guilt and fear over the deaths of William and Justine, for which he blames himself. While Clerval enthusiastically embraces their travels through England and Scotland, Victor remains distant and tormented, knowing he must fulfill the monster's demand to create a female companion.\nUpon reaching Scotland, Victor separates from Clerval to work in isolation. He selects a remote location in the Orkney Islands, a desolate place with few inhabitants, where he rents a hut and begins his grim task of creating another creature. As the work progresses, Victor becomes increasingly disgusted with what he's doing. He begins to fear the consequences of creating a second monster - particularly that the two creatures might reproduce and threaten humanity's existence.\nOne night while working, Victor sees the monster watching him through the window. In a moment of moral clarity and defiance, he destroys his unfinished creation. The enraged monster threatens revenge, specifically stating he will be with Victor \"on his wedding night.\" After the creature departs, Victor disposes of his scientific equipment at sea but becomes lost in his boat. When he eventually reaches shore in Ireland, he is immediately arrested for murder.\nTo his horror, the victim is his friend Henry Clerval. Victor falls into a severe fever and delirium for months while imprisoned. After recovering, he learns his father has arrived. Victor is eventually cleared of the murder charges when it's proven he was in the Orkney Islands when Clerval was killed. Though physically free, Victor remains devastated by grief and guilt.\nVictor and his father return home to Geneva, where Elizabeth's letter awaits. She expresses her love but offers Victor the chance to break their engagement if he loves another. Victor resolves to marry Elizabeth despite the monster's threat, planning to confront the creature on their wedding night. He carries weapons for protection but doesn't warn Elizabeth of the danger, believing the threat is directed at himself.\nAfter their wedding ceremony, the couple travels to spend their first night at a villa near Lake Como. As night falls, Victor becomes increasingly anxious. He sends Elizabeth to bed while he searches for the monster. The excerpt ends with Victor inspecting the house for his enemy, unaware that the monster's true target might be Elizabeth rather than himself.\nThroughout this section, Victor wrestles with guilt, fear, and responsibility for the deaths caused by his creation. The narrative builds tension toward what appears to be an inevitable confrontation between creator and creation, with the lives of Victor's loved ones hanging in the balance.\n", "map": [["Victor", "guilt-driven isolation"], ["Monster", "revenge-seeking creation"], ["Elizabeth", "unknowing sacrifice"], ["Clerval", "murdered companion"], ["female creature", "destroyed potential mate"], ["Victor", "ethical awakening"], ["Monster", "wedding night threat"], ["Victor", "weapons of protection"], ["creator", "fatal responsibility"], ["moral choice", "devastating consequences"]]}