{"source": "https://www.gutenberg.org/cache/epub/84/pg84-images.html", "text": "\r\nBut I discovered no trace of him and was beginning to conjecture that some\r\nfortunate chance had intervened to prevent the execution of his menaces when\r\nsuddenly I heard a shrill and dreadful scream. It came from the room into which\r\nElizabeth had retired. As I heard it, the whole truth rushed into my mind, my\r\narms dropped, the motion of every muscle and fibre was suspended; I could feel\r\nthe blood trickling in my veins and tingling in the extremities of my limbs.\r\nThis state lasted but for an instant; the scream was repeated, and I rushed\r\ninto the room.\r\n\n\r\nGreat God! Why did I not then expire! Why am I here to relate the destruction\r\nof the best hope and the purest creature on earth? She was there, lifeless and\r\ninanimate, thrown across the bed, her head hanging down and her pale and\r\ndistorted features half covered by her hair. Everywhere I turn I see the same\r\nfigure—her bloodless arms and relaxed form flung by the murderer on its bridal\r\nbier. Could I behold this and live? Alas! Life is obstinate and clings closest\r\nwhere it is most hated. For a moment only did I lose recollection; I fell\r\nsenseless on the ground.\r\n\n\r\nWhen I recovered I found myself surrounded by the people of the inn; their\r\ncountenances expressed a breathless terror, but the horror of others appeared\r\nonly as a mockery, a shadow of the feelings that oppressed me. I escaped from\r\nthem to the room where lay the body of Elizabeth, my love, my wife, so lately\r\nliving, so dear, so worthy. She had been moved from the posture in which I had\r\nfirst beheld her, and now, as she lay, her head upon her arm and a handkerchief\r\nthrown across her face and neck, I might have supposed her asleep. I rushed\r\ntowards her and embraced her with ardour, but the deadly languor and coldness\r\nof the limbs told me that what I now held in my arms had ceased to be the\r\nElizabeth whom I had loved and cherished. The murderous mark of the fiend’s\r\ngrasp was on her neck, and the breath had ceased to issue from her lips.\r\n\n\r\nWhile I still hung over her in the agony of despair, I happened to look up. The\r\nwindows of the room had before been darkened, and I felt a kind of panic on\r\nseeing the pale yellow light of the moon illuminate the chamber. The shutters\r\nhad been thrown back, and with a sensation of horror not to be described, I saw\r\nat the open window a figure the most hideous and abhorred. A grin was on the\r\nface of the monster; he seemed to jeer, as with his fiendish finger he pointed\r\ntowards the corpse of my wife. I rushed towards the window, and drawing a\r\npistol from my bosom, fired; but he eluded me, leaped from his station, and\r\nrunning with the swiftness of lightning, plunged into the lake.\r\n\n\r\nThe report of the pistol brought a crowd into the room. I pointed to the spot\r\nwhere he had disappeared, and we followed the track with boats; nets were cast,\r\nbut in vain. After passing several hours, we returned hopeless, most of my\r\ncompanions believing it to have been a form conjured up by my fancy. After\r\nhaving landed, they proceeded to search the country, parties going in different\r\ndirections among the woods and vines.\r\n\n\r\nI attempted to accompany them and proceeded a short distance from the house,\r\nbut my head whirled round, my steps were like those of a drunken man, I fell at\r\nlast in a state of utter exhaustion; a film covered my eyes, and my skin was\r\nparched with the heat of fever. In this state I was carried back and placed on\r\na bed, hardly conscious of what had happened; my eyes wandered round the room\r\nas if to seek something that I had lost.\r\n\n\r\nAfter an interval I arose, and as if by instinct, crawled into the room where\r\nthe corpse of my beloved lay. There were women weeping around; I hung over it\r\nand joined my sad tears to theirs; all this time no distinct idea presented\r\nitself to my mind, but my thoughts rambled to various subjects, reflecting\r\nconfusedly on my misfortunes and their cause. I was bewildered, in a cloud of\r\nwonder and horror. The death of William, the execution of Justine, the murder\r\nof Clerval, and lastly of my wife; even at that moment I knew not that my only\r\nremaining friends were safe from the malignity of the fiend; my father even now\r\nmight be writhing under his grasp, and Ernest might be dead at his feet. This\r\nidea made me shudder and recalled me to action. I started up and resolved to\r\nreturn to Geneva with all possible speed.\r\n\n\r\nThere were no horses to be procured, and I must return by the lake; but the\r\nwind was unfavourable, and the rain fell in torrents. However, it was hardly\r\nmorning, and I might reasonably hope to arrive by night. I hired men to row and\r\ntook an oar myself, for I had always experienced relief from mental torment in\r\nbodily exercise. But the overflowing misery I now felt, and the excess of\r\nagitation that I endured rendered me incapable of any exertion. I threw down\r\nthe oar, and leaning my head upon my hands, gave way to every gloomy idea that\r\narose. If I looked up, I saw scenes which were familiar to me in my happier\r\ntime and which I had contemplated but the day before in the company of her who\r\nwas now but a shadow and a recollection. Tears streamed from my eyes. The rain\r\nhad ceased for a moment, and I saw the fish play in the waters as they had done\r\na few hours before; they had then been observed by Elizabeth. Nothing is so\r\npainful to the human mind as a great and sudden change. The sun might shine or\r\nthe clouds might lower, but nothing could appear to me as it had done the day\r\nbefore. A fiend had snatched from me every hope of future happiness; no\r\ncreature had ever been so miserable as I was; so frightful an event is single\r\nin the history of man.\r\n\n\r\nBut why should I dwell upon the incidents that followed this last overwhelming\r\nevent? Mine has been a tale of horrors; I have reached their acme, and\r\nwhat I must now relate can but be tedious to you. Know that, one by one, my\r\nfriends were snatched away; I was left desolate. My own strength is exhausted,\r\nand I must tell, in a few words, what remains of my hideous narration.\r\n\n\r\nI arrived at Geneva. My father and Ernest yet lived, but the former sunk under\r\nthe tidings that I bore. I see him now, excellent and venerable old man! His\r\neyes wandered in vacancy, for they had lost their charm and their delight—his\r\nElizabeth, his more than daughter, whom he doted on with all that affection\r\nwhich a man feels, who in the decline of life, having few affections, clings\r\nmore earnestly to those that remain. Cursed, cursed be the fiend that brought\r\nmisery on his grey hairs and doomed him to waste in wretchedness! He could not\r\nlive under the horrors that were accumulated around him; the springs of\r\nexistence suddenly gave way; he was unable to rise from his bed, and in a few\r\ndays he died in my arms.\r\n\n\r\nWhat then became of me? I know not; I lost sensation, and chains and darkness\r\nwere the only objects that pressed upon me. Sometimes, indeed, I dreamt that I\r\nwandered in flowery meadows and pleasant vales with the friends of my youth,\r\nbut I awoke and found myself in a dungeon. Melancholy followed, but by degrees\r\nI gained a clear conception of my miseries and situation and was then released\r\nfrom my prison. For they had called me mad, and during many months, as I\r\nunderstood, a solitary cell had been my habitation.\r\n\n\r\nLiberty, however, had been a useless gift to me, had I not, as I awakened to\r\nreason, at the same time awakened to revenge. As the memory of past misfortunes\r\npressed upon me, I began to reflect on their cause—the monster whom I had\r\ncreated, the miserable dæmon whom I had sent abroad into the world for my\r\ndestruction. I was possessed by a maddening rage when I thought of him, and\r\ndesired and ardently prayed that I might have him within my grasp to wreak a\r\ngreat and signal revenge on his cursed head.\r\n\n\r\nNor did my hate long confine itself to useless wishes; I began to reflect on\r\nthe best means of securing him; and for this purpose, about a month after my\r\nrelease, I repaired to a criminal judge in the town and told him that I had an\r\naccusation to make, that I knew the destroyer of my family, and that I required\r\nhim to exert his whole authority for the apprehension of the murderer.\r\n\n\r\nThe magistrate listened to me with attention and kindness. “Be assured, sir,”\r\nsaid he, “no pains or exertions on my part shall be spared to discover the\r\nvillain.”\r\n\n\r\n“I thank you,” replied I; “listen, therefore, to the deposition that I have to\r\nmake. It is indeed a tale so strange that I should fear you would not credit it\r\nwere there not something in truth which, however wonderful, forces conviction.\r\nThe story is too connected to be mistaken for a dream, and I have no motive for\r\nfalsehood.” My manner as I thus addressed him was impressive but calm; I had\r\nformed in my own heart a resolution to pursue my destroyer to death, and this\r\npurpose quieted my agony and for an interval reconciled me to life. I now\r\nrelated my history briefly but with firmness and precision, marking the dates\r\nwith accuracy and never deviating into invective or exclamation.\r\n\n\r\nThe magistrate appeared at first perfectly incredulous, but as I continued he\r\nbecame more attentive and interested; I saw him sometimes shudder with horror;\r\nat others a lively surprise, unmingled with disbelief, was painted on his\r\ncountenance.\r\n\n\r\nWhen I had concluded my narration, I said, “This is the being whom I accuse and\r\nfor whose seizure and punishment I call upon you to exert your whole power. It\r\nis your duty as a magistrate, and I believe and hope that your feelings as a\r\nman will not revolt from the execution of those functions on this occasion.”\r\n\n\r\nThis address caused a considerable change in the physiognomy of my own auditor.\r\nHe had heard my story with that half kind of belief that is given to a tale of\r\nspirits and supernatural events; but when he was called upon to act officially\r\nin consequence, the whole tide of his incredulity returned. He, however,\r\nanswered mildly, “I would willingly afford you every aid in your pursuit, but\r\nthe creature of whom you speak appears to have powers which would put all my\r\nexertions to defiance. Who can follow an animal which can traverse the sea of\r\nice and inhabit caves and dens where no man would venture to intrude? Besides,\r\nsome months have elapsed since the commission of his crimes, and no one can\r\nconjecture to what place he has wandered or what region he may now inhabit.”\r\n\n\r\n“I do not doubt that he hovers near the spot which I inhabit, and if he has\r\nindeed taken refuge in the Alps, he may be hunted like the chamois and\r\ndestroyed as a beast of prey. But I perceive your thoughts; you do not credit\r\nmy narrative and do not intend to pursue my enemy with the punishment which is\r\nhis desert.”\r\n\n\r\nAs I spoke, rage sparkled in my eyes; the magistrate was intimidated. “You are\r\nmistaken,” said he. “I will exert myself, and if it is in my power to seize the\r\nmonster, be assured that he shall suffer punishment proportionate to his\r\ncrimes. But I fear, from what you have yourself described to be his properties,\r\nthat this will prove impracticable; and thus, while every proper measure is\r\npursued, you should make up your mind to disappointment.”\r\n\n\r\n“That cannot be; but all that I can say will be of little avail. My revenge is\r\nof no moment to you; yet, while I allow it to be a vice, I confess that it is\r\nthe devouring and only passion of my soul. My rage is unspeakable when I\r\nreflect that the murderer, whom I have turned loose upon society, still exists.\r\nYou refuse my just demand; I have but one resource, and I devote myself, either\r\nin my life or death, to his destruction.”\r\n\n\r\nI trembled with excess of agitation as I said this; there was a frenzy in my\r\nmanner, and something, I doubt not, of that haughty fierceness which the\r\nmartyrs of old are said to have possessed. But to a Genevan magistrate, whose\r\nmind was occupied by far other ideas than those of devotion and heroism, this\r\nelevation of mind had much the appearance of madness. He endeavoured to soothe\r\nme as a nurse does a child and reverted to my tale as the effects of delirium.\r\n\n\r\n“Man,” I cried, “how ignorant art thou in thy pride of wisdom! Cease; you know\r\nnot what it is you say.”\r\n\n\r\nI broke from the house angry and disturbed and retired to meditate on some\r\nother mode of action.\r\n\n\r\nMy present situation was one in which all voluntary thought was swallowed up\r\nand lost. I was hurried away by fury; revenge alone endowed me with strength\r\nand composure; it moulded my feelings and allowed me to be calculating and calm\r\nat periods when otherwise delirium or death would have been my portion.\r\n\n\r\nMy first resolution was to quit Geneva for ever; my country, which, when I was\r\nhappy and beloved, was dear to me, now, in my adversity, became hateful. I\r\nprovided myself with a sum of money, together with a few jewels which had\r\nbelonged to my mother, and departed.\r\n\n\r\nAnd now my wanderings began which are to cease but with life. I have traversed\r\na vast portion of the earth and have endured all the hardships which travellers\r\nin deserts and barbarous countries are wont to meet. How I have lived I hardly\r\nknow; many times have I stretched my failing limbs upon the sandy plain and\r\nprayed for death. But revenge kept me alive; I dared not die and leave my\r\nadversary in being.\r\n\n\r\nWhen I quitted Geneva my first labour was to gain some clue by which I might\r\ntrace the steps of my fiendish enemy. But my plan was unsettled, and I wandered\r\nmany hours round the confines of the town, uncertain what path I should pursue.\r\nAs night approached I found myself at the entrance of the cemetery where\r\nWilliam, Elizabeth, and my father reposed. I entered it and approached the tomb\r\nwhich marked their graves. Everything was silent except the leaves of the\r\ntrees, which were gently agitated by the wind; the night was nearly dark, and\r\nthe scene would have been solemn and affecting even to an uninterested\r\nobserver. The spirits of the departed seemed to flit around and to cast a\r\nshadow, which was felt but not seen, around the head of the mourner.\r\n\n\r\nThe deep grief which this scene had at first excited quickly gave way to rage\r\nand despair. They were dead, and I lived; their murderer also lived, and to\r\ndestroy him I must drag out my weary existence. I knelt on the grass and kissed\r\nthe earth and with quivering lips exclaimed, “By the sacred earth on which I\r\nkneel, by the shades that wander near me, by the deep and eternal grief that I\r\nfeel, I swear; and by thee, O Night, and the spirits that preside over thee, to\r\npursue the dæmon who caused this misery, until he or I shall perish in mortal\r\nconflict. For this purpose I will preserve my life; to execute this dear\r\nrevenge will I again behold the sun and tread the green herbage of earth, which\r\notherwise should vanish from my eyes for ever. And I call on you, spirits of\r\nthe dead, and on you, wandering ministers of vengeance, to aid and conduct me\r\nin my work. Let the cursed and hellish monster drink deep of agony; let him\r\nfeel the despair that now torments me.”\r\n\n\r\nI had begun my adjuration with solemnity and an awe which almost assured me\r\nthat the shades of my murdered friends heard and approved my devotion, but the\r\nfuries possessed me as I concluded, and rage choked my utterance.\r\n\n\r\nI was answered through the stillness of night by a loud and fiendish laugh. It\r\nrang on my ears long and heavily; the mountains re-echoed it, and I felt as if\r\nall hell surrounded me with mockery and laughter. Surely in that moment I\r\nshould have been possessed by frenzy and have destroyed my miserable existence\r\nbut that my vow was heard and that I was reserved for vengeance. The laughter\r\ndied away, when a well-known and abhorred voice, apparently close to my ear,\r\naddressed me in an audible whisper, “I am satisfied, miserable wretch! You have\r\ndetermined to live, and I am satisfied.”\r\n\n\r\nI darted towards the spot from which the sound proceeded, but the devil eluded\r\nmy grasp. Suddenly the broad disk of the moon arose and shone full upon his\r\nghastly and distorted shape as he fled with more than mortal speed.\r\n\n\r\nI pursued him, and for many months this has been my task. Guided by a slight\r\nclue, I followed the windings of the Rhone, but vainly. The blue Mediterranean\r\nappeared, and by a strange chance, I saw the fiend enter by night and hide\r\nhimself in a vessel bound for the Black Sea. I took my passage in the same\r\nship, but he escaped, I know not how.\r\n\n\r\nAmidst the wilds of Tartary and Russia, although he still evaded me, I have\r\never followed in his track. Sometimes the peasants, scared by this horrid\r\napparition, informed me of his path; sometimes he himself, who feared that if I\r\nlost all trace of him I should despair and die, left some mark to guide me. The\r\nsnows descended on my head, and I saw the print of his huge step on the white\r\nplain. To you first entering on life, to whom care is new and agony unknown,\r\nhow can you understand what I have felt and still feel? Cold, want, and fatigue\r\nwere the least pains which I was destined to endure; I was cursed by some devil\r\nand carried about with me my eternal hell; yet still a spirit of good followed\r\nand directed my steps and when I most murmured would suddenly extricate me from\r\nseemingly insurmountable difficulties. Sometimes, when nature, overcome by\r\nhunger, sank under the exhaustion, a repast was prepared for me in the desert\r\nthat restored and inspirited me. The fare was, indeed, coarse, such as the\r\npeasants of the country ate, but I will not doubt that it was set there by the\r\nspirits that I had invoked to aid me. Often, when all was dry, the heavens\r\ncloudless, and I was parched by thirst, a slight cloud would bedim the sky,\r\nshed the few drops that revived me, and vanish.\r\n\n\r\nI followed, when I could, the courses of the rivers; but the dæmon generally\r\navoided these, as it was here that the population of the country chiefly\r\ncollected. In other places human beings were seldom seen, and I generally\r\nsubsisted on the wild animals that crossed my path. I had money with me and\r\ngained the friendship of the villagers by distributing it; or I brought with me\r\nsome food that I had killed, which, after taking a small part, I always\r\npresented to those who had provided me with fire and utensils for cooking.\r\n\n\r\nMy life, as it passed thus, was indeed hateful to me, and it was during sleep\r\nalone that I could taste joy. O blessed sleep! Often, when most miserable, I\r\nsank to repose, and my dreams lulled me even to rapture. The spirits that\r\nguarded me had provided these moments, or rather hours, of happiness that I\r\nmight retain strength to fulfil my pilgrimage. Deprived of this respite, I\r\nshould have sunk under my hardships. During the day I was sustained and\r\ninspirited by the hope of night, for in sleep I saw my friends, my wife, and my\r\nbeloved country; again I saw the benevolent countenance of my father, heard the\r\nsilver tones of my Elizabeth’s voice, and beheld Clerval enjoying health and\r\nyouth. Often, when wearied by a toilsome march, I persuaded myself that I was\r\ndreaming until night should come and that I should then enjoy reality in the\r\narms of my dearest friends. What agonising fondness did I feel for them! How\r\ndid I cling to their dear forms, as sometimes they haunted even my waking\r\nhours, and persuade myself that they still lived! At such moments vengeance,\r\nthat burned within me, died in my heart, and I pursued my path towards the\r\ndestruction of the dæmon more as a task enjoined by heaven, as the mechanical\r\nimpulse of some power of which I was unconscious, than as the ardent desire of\r\nmy soul.\r\n\n\r\nWhat his feelings were whom I pursued I cannot know. Sometimes, indeed, he left\r\nmarks in writing on the barks of the trees or cut in stone that guided me and\r\ninstigated my fury. “My reign is not yet over”—these words were legible in one\r\nof these inscriptions—“you live, and my power is complete. Follow me; I seek\r\nthe everlasting ices of the north, where you will feel the misery of cold and\r\nfrost, to which I am impassive. You will find near this place, if you follow\r\nnot too tardily, a dead hare; eat and be refreshed. Come on, my enemy; we have\r\nyet to wrestle for our lives, but many hard and miserable hours must you endure\r\nuntil that period shall arrive.”\r\n\n\r\nScoffing devil! Again do I vow vengeance; again do I devote thee, miserable\r\nfiend, to torture and death. Never will I give up my search until he or I\r\nperish; and then with what ecstasy shall I join my Elizabeth and my departed\r\nfriends, who even now prepare for me the reward of my tedious toil and horrible\r\npilgrimage!\r\n\n\r\nAs I still pursued my journey to the northward, the snows thickened and the\r\ncold increased in a degree almost too severe to support. The peasants were shut\r\nup in their hovels, and only a few of the most hardy ventured forth to seize\r\nthe animals whom starvation had forced from their hiding-places to seek for\r\nprey. The rivers were covered with ice, and no fish could be procured; and thus\r\nI was cut off from my chief article of maintenance.\r\n\n\r\nThe triumph of my enemy increased with the difficulty of my labours. One\r\ninscription that he left was in these words: “Prepare! Your toils only begin;\r\nwrap yourself in furs and provide food, for we shall soon enter upon a journey\r\nwhere your sufferings will satisfy my everlasting hatred.”\r\n\n\r\nMy courage and perseverance were invigorated by these scoffing words; I\r\nresolved not to fail in my purpose, and calling on Heaven to support me, I\r\ncontinued with unabated fervour to traverse immense deserts, until the ocean\r\nappeared at a distance and formed the utmost boundary of the horizon. Oh! How\r\nunlike it was to the blue seasons of the south! Covered with ice, it was only\r\nto be distinguished from land by its superior wildness and ruggedness. The\r\nGreeks wept for joy when they beheld the Mediterranean from the hills of Asia,\r\nand hailed with rapture the boundary of their toils. I did not weep, but I\r\nknelt down and with a full heart thanked my guiding spirit for conducting me in\r\nsafety to the place where I hoped, notwithstanding my adversary’s gibe, to meet\r\nand grapple with him.\r\n\n\r\nSome weeks before this period I had procured a sledge and dogs and thus\r\ntraversed the snows with inconceivable speed. I know not whether the fiend\r\npossessed the same advantages, but I found that, as before I had daily lost\r\nground in the pursuit, I now gained on him, so much so that when I first saw\r\nthe ocean he was but one day’s journey in advance, and I hoped to intercept him\r\nbefore he should reach the beach. With new courage, therefore, I pressed on,\r\nand in two days arrived at a wretched hamlet on the seashore. I inquired of the\r\ninhabitants concerning the fiend and gained accurate information. A gigantic\r\nmonster, they said, had arrived the night before, armed with a gun and many\r\npistols, putting to flight the inhabitants of a solitary cottage through fear\r\nof his terrific appearance. He had carried off their store of winter food, and\r\nplacing it in a sledge, to draw which he had seized on a numerous drove of\r\ntrained dogs, he had harnessed them, and the same night, to the joy of the\r\nhorror-struck villagers, had pursued his journey across the sea in a direction\r\nthat led to no land; and they conjectured that he must speedily be destroyed by\r\nthe breaking of the ice or frozen by the eternal frosts.\r\n\n\r\nOn hearing this information I suffered a temporary access of despair. He had\r\nescaped me, and I must commence a destructive and almost endless journey across\r\nthe mountainous ices of the ocean, amidst cold that few of the inhabitants\r\ncould long endure and which I, the native of a genial and sunny climate, could\r\nnot hope to survive. Yet at the idea that the fiend should live and be\r\ntriumphant, my rage and vengeance returned, and like a mighty tide, overwhelmed\r\nevery other feeling. After a slight repose, during which the spirits of the\r\ndead hovered round and instigated me to toil and revenge, I prepared for my\r\njourney.\r\n\n\r\nI exchanged my land-sledge for one fashioned for the inequalities of the Frozen\r\nOcean, and purchasing a plentiful stock of provisions, I departed from land.\r\n\n\r\nI cannot guess how many days have passed since then, but I have endured misery\r\nwhich nothing but the eternal sentiment of a just retribution burning within my\r\nheart could have enabled me to support. Immense and rugged mountains of ice\r\noften barred up my passage, and I often heard the thunder of the ground sea,\r\nwhich threatened my destruction. But again the frost came and made the paths of\r\nthe sea secure.\r\n\n\r\nBy the quantity of provision which I had consumed, I should guess that I had\r\npassed three weeks in this journey; and the continual protraction of hope,\r\nreturning back upon the heart, often wrung bitter drops of despondency and\r\ngrief from my eyes. Despair had indeed almost secured her prey, and I should\r\nsoon have sunk beneath this misery. Once, after the poor animals that conveyed\r\nme had with incredible toil gained the summit of a sloping ice mountain, and\r\none, sinking under his fatigue, died, I viewed the expanse before me with\r\nanguish, when suddenly my eye caught a dark speck upon the dusky plain. I\r\nstrained my sight to discover what it could be and uttered a wild cry of\r\necstasy when I distinguished a sledge and the distorted proportions of a\r\nwell-known form within. Oh! With what a burning gush did hope revisit my heart!\r\nWarm tears filled my eyes, which I hastily wiped away, that they might not\r\nintercept the view I had of the dæmon; but still my sight was dimmed by the\r\nburning drops, until, giving way to the emotions that oppressed me, I wept\r\naloud.\r\n\n\r\nBut this was not the time for delay; I disencumbered the dogs of their dead\r\ncompanion, gave them a plentiful portion of food, and after an hour’s rest,\r\nwhich was absolutely necessary, and yet which was bitterly irksome to me, I\r\ncontinued my route. The sledge was still visible, nor did I again lose sight of\r\nit except at the moments when for a short time some ice-rock concealed it with\r\nits intervening crags. I indeed perceptibly gained on it, and when, after\r\nnearly two days’ journey, I beheld my enemy at no more than a mile distant, my\r\nheart bounded within me.\r\n\n\r\nBut now, when I appeared almost within grasp of my foe, my hopes were suddenly\r\nextinguished, and I lost all trace of him more utterly than I had ever done\r\nbefore. A ground sea was heard; the thunder of its progress, as the waters\r\nrolled and swelled beneath me, became every moment more ominous and terrific. I\r\npressed on, but in vain. The wind arose; the sea roared; and, as with the\r\nmighty shock of an earthquake, it split and cracked with a tremendous and\r\noverwhelming sound. The work was soon finished; in a few minutes a tumultuous\r\nsea rolled between me and my enemy, and I was left drifting on a scattered\r\npiece of ice that was continually lessening and thus preparing for me a hideous\r\ndeath.\r\n\n\r\nIn this manner many appalling hours passed; several of my dogs died, and I\r\nmyself was about to sink under the accumulation of distress when I saw your\r\nvessel riding at anchor and holding forth to me hopes of succour and life. I\r\nhad no conception that vessels ever came so far north and was astounded at the\r\nsight. I quickly destroyed part of my sledge to construct oars, and by these\r\nmeans was enabled, with infinite fatigue, to move my ice raft in the direction\r\nof your ship. I had determined, if you were going southwards, still to trust\r\nmyself to the mercy of the seas rather than abandon my purpose. I hoped to\r\ninduce you to grant me a boat with which I could pursue my enemy. But your\r\ndirection was northwards. You took me on board when my vigour was exhausted,\r\nand I should soon have sunk under my multiplied hardships into a death which I\r\nstill dread, for my task is unfulfilled.\r\n\n\r\nOh! When will my guiding spirit, in conducting me to the dæmon, allow me the\r\nrest I so much desire; or must I die, and he yet live? If I do, swear to me,\r\nWalton, that he shall not escape, that you will seek him and satisfy my\r\nvengeance in his death. And do I dare to ask of you to undertake my pilgrimage,\r\nto endure the hardships that I have undergone? No; I am not so selfish. Yet,\r\nwhen I am dead, if he should appear, if the ministers of vengeance should\r\nconduct him to you, swear that he shall not live—swear that he shall not\r\ntriumph over my accumulated woes and survive to add to the list of his dark\r\ncrimes. He is eloquent and persuasive, and once his words had even power over\r\nmy heart; but trust him not. His soul is as hellish as his form, full of\r\ntreachery and fiend-like malice. Hear him not; call on the names of William,\r\nJustine, Clerval, Elizabeth, my father, and of the wretched Victor, and thrust\r\nyour sword into his heart. I will hover near and direct the steel aright.\r\n\n\r\nWalton, in continuation.\n\n\r\nAugust 26th, 17—.\r\n\n\r\nYou have read this strange and terrific story, Margaret; and do you not feel\r\nyour blood congeal with horror, like that which even now curdles mine?\r\nSometimes, seized with sudden agony, he could not continue his tale; at others,\r\nhis voice broken, yet piercing, uttered with difficulty the words so replete\r\nwith anguish. His fine and lovely eyes were now lighted up with indignation,\r\nnow subdued to downcast sorrow and quenched in infinite wretchedness. Sometimes\r\nhe commanded his countenance and tones and related the most horrible incidents\r\nwith a tranquil voice, suppressing every mark of agitation; then, like a\r\nvolcano bursting forth, his face would suddenly change to an expression of the\r\nwildest rage as he shrieked out imprecations on his persecutor.\r\n\n\r\nHis tale is connected and told with an appearance of the simplest truth, yet I\r\nown to you that the letters of Felix and Safie, which he showed me, and the\r\napparition of the monster seen from our ship, brought to me a greater\r\nconviction of the truth of his narrative than his asseverations, however\r\nearnest and connected. Such a monster has, then, really existence! I cannot\r\ndoubt it, yet I am lost in surprise and admiration. Sometimes I endeavoured to\r\ngain from Frankenstein the particulars of his creature’s formation, but on this\r\npoint he was impenetrable.\r\n\n\r\n“Are you mad, my friend?” said he. “Or whither does your senseless curiosity\r\nlead you? Would you also create for yourself and the world a demoniacal enemy?\r\nPeace, peace! Learn my miseries and do not seek to increase your own.”\r\n\n\r\nFrankenstein discovered that I made notes concerning his history; he asked to\r\nsee them and then himself corrected and augmented them in many places, but\r\nprincipally in giving the life and spirit to the conversations he held with his\r\nenemy. “Since you have preserved my narration,” said he, “I would not that a\r\nmutilated one should go down to posterity.”\r\n\n\r\nThus has a week passed away, while I have listened to the strangest tale that\r\never imagination formed. My thoughts and every feeling of my soul have been\r\ndrunk up by the interest for my guest which this tale and his own elevated and\r\ngentle manners have created. I wish to soothe him, yet can I counsel one so\r\ninfinitely miserable, so destitute of every hope of consolation, to live? Oh,\r\nno! The only joy that he can now know will be when he composes his shattered\r\nspirit to peace and death. Yet he enjoys one comfort, the offspring of solitude\r\nand delirium; he believes that when in dreams he holds converse with his\r\nfriends and derives from that communion consolation for his miseries or\r\nexcitements to his vengeance, that they are not the creations of his fancy, but\r\nthe beings themselves who visit him from the regions of a remote world. This\r\nfaith gives a solemnity to his reveries that render them to me almost as\r\nimposing and interesting as truth.\r\n\n\r\nOur conversations are not always confined to his own history and misfortunes.\r\nOn every point of general literature he displays unbounded knowledge and a\r\nquick and piercing apprehension. His eloquence is forcible and touching; nor\r\ncan I hear him, when he relates a pathetic incident or endeavours to move the\r\npassions of pity or love, without tears. What a glorious creature must he have\r\nbeen in the days of his prosperity, when he is thus noble and godlike in ruin!\r\nHe seems to feel his own worth and the greatness of his fall.\r\n\n\r\n“When younger,” said he, “I believed myself destined for some great enterprise.\r\nMy feelings are profound, but I possessed a coolness of judgment that fitted me\r\nfor illustrious achievements. This sentiment of the worth of my nature\r\nsupported me when others would have been oppressed, for I deemed it criminal to\r\nthrow away in useless grief those talents that might be useful to my fellow\r\ncreatures. When I reflected on the work I had completed, no less a one than the\r\ncreation of a sensitive and rational animal, I could not rank myself with the\r\nherd of common projectors. But this thought, which supported me in the\r\ncommencement of my career, now serves only to plunge me lower in the dust. All\r\nmy speculations and hopes are as nothing, and like the archangel who aspired to\r\nomnipotence, I am chained in an eternal hell. My imagination was vivid, yet my\r\npowers of analysis and application were intense; by the union of these\r\nqualities I conceived the idea and executed the creation of a man. Even now I\r\ncannot recollect without passion my reveries while the work was incomplete. I\r\ntrod heaven in my thoughts, now exulting in my powers, now burning with the\r\nidea of their effects. From my infancy I was imbued with high hopes and a lofty\r\nambition; but how am I sunk! Oh! My friend, if you had known me as I once was,\r\nyou would not recognise me in this state of degradation. Despondency rarely\r\nvisited my heart; a high destiny seemed to bear me on, until I fell, never,\r\nnever again to rise.”\r\n\n\r\nMust I then lose this admirable being? I have longed for a friend; I have\r\nsought one who would sympathise with and love me. Behold, on these desert seas\r\nI have found such a one, but I fear I have gained him only to know his value\r\nand lose him. I would reconcile him to life, but he repulses the idea.\r\n\n\r\n“I thank you, Walton,” he said, “for your kind intentions towards so miserable\r\na wretch; but when you speak of new ties and fresh affections, think you that\r\nany can replace those who are gone? Can any man be to me as Clerval was, or any\r\nwoman another Elizabeth? Even where the affections are not strongly moved by\r\nany superior excellence, the companions of our childhood always possess a\r\ncertain power over our minds which hardly any later friend can obtain. They\r\nknow our infantine dispositions, which, however they may be afterwards\r\nmodified, are never eradicated; and they can judge of our actions with more\r\ncertain conclusions as to the integrity of our motives. A sister or a brother\r\ncan never, unless indeed such symptoms have been shown early, suspect the other\r\nof fraud or false dealing, when another friend, however strongly he may be\r\nattached, may, in spite of himself, be contemplated with suspicion. But I\r\nenjoyed friends, dear not only through habit and association, but from their\r\nown merits; and wherever I am, the soothing voice of my Elizabeth and the\r\nconversation of Clerval will be ever whispered in my ear. They are dead, and\r\nbut one feeling in such a solitude can persuade me to preserve my life. If I\r\nwere engaged in any high undertaking or design, fraught with extensive utility\r\nto my fellow creatures, then could I live to fulfil it. But such is not my\r\ndestiny; I must pursue and destroy the being to whom I gave existence; then my\r\nlot on earth will be fulfilled and I may die.”\r\n\n\r\nMy beloved Sister,\r\n\n\r\nSeptember 2d.\r\n\n\r\nI write to you, encompassed by peril and ignorant whether I am ever doomed to\r\nsee again dear England and the dearer friends that inhabit it. I am surrounded\r\nby mountains of ice which admit of no escape and threaten every moment to crush\r\nmy vessel. The brave fellows whom I have persuaded to be my companions look\r\ntowards me for aid, but I have none to bestow. There is something terribly\r\nappalling in our situation, yet my courage and hopes do not desert me. Yet it\r\nis terrible to reflect that the lives of all these men are endangered through\r\nme. If we are lost, my mad schemes are the cause.\r\n\n\r\nAnd what, Margaret, will be the state of your mind? You will not hear of my\r\ndestruction, and you will anxiously await my return. Years will pass, and you\r\nwill have visitings of despair and yet be tortured by hope. Oh! My beloved\r\nsister, the sickening failing of your heart-felt expectations is, in prospect,\r\nmore terrible to me than my own death. But you have a husband and lovely\r\nchildren; you may be happy. Heaven bless you and make you so!\r\n\n\r\nMy unfortunate guest regards me with the tenderest compassion. He endeavours to\r\nfill me with hope and talks as if life were a possession which he valued. He\r\nreminds me how often the same accidents have happened to other navigators who\r\nhave attempted this sea, and in spite of myself, he fills me with cheerful\r\nauguries. Even the sailors feel the power of his eloquence; when he speaks,\r\nthey no longer despair; he rouses their energies, and while they hear his voice\r\nthey believe these vast mountains of ice are mole-hills which will vanish\r\nbefore the resolutions of man. These feelings are transitory; each day of\r\nexpectation delayed fills them with fear, and I almost dread a mutiny caused by\r\nthis despair.\r\n\n\r\nSeptember 5th.\r\n\n\r\nA scene has just passed of such uncommon interest that, although it is highly\r\nprobable that these papers may never reach you, yet I cannot forbear recording\r\nit.\r\n\n\r\nWe are still surrounded by mountains of ice, still in imminent danger of being\r\ncrushed in their conflict. The cold is excessive, and many of my unfortunate\r\ncomrades have already found a grave amidst this scene of desolation.\r\nFrankenstein has daily declined in health; a feverish fire still glimmers in\r\nhis eyes, but he is exhausted, and when suddenly roused to any exertion, he\r\nspeedily sinks again into apparent lifelessness.\r\n\n\r\nI mentioned in my last letter the fears I entertained of a mutiny. This\r\nmorning, as I sat watching the wan countenance of my friend—his eyes half\r\nclosed and his limbs hanging listlessly—I was roused by half a dozen of the\r\nsailors, who demanded admission into the cabin. They entered, and their leader\r\naddressed me. He told me that he and his companions had been chosen by the\r\nother sailors to come in deputation to me to make me a requisition which, in\r\njustice, I could not refuse. We were immured in ice and should probably never\r\nescape, but they feared that if, as was possible, the ice should dissipate and\r\na free passage be opened, I should be rash enough to continue my voyage and\r\nlead them into fresh dangers, after they might happily have surmounted this.\r\nThey insisted, therefore, that I should engage with a solemn promise that if\r\nthe vessel should be freed I would instantly direct my course southwards.\r\n\n\r\nThis speech troubled me. I had not despaired, nor had I yet conceived the idea\r\nof returning if set free. Yet could I, in justice, or even in possibility,\r\nrefuse this demand? I hesitated before I answered, when Frankenstein, who had\r\nat first been silent, and indeed appeared hardly to have force enough to\r\nattend, now roused himself; his eyes sparkled, and his cheeks flushed with\r\nmomentary vigour. Turning towards the men, he said,\r\n\n\r\n“What do you mean? What do you demand of your captain? Are you, then, so easily\r\nturned from your design? Did you not call this a glorious expedition? “And\r\nwherefore was it glorious? Not because the way was smooth and placid as a\r\nsouthern sea, but because it was full of dangers and terror, because at every\r\nnew incident your fortitude was to be called forth and your courage exhibited,\r\nbecause danger and death surrounded it, and these you were to brave and\r\novercome. For this was it a glorious, for this was it an honourable\r\nundertaking. You were hereafter to be hailed as the benefactors of your\r\nspecies, your names adored as belonging to brave men who encountered death for\r\nhonour and the benefit of mankind. And now, behold, with the first imagination\r\nof danger, or, if you will, the first mighty and terrific trial of your\r\ncourage, you shrink away and are content to be handed down as men who had not\r\nstrength enough to endure cold and peril; and so, poor souls, they were chilly\r\nand returned to their warm firesides. Why, that requires not this preparation;\r\nye need not have come thus far and dragged your captain to the shame of a\r\ndefeat merely to prove yourselves cowards. Oh! Be men, or be more than men. Be\r\nsteady to your purposes and firm as a rock. This ice is not made of such stuff\r\nas your hearts may be; it is mutable and cannot withstand you if you say that\r\nit shall not. Do not return to your families with the stigma of disgrace marked\r\non your brows. Return as heroes who have fought and conquered and who know not\r\nwhat it is to turn their backs on the foe.”\r\n\n\r\nHe spoke this with a voice so modulated to the different feelings expressed in\r\nhis speech, with an eye so full of lofty design and heroism, that can you\r\nwonder that these men were moved? They looked at one another and were unable to\r\nreply. I spoke; I told them to retire and consider of what had been said, that\r\nI would not lead them farther north if they strenuously desired the contrary,\r\nbut that I hoped that, with reflection, their courage would return.\r\n\n\r\nThey retired and I turned towards my friend, but he was sunk in languor and\r\nalmost deprived of life.\r\n\n\r\nHow all this will terminate, I know not, but I had rather die than return\r\nshamefully, my purpose unfulfilled. Yet I fear such will be my fate; the men,\r\nunsupported by ideas of glory and honour, can never willingly continue to\r\nendure their present hardships.\r\n\n\r\nSeptember 7th.\r\n\n\r\nThe die is cast; I have consented to return if we are not destroyed. Thus are\r\nmy hopes blasted by cowardice and indecision; I come back ignorant and\r\ndisappointed. It requires more philosophy than I possess to bear this injustice\r\nwith patience.\r\n\n\r\nSeptember 12th.\r\n\n\r\nIt is past; I am returning to England. I have lost my hopes of utility and\r\nglory; I have lost my friend. But I will endeavour to detail these bitter\r\ncircumstances to you, my dear sister; and while I am wafted towards England and\r\ntowards you, I will not despond.\r\n\n\r\nSeptember 9th, the ice began to move, and roarings like thunder were heard at a\r\ndistance as the islands split and cracked in every direction. We were in the\r\nmost imminent peril, but as we could only remain passive, my chief attention\r\nwas occupied by my unfortunate guest whose illness increased in such a degree\r\nthat he was entirely confined to his bed. The ice cracked behind us and was\r\ndriven with force towards the north; a breeze sprang from the west, and on the\r\n11th the passage towards the south became perfectly free. When the sailors saw\r\nthis and that their return to their native country was apparently assured, a\r\nshout of tumultuous joy broke from them, loud and long-continued. Frankenstein,\r\nwho was dozing, awoke and asked the cause of the tumult. “They shout,” I said,\r\n“because they will soon return to England.”\r\n\n\r\n“Do you, then, really return?”\r\n\n\r\n“Alas! Yes; I cannot withstand their demands. I cannot lead them unwillingly to\r\ndanger, and I must return.”\r\n\n\r\n“Do so, if you will; but I will not. You may give up your purpose, but mine is\r\nassigned to me by Heaven, and I dare not. I am weak, but surely the spirits who\r\nassist my vengeance will endow me with sufficient strength.” Saying this, he\r\nendeavoured to spring from the bed, but the exertion was too great for him; he\r\nfell back and fainted.\r\n\n\r\nIt was long before he was restored, and I often thought that life was entirely\r\nextinct. At length he opened his eyes; he breathed with difficulty and was\r\nunable to speak. The surgeon gave him a composing draught and ordered us to\r\nleave him undisturbed. In the meantime he told me that my friend had certainly\r\nnot many hours to live.\r\n\n\r\nHis sentence was pronounced, and I could only grieve and be patient. I sat by\r\nhis bed, watching him; his eyes were closed, and I thought he slept; but\r\npresently he called to me in a feeble voice, and bidding me come near, said,\r\n“Alas! The strength I relied on is gone; I feel that I shall soon die, and he,\r\nmy enemy and persecutor, may still be in being. Think not, Walton, that in the\r\nlast moments of my existence I feel that burning hatred and ardent desire of\r\nrevenge I once expressed; but I feel myself justified in desiring the death of\r\nmy adversary. During these last days I have been occupied in examining my past\r\nconduct; nor do I find it blamable. In a fit of enthusiastic madness I created\r\na rational creature and was bound towards him to assure, as far as was in my\r\npower, his happiness and well-being. This was my duty, but there was another\r\nstill paramount to that. My duties towards the beings of my own species had\r\ngreater claims to my attention because they included a greater proportion of\r\nhappiness or misery. Urged by this view, I refused, and I did right in\r\nrefusing, to create a companion for the first creature. He showed unparalleled\r\nmalignity and selfishness in evil; he destroyed my friends; he devoted to\r\ndestruction beings who possessed exquisite sensations, happiness, and wisdom;\r\nnor do I know where this thirst for vengeance may end. Miserable himself that\r\nhe may render no other wretched, he ought to die. The task of his destruction\r\nwas mine, but I have failed. When actuated by selfish and vicious motives, I\r\nasked you to undertake my unfinished work, and I renew this request now, when I\r\nam only induced by reason and virtue.\r\n\n\r\n“Yet I cannot ask you to renounce your country and friends to fulfil this task;\r\nand now that you are returning to England, you will have little chance of\r\nmeeting with him. But the consideration of these points, and the well balancing\r\nof what you may esteem your duties, I leave to you; my judgment and ideas are\r\nalready disturbed by the near approach of death. I dare not ask you to do what\r\nI think right, for I may still be misled by passion.\r\n\n\r\n“That he should live to be an instrument of mischief disturbs me; in other\r\nrespects, this hour, when I momentarily expect my release, is the only happy\r\none which I have enjoyed for several years. The forms of the beloved dead flit\r\nbefore me, and I hasten to their arms. Farewell, Walton! Seek happiness in\r\ntranquillity and avoid ambition, even if it be only the apparently innocent one\r\nof distinguishing yourself in science and discoveries. Yet why do I say this? I\r\nhave myself been blasted in these hopes, yet another may succeed.”\r\n\n\r\nHis voice became fainter as he spoke, and at length, exhausted by his effort,\r\nhe sank into silence. About half an hour afterwards he attempted again to speak\r\nbut was unable; he pressed my hand feebly, and his eyes closed for ever, while\r\nthe irradiation of a gentle smile passed away from his lips.\r\n\n\r\nMargaret, what comment can I make on the untimely extinction of this glorious\r\nspirit? What can I say that will enable you to understand the depth of my\r\nsorrow? All that I should express would be inadequate and feeble. My tears\r\nflow; my mind is overshadowed by a cloud of disappointment. But I journey\r\ntowards England, and I may there find consolation.\r\n\n\r\nI am interrupted. What do these sounds portend? It is midnight; the breeze\r\nblows fairly, and the watch on deck scarcely stir. Again there is a sound as of\r\na human voice, but hoarser; it comes from the cabin where the remains of\r\nFrankenstein still lie. I must arise and examine. Good night, my sister.\r\n\n\r\nGreat God! what a scene has just taken place! I am yet dizzy with the\r\nremembrance of it. I hardly know whether I shall have the power to detail it;\r\nyet the tale which I have recorded would be incomplete without this final and\r\nwonderful catastrophe.\r\n\n\r\nI entered the cabin where lay the remains of my ill-fated and admirable friend.\r\nOver him hung a form which I cannot find words to describe—gigantic in stature,\r\nyet uncouth and distorted in its proportions. As he hung over the coffin, his\r\nface was concealed by long locks of ragged hair; but one vast hand was\r\nextended, in colour and apparent texture like that of a mummy. When he heard\r\nthe sound of my approach, he ceased to utter exclamations of grief and horror\r\nand sprung towards the window. Never did I behold a vision so horrible as his\r\nface, of such loathsome yet appalling hideousness. I shut my eyes involuntarily\r\nand endeavoured to recollect what were my duties with regard to this destroyer.\r\nI called on him to stay.\r\n\n\r\nHe paused, looking on me with wonder, and again turning towards the lifeless\r\nform of his creator, he seemed to forget my presence, and every feature and\r\ngesture seemed instigated by the wildest rage of some uncontrollable passion.\r\n\n\r\n“That is also my victim!” he exclaimed. “In his murder my crimes are\r\nconsummated; the miserable series of my being is wound to its close! Oh,\r\nFrankenstein! Generous and self-devoted being! What does it avail that I now\r\nask thee to pardon me? I, who irretrievably destroyed thee by destroying all\r\nthou lovedst. Alas! He is cold, he cannot answer me.”\r\n\n\r\nHis voice seemed suffocated, and my first impulses, which had suggested to me\r\nthe duty of obeying the dying request of my friend in destroying his enemy,\r\nwere now suspended by a mixture of curiosity and compassion. I approached this\r\ntremendous being; I dared not again raise my eyes to his face, there was\r\nsomething so scaring and unearthly in his ugliness. I attempted to speak, but\r\nthe words died away on my lips. The monster continued to utter wild and\r\nincoherent self-reproaches. At length I gathered resolution to address him in a\r\npause of the tempest of his passion.\r\n\n\r\n“Your repentance,” I said, “is now superfluous. If you had listened to the\r\nvoice of conscience and heeded the stings of remorse before you had urged your\r\ndiabolical vengeance to this extremity, Frankenstein would yet have lived.”\r\n\n\r\n“And do you dream?” said the dæmon. “Do you think that I was then dead to agony\r\nand remorse? He,” he continued, pointing to the corpse, “he suffered not in the\r\nconsummation of the deed. Oh! Not the ten-thousandth portion of the anguish\r\nthat was mine during the lingering detail of its execution. A frightful\r\nselfishness hurried me on, while my heart was poisoned with remorse. Think you\r\nthat the groans of Clerval were music to my ears? My heart was fashioned to be\r\nsusceptible of love and sympathy, and when wrenched by misery to vice and\r\nhatred, it did not endure the violence of the change without torture such as\r\nyou cannot even imagine.\r\n\n\r\n“After the murder of Clerval I returned to Switzerland, heart-broken and\r\novercome. I pitied Frankenstein; my pity amounted to horror; I abhorred myself.\r\nBut when I discovered that he, the author at once of my existence and of its\r\nunspeakable torments, dared to hope for happiness, that while he accumulated\r\nwretchedness and despair upon me he sought his own enjoyment in feelings and\r\npassions from the indulgence of which I was for ever barred, then impotent envy\r\nand bitter indignation filled me with an insatiable thirst for vengeance. I\r\nrecollected my threat and resolved that it should be accomplished. I knew that\r\nI was preparing for myself a deadly torture, but I was the slave, not the\r\nmaster, of an impulse which I detested yet could not disobey. Yet when she\r\ndied! Nay, then I was not miserable. I had cast off all feeling, subdued all\r\nanguish, to riot in the excess of my despair. Evil thenceforth became my good.\r\nUrged thus far, I had no choice but to adapt my nature to an element which I\r\nhad willingly chosen. The completion of my demoniacal design became an\r\ninsatiable passion. And now it is ended; there is my last victim!”\r\n\n\r\nI was at first touched by the expressions of his misery; yet, when I called to\r\nmind what Frankenstein had said of his powers of eloquence and persuasion, and\r\nwhen I again cast my eyes on the lifeless form of my friend, indignation was\r\nrekindled within me. “Wretch!” I said. “It is well that you come here to whine\r\nover the desolation that you have made. You throw a torch into a pile of\r\nbuildings, and when they are consumed, you sit among the ruins and lament the\r\nfall. Hypocritical fiend! If he whom you mourn still lived, still would he be\r\nthe object, again would he become the prey, of your accursed vengeance. It is\r\nnot pity that you feel; you lament only because the victim of your malignity is\r\nwithdrawn from your power.”\r\n\n\r\n“Oh, it is not thus—not thus,” interrupted the being. “Yet such must be the\r\nimpression conveyed to you by what appears to be the purport of my actions. Yet\r\nI seek not a fellow feeling in my misery. No sympathy may I ever find. When I\r\nfirst sought it, it was the love of virtue, the feelings of happiness and\r\naffection with which my whole being overflowed, that I wished to be\r\nparticipated. But now that virtue has become to me a shadow, and that happiness\r\nand affection are turned into bitter and loathing despair, in what should I\r\nseek for sympathy? I am content to suffer alone while my sufferings shall\r\nendure; when I die, I am well satisfied that abhorrence and opprobrium should\r\nload my memory. Once my fancy was soothed with dreams of virtue, of fame, and\r\nof enjoyment. Once I falsely hoped to meet with beings who, pardoning my\r\noutward form, would love me for the excellent qualities which I was capable of\r\nunfolding. I was nourished with high thoughts of honour and devotion. But now\r\ncrime has degraded me beneath the meanest animal. No guilt, no mischief, no\r\nmalignity, no misery, can be found comparable to mine. When I run over the\r\nfrightful catalogue of my sins, I cannot believe that I am the same creature\r\nwhose thoughts were once filled with sublime and transcendent visions of the\r\nbeauty and the majesty of goodness. But it is even so; the fallen angel becomes\r\na malignant devil. Yet even that enemy of God and man had friends and\r\nassociates in his desolation; I am alone.\r\n\n\r\n“You, who call Frankenstein your friend, seem to have a knowledge of my crimes\r\nand his misfortunes. But in the detail which he gave you of them he could not\r\nsum up the hours and months of misery which I endured wasting in impotent\r\npassions. For while I destroyed his hopes, I did not satisfy my own desires.\r\nThey were for ever ardent and craving; still I desired love and fellowship, and\r\nI was still spurned. Was there no injustice in this? Am I to be thought the\r\nonly criminal, when all humankind sinned against me? Why do you not hate Felix,\r\nwho drove his friend from his door with contumely? Why do you not execrate the\r\nrustic who sought to destroy the saviour of his child? Nay, these are virtuous\r\nand immaculate beings! I, the miserable and the abandoned, am an abortion, to\r\nbe spurned at, and kicked, and trampled on. Even now my blood boils at the\r\nrecollection of this injustice.\r\n\n\r\n“But it is true that I am a wretch. I have murdered the lovely and the\r\nhelpless; I have strangled the innocent as they slept and grasped to death his\r\nthroat who never injured me or any other living thing. I have devoted my\r\ncreator, the select specimen of all that is worthy of love and admiration among\r\nmen, to misery; I have pursued him even to that irremediable ruin. There he\r\nlies, white and cold in death. You hate me, but your abhorrence cannot equal\r\nthat with which I regard myself. I look on the hands which executed the deed; I\r\nthink on the heart in which the imagination of it was conceived and long for\r\nthe moment when these hands will meet my eyes, when that imagination will haunt\r\nmy thoughts no more.\r\n\n\r\n“Fear not that I shall be the instrument of future mischief. My work is nearly\r\ncomplete. Neither yours nor any man’s death is needed to consummate the series\r\nof my being and accomplish that which must be done, but it requires my own. Do\r\nnot think that I shall be slow to perform this sacrifice. I shall quit your\r\nvessel on the ice raft which brought me thither and shall seek the most\r\nnorthern extremity of the globe; I shall collect my funeral pile and consume to\r\nashes this miserable frame, that its remains may afford no light to any curious\r\nand unhallowed wretch who would create such another as I have been. I shall\r\ndie. I shall no longer feel the agonies which now consume me or be the prey of\r\nfeelings unsatisfied, yet unquenched. He is dead who called me into being; and\r\nwhen I shall be no more, the very remembrance of us both will speedily vanish.\r\nI shall no longer see the sun or stars or feel the winds play on my cheeks.\r\nLight, feeling, and sense will pass away; and in this condition must I find my\r\nhappiness. Some years ago, when the images which this world affords first\r\nopened upon me, when I felt the cheering warmth of summer and heard the\r\nrustling of the leaves and the warbling of the birds, and these were all to me,\r\nI should have wept to die; now it is my only consolation. Polluted by crimes\r\nand torn by the bitterest remorse, where can I find rest but in death?\r\n\n\r\n“Farewell! I leave you, and in you the last of humankind whom these eyes will\r\never behold. Farewell, Frankenstein! If thou wert yet alive and yet cherished a\r\ndesire of revenge against me, it would be better satiated in my life than in my\r\ndestruction. But it was not so; thou didst seek my extinction, that I might not\r\ncause greater wretchedness; and if yet, in some mode unknown to me, thou hadst\r\nnot ceased to think and feel, thou wouldst not desire against me a vengeance\r\ngreater than that which I feel. Blasted as thou wert, my agony was still\r\nsuperior to thine, for the bitter sting of remorse will not cease to rankle in\r\nmy wounds until death shall close them for ever.\r\n\n\r\n“But soon,” he cried with sad and solemn enthusiasm, “I shall die, and what I\r\nnow feel be no longer felt. Soon these burning miseries will be extinct. I\r\nshall ascend my funeral pile triumphantly and exult in the agony of the\r\ntorturing flames. The light of that conflagration will fade away; my ashes will\r\nbe swept into the sea by the winds. My spirit will sleep in peace, or if it\r\nthinks, it will not surely think thus. Farewell.”\r\n\n\r\nHe sprang from the cabin-window as he said this, upon the ice raft which lay\r\nclose to the vessel. He was soon borne away by the waves and lost in darkness\r\nand distance.\r\n\n", "summary": "\nThe passage begins with Victor discovering his new bride Elizabeth murdered on their wedding night, another victim of the creature he created. Devastated by this final tragedy, Victor glimpses the monster outside his window, fires at him but misses, and vows to pursue his creation to the ends of the earth. Victor's singular purpose becomes revenge, as the creature has now killed his younger brother William, his friend Henry Clerval, and his beloved Elizabeth.\nVictor follows the creature northward across Europe and into the Arctic wilderness. During this pursuit, Victor endures extreme hardships but remains driven by his obsession. The monster occasionally leaves clues and taunting messages, leading Victor ever northward into increasingly treacherous icy landscapes. Eventually, Victor finds himself adrift on an ice floe, where he is rescued by Captain Walton's ship.\nAs Victor relates his story to Walton, his health rapidly deteriorates. When Walton's crew demands they turn back from their dangerous expedition, the dying Victor makes an impassioned speech urging them to persevere for glory, but ultimately the ship turns homeward. In his final moments, Victor alternates between wanting the creature destroyed and expressing doubt about his own actions, recognizing some measure of responsibility for creating the being he abandoned.\nAfter Victor's death, the creature secretly boards the ship and is discovered mourning over his creator's body. In a powerful monologue, the creature expresses profound remorse and self-loathing. He explains that while he committed terrible acts of vengeance, he too has suffered immeasurably from rejection and isolation. He articulates how he transformed from a being yearning for connection to one consumed by hatred and revenge.\nThe creature reveals that he no longer wishes to inflict suffering and plans to travel to the northernmost reaches of the globe. There, he intends to build his own funeral pyre and end his existence, as he sees no purpose in living now that his creator is dead. He speaks of finding peace only in death, where his torment will finally cease. After this declaration, he leaps from the ship onto an ice raft and disappears into the darkness.\nThe passage illustrates the tragic mutual destruction of creator and creation. Victor dies pursuing revenge, having lost everyone he loved, while the creature, though physically triumphant, is emotionally devastated by his own actions. Their fates are intertwined in a cycle of creation, abandonment, vengeance, and ultimately shared destruction. The text explores themes of responsibility, isolation, revenge, and the consequences of human ambition overreaching its moral boundaries.\n", "map": [["Victor creates monster", "Monster kills Victor's loved ones"], ["Victor's loved ones die", "Victor seeks revenge"], ["Victor's obsessive pursuit", "Victor's physical deterioration"], ["Victor's death", "Monster's remorse"], ["Monster's desire for connection", "Monster's violent revenge"], ["Creator abandons creation", "Creation destroys creator's world"], ["Victor's ambition", "Moral boundaries crossed"], ["Monster's isolation", "Monster's transformation to violence"], ["Victor's final doubt", "Recognition of responsibility"], ["Monster outlives creator", "Monster chooses self-destruction"], ["Mutual destruction", "Cycle of vengeance completes"], ["Creation without responsibility", "Tragic consequences for all"]]}