{"source": "https://www.gutenberg.org/cache/epub/345/pg345-images.html", "text": "\r\nTO\n\r\nMY DEAR FRIEND\n\r\nHOMMY-BEG\n\n\r\nHow these papers have been placed in sequence will be made manifest in the\r\nreading of them. All needless matters have been eliminated, so that a history\r\nalmost at variance with the possibilities of later-day belief may stand forth\r\nas simple fact. There is throughout no statement of past things wherein memory\r\nmay err, for all the records chosen are exactly contemporary, given from the\r\nstandpoints and within the range of knowledge of those who made them.\r\n\n(Kept in shorthand.)\n3 May. Bistritz.—Left Munich at 8:35 P. M., on 1st May, arriving at\r\nVienna early next morning; should have arrived at 6:46, but train was an\r\nhour late. Buda-Pesth seems a wonderful place, from the glimpse which I\r\ngot of it from the train and the little I could walk through the\r\nstreets. I feared to go very far from the station, as we had arrived\r\nlate and would start as near the correct time as possible. The\r\nimpression I had was that we were leaving the West and entering the\r\nEast; the most western of splendid bridges over the Danube, which is\r\nhere of noble width and depth, took us among the traditions of Turkish\r\nrule.\nWe left in pretty good time, and came after nightfall to Klausenburgh.\r\nHere I stopped for the night at the Hotel Royale. I had for dinner, or\r\nrather supper, a chicken done up some way with red pepper, which was\r\nvery good but thirsty. (Mem., get recipe for Mina.) I asked the\r\nwaiter, and he said it was called “paprika hendl,” and that, as it was a\r\nnational dish, I should be able to get it anywhere along the\r\nCarpathians. I found my smattering of German very useful here; indeed, I\r\ndon’t know how I should be able to get on without it.\nHaving had some time at my disposal when in London, I had visited the\r\nBritish Museum, and made search among the books and maps in the library\r\nregarding Transylvania; it had struck me that some foreknowledge of the\r\ncountry could hardly fail to have some importance in dealing with a\r\nnobleman of that country. I find that the district he named is in the\r\nextreme east of the country, just on the borders of three states,\r\nTransylvania, Moldavia and Bukovina, in the midst of the Carpathian\r\nmountains; one of the wildest and least known portions of Europe. I was\r\nnot able to light on any map or work giving the exact locality of the\r\nCastle Dracula, as there are no maps of this country as yet to compare\r\nwith our own Ordnance Survey maps; but I found that Bistritz, the post\r\ntown named by Count Dracula, is a fairly well-known place. I shall enter\r\nhere some of my notes, as they may refresh my memory when I talk over my\r\ntravels with Mina.\nIn the population of Transylvania there are four distinct nationalities:\r\nSaxons in the South, and mixed with them the Wallachs, who are the\r\ndescendants of the Dacians; Magyars in the West, and Szekelys in the\r\nEast and North. I am going among the latter, who claim to be descended\r\nfrom Attila and the Huns. This may be so, for when the Magyars conquered\r\nthe country in the eleventh century they found the Huns settled in it. I\r\nread that every known superstition in the world is gathered into the\r\nhorseshoe of the Carpathians, as if it were the centre of some sort of\r\nimaginative whirlpool; if so my stay may be very interesting. (Mem., I\r\nmust ask the Count all about them.)\nI did not sleep well, though my bed was comfortable enough, for I had\r\nall sorts of queer dreams. There was a dog howling all night under my\r\nwindow, which may have had something to do with it; or it may have been\r\nthe paprika, for I had to drink up all the water in my carafe, and was\r\nstill thirsty. Towards morning I slept and was wakened by the continuous\r\nknocking at my door, so I guess I must have been sleeping soundly then.\r\nI had for breakfast more paprika, and a sort of porridge of maize flour\r\nwhich they said was “mamaliga,” and egg-plant stuffed with forcemeat, a\r\nvery excellent dish, which they call “impletata.” (Mem., get recipe\r\nfor this also.) I had to hurry breakfast, for the train started a little\r\nbefore eight, or rather it ought to have done so, for after rushing to\r\nthe station at 7:30 I had to sit in the carriage for more than an hour\r\nbefore we began to move. It seems to me that the further east you go the\r\nmore unpunctual are the trains. What ought they to be in China?\nAll day long we seemed to dawdle through a country which was full of\r\nbeauty of every kind. Sometimes we saw little towns or castles on the\r\ntop of steep hills such as we see in old missals; sometimes we ran by\r\nrivers and streams which seemed from the wide stony margin on each side\r\nof them to be subject to great floods. It takes a lot of water, and\r\nrunning strong, to sweep the outside edge of a river clear. At every\r\nstation there were groups of people, sometimes crowds, and in all sorts\r\nof attire. Some of them were just like the peasants at home or those I\r\nsaw coming through France and Germany, with short jackets and round hats\r\nand home-made trousers; but others were very picturesque. The women\r\nlooked pretty, except when you got near them, but they were very clumsy\r\nabout the waist. They had all full white sleeves of some kind or other,\r\nand most of them had big belts with a lot of strips of something\r\nfluttering from them like the dresses in a ballet, but of course there\r\nwere petticoats under them. The strangest figures we saw were the\r\nSlovaks, who were more barbarian than the rest, with their big cow-boy\r\nhats, great baggy dirty-white trousers, white linen shirts, and enormous\r\nheavy leather belts, nearly a foot wide, all studded over with brass\r\nnails. They wore high boots, with their trousers tucked into them, and\r\nhad long black hair and heavy black moustaches. They are very\r\npicturesque, but do not look prepossessing. On the stage they would be\r\nset down at once as some old Oriental band of brigands. They are,\r\nhowever, I am told, very harmless and rather wanting in natural\r\nself-assertion.\nIt was on the dark side of twilight when we got to Bistritz, which is a\r\nvery interesting old place. Being practically on the frontier—for the\r\nBorgo Pass leads from it into Bukovina—it has had a very stormy\r\nexistence, and it certainly shows marks of it. Fifty years ago a series\r\nof great fires took place, which made terrible havoc on five separate\r\noccasions. At the very beginning of the seventeenth century it underwent\r\na siege of three weeks and lost 13,000 people, the casualties of war\r\nproper being assisted by famine and disease.\nCount Dracula had directed me to go to the Golden Krone Hotel, which I\r\nfound, to my great delight, to be thoroughly old-fashioned, for of\r\ncourse I wanted to see all I could of the ways of the country. I was\r\nevidently expected, for when I got near the door I faced a\r\ncheery-looking elderly woman in the usual peasant dress—white\r\nundergarment with long double apron, front, and back, of coloured stuff\r\nfitting almost too tight for modesty. When I came close she bowed and\r\nsaid, “The Herr Englishman?” “Yes,” I said, “Jonathan Harker.” She\r\nsmiled, and gave some message to an elderly man in white shirt-sleeves,\r\nwho had followed her to the door. He went, but immediately returned with\r\na letter:—\n“My Friend.—Welcome to the Carpathians. I am anxiously expecting\r\nyou. Sleep well to-night. At three to-morrow the diligence will\r\nstart for Bukovina; a place on it is kept for you. At the Borgo\r\nPass my carriage will await you and will bring you to me. I trust\r\nthat your journey from London has been a happy one, and that you\r\nwill enjoy your stay in my beautiful land.\n\r\n“Your friend,\r\n“Dracula.”\n\n4 May.—I found that my landlord had got a letter from the Count,\r\ndirecting him to secure the best place on the coach for me; but on\r\nmaking inquiries as to details he seemed somewhat reticent, and\r\npretended that he could not understand my German. This could not be\r\ntrue, because up to then he had understood it perfectly; at least, he\r\nanswered my questions exactly as if he did. He and his wife, the old\r\nlady who had received me, looked at each other in a frightened sort of\r\nway. He mumbled out that the money had been sent in a letter, and that\r\nwas all he knew. When I asked him if he knew Count Dracula, and could\r\ntell me anything of his castle, both he and his wife crossed themselves,\r\nand, saying that they knew nothing at all, simply refused to speak\r\nfurther. It was so near the time of starting that I had no time to ask\r\nany one else, for it was all very mysterious and not by any means\r\ncomforting.\nJust before I was leaving, the old lady came up to my room and said in a\r\nvery hysterical way:\n“Must you go? Oh! young Herr, must you go?” She was in such an excited\r\nstate that she seemed to have lost her grip of what German she knew, and\r\nmixed it all up with some other language which I did not know at all. I\r\nwas just able to follow her by asking many questions. When I told her\r\nthat I must go at once, and that I was engaged on important business,\r\nshe asked again:\n“Do you know what day it is?” I answered that it was the fourth of May.\r\nShe shook her head as she said again:\n“Oh, yes! I know that! I know that, but do you know what day it is?” On\r\nmy saying that I did not understand, she went on:\n“It is the eve of St. George’s Day. Do you not know that to-night, when\r\nthe clock strikes midnight, all the evil things in the world will have\r\nfull sway? Do you know where you are going, and what you are going to?”\r\nShe was in such evident distress that I tried to comfort her, but\r\nwithout effect. Finally she went down on her knees and implored me not\r\nto go; at least to wait a day or two before starting. It was all very\r\nridiculous but I did not feel comfortable. However, there was business\r\nto be done, and I could allow nothing to interfere with it. I therefore\r\ntried to raise her up, and said, as gravely as I could, that I thanked\r\nher, but my duty was imperative, and that I must go. She then rose and\r\ndried her eyes, and taking a crucifix from her neck offered it to me. I\r\ndid not know what to do, for, as an English Churchman, I have been\r\ntaught to regard such things as in some measure idolatrous, and yet it\r\nseemed so ungracious to refuse an old lady meaning so well and in such a\r\nstate of mind. She saw, I suppose, the doubt in my face, for she put the\r\nrosary round my neck, and said, “For your mother’s sake,” and went out\r\nof the room. I am writing up this part of the diary whilst I am waiting\r\nfor the coach, which is, of course, late; and the crucifix is still\r\nround my neck. Whether it is the old lady’s fear, or the many ghostly\r\ntraditions of this place, or the crucifix itself, I do not know, but I\r\nam not feeling nearly as easy in my mind as usual. If this book should\r\never reach Mina before I do, let it bring my good-bye. Here comes the\r\ncoach!\n \n5 May. The Castle.—The grey of the morning has passed, and the sun is\r\nhigh over the distant horizon, which seems jagged, whether with trees or\r\nhills I know not, for it is so far off that big things and little are\r\nmixed. I am not sleepy, and, as I am not to be called till I awake,\r\nnaturally I write till sleep comes. There are many odd things to put\r\ndown, and, lest who reads them may fancy that I dined too well before I\r\nleft Bistritz, let me put down my dinner exactly. I dined on what they\r\ncalled “robber steak”—bits of bacon, onion, and beef, seasoned with red\r\npepper, and strung on sticks and roasted over the fire, in the simple\r\nstyle of the London cat’s meat! The wine was Golden Mediasch, which\r\nproduces a queer sting on the tongue, which is, however, not\r\ndisagreeable. I had only a couple of glasses of this, and nothing else.\nWhen I got on the coach the driver had not taken his seat, and I saw him\r\ntalking with the landlady. They were evidently talking of me, for every\r\nnow and then they looked at me, and some of the people who were sitting\r\non the bench outside the door—which they call by a name meaning\r\n“word-bearer”—came and listened, and then looked at me, most of them\r\npityingly. I could hear a lot of words often repeated, queer words, for\r\nthere were many nationalities in the crowd; so I quietly got my polyglot\r\ndictionary from my bag and looked them out. I must say they were not\r\ncheering to me, for amongst them were “Ordog”—Satan, “pokol”—hell,\r\n“stregoica”—witch, “vrolok” and “vlkoslak”—both of which mean the same\r\nthing, one being Slovak and the other Servian for something that is\r\neither were-wolf or vampire. (Mem., I must ask the Count about these\r\nsuperstitions)\nWhen we started, the crowd round the inn door, which had by this time\r\nswelled to a considerable size, all made the sign of the cross and\r\npointed two fingers towards me. With some difficulty I got a\r\nfellow-passenger to tell me what they meant; he would not answer at\r\nfirst, but on learning that I was English, he explained that it was a\r\ncharm or guard against the evil eye. This was not very pleasant for me,\r\njust starting for an unknown place to meet an unknown man; but every one\r\nseemed so kind-hearted, and so sorrowful, and so sympathetic that I\r\ncould not but be touched. I shall never forget the last glimpse which I\r\nhad of the inn-yard and its crowd of picturesque figures, all crossing\r\nthemselves, as they stood round the wide archway, with its background of\r\nrich foliage of oleander and orange trees in green tubs clustered in the\r\ncentre of the yard. Then our driver, whose wide linen drawers covered\r\nthe whole front of the box-seat—“gotza” they call them—cracked his big\r\nwhip over his four small horses, which ran abreast, and we set off on\r\nour journey.\nI soon lost sight and recollection of ghostly fears in the beauty of the\r\nscene as we drove along, although had I known the language, or rather\r\nlanguages, which my fellow-passengers were speaking, I might not have\r\nbeen able to throw them off so easily. Before us lay a green sloping\r\nland full of forests and woods, with here and there steep hills, crowned\r\nwith clumps of trees or with farmhouses, the blank gable end to the\r\nroad. There was everywhere a bewildering mass of fruit blossom—apple,\r\nplum, pear, cherry; and as we drove by I could see the green grass under\r\nthe trees spangled with the fallen petals. In and out amongst these\r\ngreen hills of what they call here the “Mittel Land” ran the road,\r\nlosing itself as it swept round the grassy curve, or was shut out by the\r\nstraggling ends of pine woods, which here and there ran down the\r\nhillsides like tongues of flame. The road was rugged, but still we\r\nseemed to fly over it with a feverish haste. I could not understand then\r\nwhat the haste meant, but the driver was evidently bent on losing no\r\ntime in reaching Borgo Prund. I was told that this road is in summertime\r\nexcellent, but that it had not yet been put in order after the winter\r\nsnows. In this respect it is different from the general run of roads in\r\nthe Carpathians, for it is an old tradition that they are not to be kept\r\nin too good order. Of old the Hospadars would not repair them, lest the\r\nTurk should think that they were preparing to bring in foreign troops,\r\nand so hasten the war which was always really at loading point.\nBeyond the green swelling hills of the Mittel Land rose mighty slopes\r\nof forest up to the lofty steeps of the Carpathians themselves. Right\r\nand left of us they towered, with the afternoon sun falling full upon\r\nthem and bringing out all the glorious colours of this beautiful range,\r\ndeep blue and purple in the shadows of the peaks, green and brown where\r\ngrass and rock mingled, and an endless perspective of jagged rock and\r\npointed crags, till these were themselves lost in the distance, where\r\nthe snowy peaks rose grandly. Here and there seemed mighty rifts in the\r\nmountains, through which, as the sun began to sink, we saw now and again\r\nthe white gleam of falling water. One of my companions touched my arm as\r\nwe swept round the base of a hill and opened up the lofty, snow-covered\r\npeak of a mountain, which seemed, as we wound on our serpentine way, to\r\nbe right before us:—\n“Look! Isten szek!”—“God’s seat!”—and he crossed himself reverently.\nAs we wound on our endless way, and the sun sank lower and lower behind\r\nus, the shadows of the evening began to creep round us. This was\r\nemphasised by the fact that the snowy mountain-top still held the\r\nsunset, and seemed to glow out with a delicate cool pink. Here and there\r\nwe passed Cszeks and Slovaks, all in picturesque attire, but I noticed\r\nthat goitre was painfully prevalent. By the roadside were many crosses,\r\nand as we swept by, my companions all crossed themselves. Here and there\r\nwas a peasant man or woman kneeling before a shrine, who did not even\r\nturn round as we approached, but seemed in the self-surrender of\r\ndevotion to have neither eyes nor ears for the outer world. There were\r\nmany things new to me: for instance, hay-ricks in the trees, and here\r\nand there very beautiful masses of weeping birch, their white stems\r\nshining like silver through the delicate green of the leaves. Now and\r\nagain we passed a leiter-wagon—the ordinary peasant’s cart—with its\r\nlong, snake-like vertebra, calculated to suit the inequalities of the\r\nroad. On this were sure to be seated quite a group of home-coming\r\npeasants, the Cszeks with their white, and the Slovaks with their\r\ncoloured, sheepskins, the latter carrying lance-fashion their long\r\nstaves, with axe at end. As the evening fell it began to get very cold,\r\nand the growing twilight seemed to merge into one dark mistiness the\r\ngloom of the trees, oak, beech, and pine, though in the valleys which\r\nran deep between the spurs of the hills, as we ascended through the\r\nPass, the dark firs stood out here and there against the background of\r\nlate-lying snow. Sometimes, as the road was cut through the pine woods\r\nthat seemed in the darkness to be closing down upon us, great masses of\r\ngreyness, which here and there bestrewed the trees, produced a\r\npeculiarly weird and solemn effect, which carried on the thoughts and\r\ngrim fancies engendered earlier in the evening, when the falling sunset\r\nthrew into strange relief the ghost-like clouds which amongst the\r\nCarpathians seem to wind ceaselessly through the valleys. Sometimes the\r\nhills were so steep that, despite our driver’s haste, the horses could\r\nonly go slowly. I wished to get down and walk up them, as we do at home,\r\nbut the driver would not hear of it. “No, no,” he said; “you must not\r\nwalk here; the dogs are too fierce”; and then he added, with what he\r\nevidently meant for grim pleasantry—for he looked round to catch the\r\napproving smile of the rest—“and you may have enough of such matters\r\nbefore you go to sleep.” The only stop he would make was a moment’s\r\npause to light his lamps.\nWhen it grew dark there seemed to be some excitement amongst the\r\npassengers, and they kept speaking to him, one after the other, as\r\nthough urging him to further speed. He lashed the horses unmercifully\r\nwith his long whip, and with wild cries of encouragement urged them on\r\nto further exertions. Then through the darkness I could see a sort of\r\npatch of grey light ahead of us, as though there were a cleft in the\r\nhills. The excitement of the passengers grew greater; the crazy coach\r\nrocked on its great leather springs, and swayed like a boat tossed on a\r\nstormy sea. I had to hold on. The road grew more level, and we appeared\r\nto fly along. Then the mountains seemed to come nearer to us on each\r\nside and to frown down upon us; we were entering on the Borgo Pass. One\r\nby one several of the passengers offered me gifts, which they pressed\r\nupon me with an earnestness which would take no denial; these were\r\ncertainly of an odd and varied kind, but each was given in simple good\r\nfaith, with a kindly word, and a blessing, and that strange mixture of\r\nfear-meaning movements which I had seen outside the hotel at\r\nBistritz—the sign of the cross and the guard against the evil eye.\r\nThen, as we flew along, the driver leaned forward, and on each side the\r\npassengers, craning over the edge of the coach, peered eagerly into the\r\ndarkness. It was evident that something very exciting was either\r\nhappening or expected, but though I asked each passenger, no one would\r\ngive me the slightest explanation. This state of excitement kept on for\r\nsome little time; and at last we saw before us the Pass opening out on\r\nthe eastern side. There were dark, rolling clouds overhead, and in the\r\nair the heavy, oppressive sense of thunder. It seemed as though the\r\nmountain range had separated two atmospheres, and that now we had got\r\ninto the thunderous one. I was now myself looking out for the conveyance\r\nwhich was to take me to the Count. Each moment I expected to see the\r\nglare of lamps through the blackness; but all was dark. The only light\r\nwas the flickering rays of our own lamps, in which the steam from our\r\nhard-driven horses rose in a white cloud. We could see now the sandy\r\nroad lying white before us, but there was on it no sign of a vehicle.\r\nThe passengers drew back with a sigh of gladness, which seemed to mock\r\nmy own disappointment. I was already thinking what I had best do, when\r\nthe driver, looking at his watch, said to the others something which I\r\ncould hardly hear, it was spoken so quietly and in so low a tone; I\r\nthought it was “An hour less than the time.” Then turning to me, he said\r\nin German worse than my own:—\n“There is no carriage here. The Herr is not expected after all. He will\r\nnow come on to Bukovina, and return to-morrow or the next day; better\r\nthe next day.” Whilst he was speaking the horses began to neigh and\r\nsnort and plunge wildly, so that the driver had to hold them up. Then,\r\namongst a chorus of screams from the peasants and a universal crossing\r\nof themselves, a calèche, with four horses, drove up behind us, overtook\r\nus, and drew up beside the coach. I could see from the flash of our\r\nlamps, as the rays fell on them, that the horses were coal-black and\r\nsplendid animals. They were driven by a tall man, with a long brown\r\nbeard and a great black hat, which seemed to hide his face from us. I\r\ncould only see the gleam of a pair of very bright eyes, which seemed red\r\nin the lamplight, as he turned to us. He said to the driver:—\n“You are early to-night, my friend.” The man stammered in reply:—\n“The English Herr was in a hurry,” to which the stranger replied:—\n“That is why, I suppose, you wished him to go on to Bukovina. You cannot\r\ndeceive me, my friend; I know too much, and my horses are swift.” As he\r\nspoke he smiled, and the lamplight fell on a hard-looking mouth, with\r\nvery red lips and sharp-looking teeth, as white as ivory. One of my\r\ncompanions whispered to another the line from Burger’s “Lenore”:—\nThe strange driver evidently heard the words, for he looked up with a\r\ngleaming smile. The passenger turned his face away, at the same time\r\nputting out his two fingers and crossing himself. “Give me the Herr’s\r\nluggage,” said the driver; and with exceeding alacrity my bags were\r\nhanded out and put in the calèche. Then I descended from the side of the\r\ncoach, as the calèche was close alongside, the driver helping me with a\r\nhand which caught my arm in a grip of steel; his strength must have been\r\nprodigious. Without a word he shook his reins, the horses turned, and we\r\nswept into the darkness of the Pass. As I looked back I saw the steam\r\nfrom the horses of the coach by the light of the lamps, and projected\r\nagainst it the figures of my late companions crossing themselves. Then\r\nthe driver cracked his whip and called to his horses, and off they swept\r\non their way to Bukovina. As they sank into the darkness I felt a\r\nstrange chill, and a lonely feeling came over me; but a cloak was thrown\r\nover my shoulders, and a rug across my knees, and the driver said in\r\nexcellent German:—\n“The night is chill, mein Herr, and my master the Count bade me take all\r\ncare of you. There is a flask of slivovitz (the plum brandy of the\r\ncountry) underneath the seat, if you should require it.” I did not take\r\nany, but it was a comfort to know it was there all the same. I felt a\r\nlittle strangely, and not a little frightened. I think had there been\r\nany alternative I should have taken it, instead of prosecuting that\r\nunknown night journey. The carriage went at a hard pace straight along,\r\nthen we made a complete turn and went along another straight road. It\r\nseemed to me that we were simply going over and over the same ground\r\nagain; and so I took note of some salient point, and found that this was\r\nso. I would have liked to have asked the driver what this all meant, but\r\nI really feared to do so, for I thought that, placed as I was, any\r\nprotest would have had no effect in case there had been an intention to\r\ndelay. By-and-by, however, as I was curious to know how time was\r\npassing, I struck a match, and by its flame looked at my watch; it was\r\nwithin a few minutes of midnight. This gave me a sort of shock, for I\r\nsuppose the general superstition about midnight was increased by my\r\nrecent experiences. I waited with a sick feeling of suspense.\nThen a dog began to howl somewhere in a farmhouse far down the road—a\r\nlong, agonised wailing, as if from fear. The sound was taken up by\r\nanother dog, and then another and another, till, borne on the wind which\r\nnow sighed softly through the Pass, a wild howling began, which seemed\r\nto come from all over the country, as far as the imagination could grasp\r\nit through the gloom of the night. At the first howl the horses began to\r\nstrain and rear, but the driver spoke to them soothingly, and they\r\nquieted down, but shivered and sweated as though after a runaway from\r\nsudden fright. Then, far off in the distance, from the mountains on each\r\nside of us began a louder and a sharper howling—that of wolves—which\r\naffected both the horses and myself in the same way—for I was minded to\r\njump from the calèche and run, whilst they reared again and plunged\r\nmadly, so that the driver had to use all his great strength to keep them\r\nfrom bolting. In a few minutes, however, my own ears got accustomed to\r\nthe sound, and the horses so far became quiet that the driver was able\r\nto descend and to stand before them. He petted and soothed them, and\r\nwhispered something in their ears, as I have heard of horse-tamers\r\ndoing, and with extraordinary effect, for under his caresses they became\r\nquite manageable again, though they still trembled. The driver again\r\ntook his seat, and shaking his reins, started off at a great pace. This\r\ntime, after going to the far side of the Pass, he suddenly turned down a\r\nnarrow roadway which ran sharply to the right.\nSoon we were hemmed in with trees, which in places arched right over the\r\nroadway till we passed as through a tunnel; and again great frowning\r\nrocks guarded us boldly on either side. Though we were in shelter, we\r\ncould hear the rising wind, for it moaned and whistled through the\r\nrocks, and the branches of the trees crashed together as we swept along.\r\nIt grew colder and colder still, and fine, powdery snow began to fall,\r\nso that soon we and all around us were covered with a white blanket. The\r\nkeen wind still carried the howling of the dogs, though this grew\r\nfainter as we went on our way. The baying of the wolves sounded nearer\r\nand nearer, as though they were closing round on us from every side. I\r\ngrew dreadfully afraid, and the horses shared my fear. The driver,\r\nhowever, was not in the least disturbed; he kept turning his head to\r\nleft and right, but I could not see anything through the darkness.\nSuddenly, away on our left, I saw a faint flickering blue flame. The\r\ndriver saw it at the same moment; he at once checked the horses, and,\r\njumping to the ground, disappeared into the darkness. I did not know\r\nwhat to do, the less as the howling of the wolves grew closer; but while\r\nI wondered the driver suddenly appeared again, and without a word took\r\nhis seat, and we resumed our journey. I think I must have fallen asleep\r\nand kept dreaming of the incident, for it seemed to be repeated\r\nendlessly, and now looking back, it is like a sort of awful nightmare.\r\nOnce the flame appeared so near the road, that even in the darkness\r\naround us I could watch the driver’s motions. He went rapidly to where\r\nthe blue flame arose—it must have been very faint, for it did not seem\r\nto illumine the place around it at all—and gathering a few stones,\r\nformed them into some device. Once there appeared a strange optical\r\neffect: when he stood between me and the flame he did not obstruct it,\r\nfor I could see its ghostly flicker all the same. This startled me, but\r\nas the effect was only momentary, I took it that my eyes deceived me\r\nstraining through the darkness. Then for a time there were no blue\r\nflames, and we sped onwards through the gloom, with the howling of the\r\nwolves around us, as though they were following in a moving circle.\nAt last there came a time when the driver went further afield than he\r\nhad yet gone, and during his absence, the horses began to tremble worse\r\nthan ever and to snort and scream with fright. I could not see any cause\r\nfor it, for the howling of the wolves had ceased altogether; but just\r\nthen the moon, sailing through the black clouds, appeared behind the\r\njagged crest of a beetling, pine-clad rock, and by its light I saw\r\naround us a ring of wolves, with white teeth and lolling red tongues,\r\nwith long, sinewy limbs and shaggy hair. They were a hundred times more\r\nterrible in the grim silence which held them than even when they howled.\r\nFor myself, I felt a sort of paralysis of fear. It is only when a man\r\nfeels himself face to face with such horrors that he can understand\r\ntheir true import.\nAll at once the wolves began to howl as though the moonlight had had\r\nsome peculiar effect on them. The horses jumped about and reared, and\r\nlooked helplessly round with eyes that rolled in a way painful to see;\r\nbut the living ring of terror encompassed them on every side; and they\r\nhad perforce to remain within it. I called to the coachman to come, for\r\nit seemed to me that our only chance was to try to break out through the\r\nring and to aid his approach. I shouted and beat the side of the\r\ncalèche, hoping by the noise to scare the wolves from that side, so as\r\nto give him a chance of reaching the trap. How he came there, I know\r\nnot, but I heard his voice raised in a tone of imperious command, and\r\nlooking towards the sound, saw him stand in the roadway. As he swept his\r\nlong arms, as though brushing aside some impalpable obstacle, the wolves\r\nfell back and back further still. Just then a heavy cloud passed across\r\nthe face of the moon, so that we were again in darkness.\nWhen I could see again the driver was climbing into the calèche, and the\r\nwolves had disappeared. This was all so strange and uncanny that a\r\ndreadful fear came upon me, and I was afraid to speak or move. The time\r\nseemed interminable as we swept on our way, now in almost complete\r\ndarkness, for the rolling clouds obscured the moon. We kept on\r\nascending, with occasional periods of quick descent, but in the main\r\nalways ascending. Suddenly, I became conscious of the fact that the\r\ndriver was in the act of pulling up the horses in the courtyard of a\r\nvast ruined castle, from whose tall black windows came no ray of light,\r\nand whose broken battlements showed a jagged line against the moonlit\r\nsky.\n5 May.—I must have been asleep, for certainly if I had been fully\r\nawake I must have noticed the approach of such a remarkable place. In\r\nthe gloom the courtyard looked of considerable size, and as several dark\r\nways led from it under great round arches, it perhaps seemed bigger than\r\nit really is. I have not yet been able to see it by daylight.\nWhen the calèche stopped, the driver jumped down and held out his hand\r\nto assist me to alight. Again I could not but notice his prodigious\r\nstrength. His hand actually seemed like a steel vice that could have\r\ncrushed mine if he had chosen. Then he took out my traps, and placed\r\nthem on the ground beside me as I stood close to a great door, old and\r\nstudded with large iron nails, and set in a projecting doorway of\r\nmassive stone. I could see even in the dim light that the stone was\r\nmassively carved, but that the carving had been much worn by time and\r\nweather. As I stood, the driver jumped again into his seat and shook the\r\nreins; the horses started forward, and trap and all disappeared down one\r\nof the dark openings.\nI stood in silence where I was, for I did not know what to do. Of bell\r\nor knocker there was no sign; through these frowning walls and dark\r\nwindow openings it was not likely that my voice could penetrate. The\r\ntime I waited seemed endless, and I felt doubts and fears crowding upon\r\nme. What sort of place had I come to, and among what kind of people?\r\nWhat sort of grim adventure was it on which I had embarked? Was this a\r\ncustomary incident in the life of a solicitor’s clerk sent out to\r\nexplain the purchase of a London estate to a foreigner? Solicitor’s\r\nclerk! Mina would not like that. Solicitor—for just before leaving\r\nLondon I got word that my examination was successful; and I am now a\r\nfull-blown solicitor! I began to rub my eyes and pinch myself to see if\r\nI were awake. It all seemed like a horrible nightmare to me, and I\r\nexpected that I should suddenly awake, and find myself at home, with\r\nthe dawn struggling in through the windows, as I had now and again felt\r\nin the morning after a day of overwork. But my flesh answered the\r\npinching test, and my eyes were not to be deceived. I was indeed awake\r\nand among the Carpathians. All I could do now was to be patient, and to\r\nwait the coming of the morning.\nJust as I had come to this conclusion I heard a heavy step approaching\r\nbehind the great door, and saw through the chinks the gleam of a coming\r\nlight. Then there was the sound of rattling chains and the clanking of\r\nmassive bolts drawn back. A key was turned with the loud grating noise\r\nof long disuse, and the great door swung back.\nWithin, stood a tall old man, clean shaven save for a long white\r\nmoustache, and clad in black from head to foot, without a single speck\r\nof colour about him anywhere. He held in his hand an antique silver\r\nlamp, in which the flame burned without chimney or globe of any kind,\r\nthrowing long quivering shadows as it flickered in the draught of the\r\nopen door. The old man motioned me in with his right hand with a courtly\r\ngesture, saying in excellent English, but with a strange intonation:—\n“Welcome to my house! Enter freely and of your own will!” He made no\r\nmotion of stepping to meet me, but stood like a statue, as though his\r\ngesture of welcome had fixed him into stone. The instant, however, that\r\nI had stepped over the threshold, he moved impulsively forward, and\r\nholding out his hand grasped mine with a strength which made me wince,\r\nan effect which was not lessened by the fact that it seemed as cold as\r\nice—more like the hand of a dead than a living man. Again he said:—\n“Welcome to my house. Come freely. Go safely; and leave something of the\r\nhappiness you bring!” The strength of the handshake was so much akin to\r\nthat which I had noticed in the driver, whose face I had not seen, that\r\nfor a moment I doubted if it were not the same person to whom I was\r\nspeaking; so to make sure, I said interrogatively:—\n“Count Dracula?” He bowed in a courtly way as he replied:—\n“I am Dracula; and I bid you welcome, Mr. Harker, to my house. Come in;\r\nthe night air is chill, and you must need to eat and rest.” As he was\r\nspeaking, he put the lamp on a bracket on the wall, and stepping out,\r\ntook my luggage; he had carried it in before I could forestall him. I\r\nprotested but he insisted:—\n“Nay, sir, you are my guest. It is late, and my people are not\r\navailable. Let me see to your comfort myself.” He insisted on carrying\r\nmy traps along the passage, and then up a great winding stair, and\r\nalong another great passage, on whose stone floor our steps rang\r\nheavily. At the end of this he threw open a heavy door, and I rejoiced\r\nto see within a well-lit room in which a table was spread for supper,\r\nand on whose mighty hearth a great fire of logs, freshly replenished,\r\nflamed and flared.\nThe Count halted, putting down my bags, closed the door, and crossing\r\nthe room, opened another door, which led into a small octagonal room lit\r\nby a single lamp, and seemingly without a window of any sort. Passing\r\nthrough this, he opened another door, and motioned me to enter. It was a\r\nwelcome sight; for here was a great bedroom well lighted and warmed with\r\nanother log fire,—also added to but lately, for the top logs were\r\nfresh—which sent a hollow roar up the wide chimney. The Count himself\r\nleft my luggage inside and withdrew, saying, before he closed the\r\ndoor:—\n“You will need, after your journey, to refresh yourself by making your\r\ntoilet. I trust you will find all you wish. When you are ready, come\r\ninto the other room, where you will find your supper prepared.”\nThe light and warmth and the Count’s courteous welcome seemed to have\r\ndissipated all my doubts and fears. Having then reached my normal state,\r\nI discovered that I was half famished with hunger; so making a hasty\r\ntoilet, I went into the other room.\nI found supper already laid out. My host, who stood on one side of the\r\ngreat fireplace, leaning against the stonework, made a graceful wave of\r\nhis hand to the table, and said:—\n“I pray you, be seated and sup how you please. You will, I trust, excuse\r\nme that I do not join you; but I have dined already, and I do not sup.”\nI handed to him the sealed letter which Mr. Hawkins had entrusted to me.\r\nHe opened it and read it gravely; then, with a charming smile, he handed\r\nit to me to read. One passage of it, at least, gave me a thrill of\r\npleasure.\n“I must regret that an attack of gout, from which malady I am a constant\r\nsufferer, forbids absolutely any travelling on my part for some time to\r\ncome; but I am happy to say I can send a sufficient substitute, one in\r\nwhom I have every possible confidence. He is a young man, full of energy\r\nand talent in his own way, and of a very faithful disposition. He is\r\ndiscreet and silent, and has grown into manhood in my service. He shall\r\nbe ready to attend on you when you will during his stay, and shall take\r\nyour instructions in all matters.”\nThe Count himself came forward and took off the cover of a dish, and I\r\nfell to at once on an excellent roast chicken. This, with some cheese\r\nand a salad and a bottle of old Tokay, of which I had two glasses, was\r\nmy supper. During the time I was eating it the Count asked me many\r\nquestions as to my journey, and I told him by degrees all I had\r\nexperienced.\nBy this time I had finished my supper, and by my host’s desire had drawn\r\nup a chair by the fire and begun to smoke a cigar which he offered me,\r\nat the same time excusing himself that he did not smoke. I had now an\r\nopportunity of observing him, and found him of a very marked\r\nphysiognomy.\nHis face was a strong—a very strong—aquiline, with high bridge of the\r\nthin nose and peculiarly arched nostrils; with lofty domed forehead, and\r\nhair growing scantily round the temples but profusely elsewhere. His\r\neyebrows were very massive, almost meeting over the nose, and with bushy\r\nhair that seemed to curl in its own profusion. The mouth, so far as I\r\ncould see it under the heavy moustache, was fixed and rather\r\ncruel-looking, with peculiarly sharp white teeth; these protruded over\r\nthe lips, whose remarkable ruddiness showed astonishing vitality in a\r\nman of his years. For the rest, his ears were pale, and at the tops\r\nextremely pointed; the chin was broad and strong, and the cheeks firm\r\nthough thin. The general effect was one of extraordinary pallor.\nHitherto I had noticed the backs of his hands as they lay on his knees\r\nin the firelight, and they had seemed rather white and fine; but seeing\r\nthem now close to me, I could not but notice that they were rather\r\ncoarse—broad, with squat fingers. Strange to say, there were hairs in\r\nthe centre of the palm. The nails were long and fine, and cut to a sharp\r\npoint. As the Count leaned over me and his hands touched me, I could not\r\nrepress a shudder. It may have been that his breath was rank, but a\r\nhorrible feeling of nausea came over me, which, do what I would, I could\r\nnot conceal. The Count, evidently noticing it, drew back; and with a\r\ngrim sort of smile, which showed more than he had yet done his\r\nprotuberant teeth, sat himself down again on his own side of the\r\nfireplace. We were both silent for a while; and as I looked towards the\r\nwindow I saw the first dim streak of the coming dawn. There seemed a\r\nstrange stillness over everything; but as I listened I heard as if from\r\ndown below in the valley the howling of many wolves. The Count’s eyes\r\ngleamed, and he said:—\n“Listen to them—the children of the night. What music they make!”\r\nSeeing, I suppose, some expression in my face strange to him, he\r\nadded:—\n“Ah, sir, you dwellers in the city cannot enter into the feelings of the\r\nhunter.” Then he rose and said:—\n“But you must be tired. Your bedroom is all ready, and to-morrow you\r\nshall sleep as late as you will. I have to be away till the afternoon;\r\nso sleep well and dream well!” With a courteous bow, he opened for me\r\nhimself the door to the octagonal room, and I entered my bedroom....\nI am all in a sea of wonders. I doubt; I fear; I think strange things,\r\nwhich I dare not confess to my own soul. God keep me, if only for the\r\nsake of those dear to me!\n \n7 May.—It is again early morning, but I have rested and enjoyed the\r\nlast twenty-four hours. I slept till late in the day, and awoke of my\r\nown accord. When I had dressed myself I went into the room where we had\r\nsupped, and found a cold breakfast laid out, with coffee kept hot by the\r\npot being placed on the hearth. There was a card on the table, on which\r\nwas written:—\n“I have to be absent for a while. Do not wait for me.—D.” I set to and\r\nenjoyed a hearty meal. When I had done, I looked for a bell, so that I\r\nmight let the servants know I had finished; but I could not find one.\r\nThere are certainly odd deficiencies in the house, considering the\r\nextraordinary evidences of wealth which are round me. The table service\r\nis of gold, and so beautifully wrought that it must be of immense value.\r\nThe curtains and upholstery of the chairs and sofas and the hangings of\r\nmy bed are of the costliest and most beautiful fabrics, and must have\r\nbeen of fabulous value when they were made, for they are centuries old,\r\nthough in excellent order. I saw something like them in Hampton Court,\r\nbut there they were worn and frayed and moth-eaten. But still in none of\r\nthe rooms is there a mirror. There is not even a toilet glass on my\r\ntable, and I had to get the little shaving glass from my bag before I\r\ncould either shave or brush my hair. I have not yet seen a servant\r\nanywhere, or heard a sound near the castle except the howling of wolves.\r\nSome time after I had finished my meal—I do not know whether to call it\r\nbreakfast or dinner, for it was between five and six o’clock when I had\r\nit—I looked about for something to read, for I did not like to go about\r\nthe castle until I had asked the Count’s permission. There was\r\nabsolutely nothing in the room, book, newspaper, or even writing\r\nmaterials; so I opened another door in the room and found a sort of\r\nlibrary. The door opposite mine I tried, but found it locked.\nIn the library I found, to my great delight, a vast number of English\r\nbooks, whole shelves full of them, and bound volumes of magazines and\r\nnewspapers. A table in the centre was littered with English magazines\r\nand newspapers, though none of them were of very recent date. The books\r\nwere of the most varied kind—history, geography, politics, political\r\neconomy, botany, geology, law—all relating to England and English life\r\nand customs and manners. There were even such books of reference as the\r\nLondon Directory, the “Red” and “Blue” books, Whitaker’s Almanac, the\r\nArmy and Navy Lists, and—it somehow gladdened my heart to see it—the\r\nLaw List.\nWhilst I was looking at the books, the door opened, and the Count\r\nentered. He saluted me in a hearty way, and hoped that I had had a good\r\nnight’s rest. Then he went on:—\n“I am glad you found your way in here, for I am sure there is much that\r\nwill interest you. These companions”—and he laid his hand on some of\r\nthe books—“have been good friends to me, and for some years past, ever\r\nsince I had the idea of going to London, have given me many, many hours\r\nof pleasure. Through them I have come to know your great England; and to\r\nknow her is to love her. I long to go through the crowded streets of\r\nyour mighty London, to be in the midst of the whirl and rush of\r\nhumanity, to share its life, its change, its death, and all that makes\r\nit what it is. But alas! as yet I only know your tongue through books.\r\nTo you, my friend, I look that I know it to speak.”\n“But, Count,” I said, “you know and speak English thoroughly!” He bowed\r\ngravely.\n“I thank you, my friend, for your all too-flattering estimate, but yet I\r\nfear that I am but a little way on the road I would travel. True, I know\r\nthe grammar and the words, but yet I know not how to speak them.”\n“Indeed,” I said, “you speak excellently.”\n“Not so,” he answered. “Well, I know that, did I move and speak in your\r\nLondon, none there are who would not know me for a stranger. That is not\r\nenough for me. Here I am noble; I am boyar; the common people know me,\r\nand I am master. But a stranger in a strange land, he is no one; men\r\nknow him not—and to know not is to care not for. I am content if I am\r\nlike the rest, so that no man stops if he see me, or pause in his\r\nspeaking if he hear my words, ‘Ha, ha! a stranger!’ I have been so long\r\nmaster that I would be master still—or at least that none other should\r\nbe master of me. You come to me not alone as agent of my friend Peter\r\nHawkins, of Exeter, to tell me all about my new estate in London. You\r\nshall, I trust, rest here with me awhile, so that by our talking I may\r\nlearn the English intonation; and I would that you tell me when I make\r\nerror, even of the smallest, in my speaking. I am sorry that I had to be\r\naway so long to-day; but you will, I know, forgive one who has so many\r\nimportant affairs in hand.”\nOf course I said all I could about being willing, and asked if I might\r\ncome into that room when I chose. He answered: “Yes, certainly,” and\r\nadded:—\n“You may go anywhere you wish in the castle, except where the doors are\r\nlocked, where of course you will not wish to go. There is reason that\r\nall things are as they are, and did you see with my eyes and know with\r\nmy knowledge, you would perhaps better understand.” I said I was sure of\r\nthis, and then he went on:—\n“We are in Transylvania; and Transylvania is not England. Our ways are\r\nnot your ways, and there shall be to you many strange things. Nay, from\r\nwhat you have told me of your experiences already, you know something of\r\nwhat strange things there may be.”\nThis led to much conversation; and as it was evident that he wanted to\r\ntalk, if only for talking’s sake, I asked him many questions regarding\r\nthings that had already happened to me or come within my notice.\r\nSometimes he sheered off the subject, or turned the conversation by\r\npretending not to understand; but generally he answered all I asked most\r\nfrankly. Then as time went on, and I had got somewhat bolder, I asked\r\nhim of some of the strange things of the preceding night, as, for\r\ninstance, why the coachman went to the places where he had seen the blue\r\nflames. He then explained to me that it was commonly believed that on a\r\ncertain night of the year—last night, in fact, when all evil spirits\r\nare supposed to have unchecked sway—a blue flame is seen over any place\r\nwhere treasure has been concealed. “That treasure has been hidden,” he\r\nwent on, “in the region through which you came last night, there can be\r\nbut little doubt; for it was the ground fought over for centuries by the\r\nWallachian, the Saxon, and the Turk. Why, there is hardly a foot of soil\r\nin all this region that has not been enriched by the blood of men,\r\npatriots or invaders. In old days there were stirring times, when the\r\nAustrian and the Hungarian came up in hordes, and the patriots went out\r\nto meet them—men and women, the aged and the children too—and waited\r\ntheir coming on the rocks above the passes, that they might sweep\r\ndestruction on them with their artificial avalanches. When the invader\r\nwas triumphant he found but little, for whatever there was had been\r\nsheltered in the friendly soil.”\n“But how,” said I, “can it have remained so long undiscovered, when\r\nthere is a sure index to it if men will but take the trouble to look?”\r\nThe Count smiled, and as his lips ran back over his gums, the long,\r\nsharp, canine teeth showed out strangely; he answered:—\n“Because your peasant is at heart a coward and a fool! Those flames only\r\nappear on one night; and on that night no man of this land will, if he\r\ncan help it, stir without his doors. And, dear sir, even if he did he\r\nwould not know what to do. Why, even the peasant that you tell me of who\r\nmarked the place of the flame would not know where to look in daylight\r\neven for his own work. Even you would not, I dare be sworn, be able to\r\nfind these places again?”\n“There you are right,” I said. “I know no more than the dead where even\r\nto look for them.” Then we drifted into other matters.\n“Come,” he said at last, “tell me of London and of the house which you\r\nhave procured for me.” With an apology for my remissness, I went into my\r\nown room to get the papers from my bag. Whilst I was placing them in\r\norder I heard a rattling of china and silver in the next room, and as I\r\npassed through, noticed that the table had been cleared and the lamp\r\nlit, for it was by this time deep into the dark. The lamps were also lit\r\nin the study or library, and I found the Count lying on the sofa,\r\nreading, of all things in the world, an English Bradshaw’s Guide. When I\r\ncame in he cleared the books and papers from the table; and with him I\r\nwent into plans and deeds and figures of all sorts. He was interested in\r\neverything, and asked me a myriad questions about the place and its\r\nsurroundings. He clearly had studied beforehand all he could get on the\r\nsubject of the neighbourhood, for he evidently at the end knew very much\r\nmore than I did. When I remarked this, he answered:—\n“Well, but, my friend, is it not needful that I should? When I go there\r\nI shall be all alone, and my friend Harker Jonathan—nay, pardon me, I\r\nfall into my country’s habit of putting your patronymic first—my friend\r\nJonathan Harker will not be by my side to correct and aid me. He will be\r\nin Exeter, miles away, probably working at papers of the law with my\r\nother friend, Peter Hawkins. So!”\nWe went thoroughly into the business of the purchase of the estate at\r\nPurfleet. When I had told him the facts and got his signature to the\r\nnecessary papers, and had written a letter with them ready to post to\r\nMr. Hawkins, he began to ask me how I had come across so suitable a\r\nplace. I read to him the notes which I had made at the time, and which I\r\ninscribe here:—\n“At Purfleet, on a by-road, I came across just such a place as seemed to\r\nbe required, and where was displayed a dilapidated notice that the place\r\nwas for sale. It is surrounded by a high wall, of ancient structure,\r\nbuilt of heavy stones, and has not been repaired for a large number of\r\nyears. The closed gates are of heavy old oak and iron, all eaten with\r\nrust.\n“The estate is called Carfax, no doubt a corruption of the old Quatre\r\nFace, as the house is four-sided, agreeing with the cardinal points of\r\nthe compass. It contains in all some twenty acres, quite surrounded by\r\nthe solid stone wall above mentioned. There are many trees on it, which\r\nmake it in places gloomy, and there is a deep, dark-looking pond or\r\nsmall lake, evidently fed by some springs, as the water is clear and\r\nflows away in a fair-sized stream. The house is very large and of all\r\nperiods back, I should say, to mediæval times, for one part is of stone\r\nimmensely thick, with only a few windows high up and heavily barred with\r\niron. It looks like part of a keep, and is close to an old chapel or\r\nchurch. I could not enter it, as I had not the key of the door leading\r\nto it from the house, but I have taken with my kodak views of it from\r\nvarious points. The house has been added to, but in a very straggling\r\nway, and I can only guess at the amount of ground it covers, which must\r\nbe very great. There are but few houses close at hand, one being a very\r\nlarge house only recently added to and formed into a private lunatic\r\nasylum. It is not, however, visible from the grounds.”\nWhen I had finished, he said:—\n“I am glad that it is old and big. I myself am of an old family, and to\r\nlive in a new house would kill me. A house cannot be made habitable in a\r\nday; and, after all, how few days go to make up a century. I rejoice\r\nalso that there is a chapel of old times. We Transylvanian nobles love\r\nnot to think that our bones may lie amongst the common dead. I seek not\r\ngaiety nor mirth, not the bright voluptuousness of much sunshine and\r\nsparkling waters which please the young and gay. I am no longer young;\r\nand my heart, through weary years of mourning over the dead, is not\r\nattuned to mirth. Moreover, the walls of my castle are broken; the\r\nshadows are many, and the wind breathes cold through the broken\r\nbattlements and casements. I love the shade and the shadow, and would\r\nbe alone with my thoughts when I may.” Somehow his words and his look\r\ndid not seem to accord, or else it was that his cast of face made his\r\nsmile look malignant and saturnine.\nPresently, with an excuse, he left me, asking me to put all my papers\r\ntogether. He was some little time away, and I began to look at some of\r\nthe books around me. One was an atlas, which I found opened naturally at\r\nEngland, as if that map had been much used. On looking at it I found in\r\ncertain places little rings marked, and on examining these I noticed\r\nthat one was near London on the east side, manifestly where his new\r\nestate was situated; the other two were Exeter, and Whitby on the\r\nYorkshire coast.\nIt was the better part of an hour when the Count returned. “Aha!” he\r\nsaid; “still at your books? Good! But you must not work always. Come; I\r\nam informed that your supper is ready.” He took my arm, and we went into\r\nthe next room, where I found an excellent supper ready on the table. The\r\nCount again excused himself, as he had dined out on his being away from\r\nhome. But he sat as on the previous night, and chatted whilst I ate.\r\nAfter supper I smoked, as on the last evening, and the Count stayed with\r\nme, chatting and asking questions on every conceivable subject, hour\r\nafter hour. I felt that it was getting very late indeed, but I did not\r\nsay anything, for I felt under obligation to meet my host’s wishes in\r\nevery way. I was not sleepy, as the long sleep yesterday had fortified\r\nme; but I could not help experiencing that chill which comes over one at\r\nthe coming of the dawn, which is like, in its way, the turn of the tide.\r\nThey say that people who are near death die generally at the change to\r\nthe dawn or at the turn of the tide; any one who has when tired, and\r\ntied as it were to his post, experienced this change in the atmosphere\r\ncan well believe it. All at once we heard the crow of a cock coming up\r\nwith preternatural shrillness through the clear morning air; Count\r\nDracula, jumping to his feet, said:—\n“Why, there is the morning again! How remiss I am to let you stay up so\r\nlong. You must make your conversation regarding my dear new country of\r\nEngland less interesting, so that I may not forget how time flies by\r\nus,” and, with a courtly bow, he quickly left me.\nI went into my own room and drew the curtains, but there was little to\r\nnotice; my window opened into the courtyard, all I could see was the\r\nwarm grey of quickening sky. So I pulled the curtains again, and have\r\nwritten of this day.\n \n8 May.—I began to fear as I wrote in this book that I was getting too\r\ndiffuse; but now I am glad that I went into detail from the first, for\r\nthere is something so strange about this place and all in it that I\r\ncannot but feel uneasy. I wish I were safe out of it, or that I had\r\nnever come. It may be that this strange night-existence is telling on\r\nme; but would that that were all! If there were any one to talk to I\r\ncould bear it, but there is no one. I have only the Count to speak with,\r\nand he!—I fear I am myself the only living soul within the place. Let\r\nme be prosaic so far as facts can be; it will help me to bear up, and\r\nimagination must not run riot with me. If it does I am lost. Let me say\r\nat once how I stand—or seem to.\nI only slept a few hours when I went to bed, and feeling that I could\r\nnot sleep any more, got up. I had hung my shaving glass by the window,\r\nand was just beginning to shave. Suddenly I felt a hand on my shoulder,\r\nand heard the Count’s voice saying to me, “Good-morning.” I started, for\r\nit amazed me that I had not seen him, since the reflection of the glass\r\ncovered the whole room behind me. In starting I had cut myself slightly,\r\nbut did not notice it at the moment. Having answered the Count’s\r\nsalutation, I turned to the glass again to see how I had been mistaken.\r\nThis time there could be no error, for the man was close to me, and I\r\ncould see him over my shoulder. But there was no reflection of him in\r\nthe mirror! The whole room behind me was displayed; but there was no\r\nsign of a man in it, except myself. This was startling, and, coming on\r\nthe top of so many strange things, was beginning to increase that vague\r\nfeeling of uneasiness which I always have when the Count is near; but at\r\nthe instant I saw that the cut had bled a little, and the blood was\r\ntrickling over my chin. I laid down the razor, turning as I did so half\r\nround to look for some sticking plaster. When the Count saw my face, his\r\neyes blazed with a sort of demoniac fury, and he suddenly made a grab at\r\nmy throat. I drew away, and his hand touched the string of beads which\r\nheld the crucifix. It made an instant change in him, for the fury passed\r\nso quickly that I could hardly believe that it was ever there.\n“Take care,” he said, “take care how you cut yourself. It is more\r\ndangerous than you think in this country.” Then seizing the shaving\r\nglass, he went on: “And this is the wretched thing that has done the\r\nmischief. It is a foul bauble of man’s vanity. Away with it!” and\r\nopening the heavy window with one wrench of his terrible hand, he flung\r\nout the glass, which was shattered into a thousand pieces on the stones\r\nof the courtyard far below. Then he withdrew without a word. It is very\r\nannoying, for I do not see how I am to shave, unless in my watch-case or\r\nthe bottom of the shaving-pot, which is fortunately of metal.\nWhen I went into the dining-room, breakfast was prepared; but I could\r\nnot find the Count anywhere. So I breakfasted alone. It is strange that\r\nas yet I have not seen the Count eat or drink. He must be a very\r\npeculiar man! After breakfast I did a little exploring in the castle. I\r\nwent out on the stairs, and found a room looking towards the South. The\r\nview was magnificent, and from where I stood there was every opportunity\r\nof seeing it. The castle is on the very edge of a terrible precipice. A\r\nstone falling from the window would fall a thousand feet without\r\ntouching anything! As far as the eye can reach is a sea of green tree\r\ntops, with occasionally a deep rift where there is a chasm. Here and\r\nthere are silver threads where the rivers wind in deep gorges through\r\nthe forests.\nBut I am not in heart to describe beauty, for when I had seen the view I\r\nexplored further; doors, doors, doors everywhere, and all locked and\r\nbolted. In no place save from the windows in the castle walls is there\r\nan available exit.\nThe castle is a veritable prison, and I am a prisoner!\nWHEN I found that I was a prisoner a sort of wild feeling came over me.\r\nI rushed up and down the stairs, trying every door and peering out of\r\nevery window I could find; but after a little the conviction of my\r\nhelplessness overpowered all other feelings. When I look back after a\r\nfew hours I think I must have been mad for the time, for I behaved much\r\nas a rat does in a trap. When, however, the conviction had come to me\r\nthat I was helpless I sat down quietly—as quietly as I have ever done\r\nanything in my life—and began to think over what was best to be done. I\r\nam thinking still, and as yet have come to no definite conclusion. Of\r\none thing only am I certain; that it is no use making my ideas known to\r\nthe Count. He knows well that I am imprisoned; and as he has done it\r\nhimself, and has doubtless his own motives for it, he would only deceive\r\nme if I trusted him fully with the facts. So far as I can see, my only\r\nplan will be to keep my knowledge and my fears to myself, and my eyes\r\nopen. I am, I know, either being deceived, like a baby, by my own fears,\r\nor else I am in desperate straits; and if the latter be so, I need, and\r\nshall need, all my brains to get through.\nI had hardly come to this conclusion when I heard the great door below\r\nshut, and knew that the Count had returned. He did not come at once into\r\nthe library, so I went cautiously to my own room and found him making\r\nthe bed. This was odd, but only confirmed what I had all along\r\nthought—that there were no servants in the house. When later I saw him\r\nthrough the chink of the hinges of the door laying the table in the\r\ndining-room, I was assured of it; for if he does himself all these\r\nmenial offices, surely it is proof that there is no one else to do them.\r\nThis gave me a fright, for if there is no one else in the castle, it\r\nmust have been the Count himself who was the driver of the coach that\r\nbrought me here. This is a terrible thought; for if so, what does it\r\nmean that he could control the wolves, as he did, by only holding up his\r\nhand in silence. How was it that all the people at Bistritz and on the\r\ncoach had some terrible fear for me? What meant the giving of the\r\ncrucifix, of the garlic, of the wild rose, of the mountain ash? Bless\r\nthat good, good woman who hung the crucifix round my neck! for it is a\r\ncomfort and a strength to me whenever I touch it. It is odd that a thing\r\nwhich I have been taught to regard with disfavour and as idolatrous\r\nshould in a time of loneliness and trouble be of help. Is it that there\r\nis something in the essence of the thing itself, or that it is a medium,\r\na tangible help, in conveying memories of sympathy and comfort? Some\r\ntime, if it may be, I must examine this matter and try to make up my\r\nmind about it. In the meantime I must find out all I can about Count\r\nDracula, as it may help me to understand. To-night he may talk of\r\nhimself, if I turn the conversation that way. I must be very careful,\r\nhowever, not to awake his suspicion.\n \nMidnight.—I have had a long talk with the Count. I asked him a few\r\nquestions on Transylvania history, and he warmed up to the subject\r\nwonderfully. In his speaking of things and people, and especially of\r\nbattles, he spoke as if he had been present at them all. This he\r\nafterwards explained by saying that to a boyar the pride of his house\r\nand name is his own pride, that their glory is his glory, that their\r\nfate is his fate. Whenever he spoke of his house he always said “we,”\r\nand spoke almost in the plural, like a king speaking. I wish I could put\r\ndown all he said exactly as he said it, for to me it was most\r\nfascinating. It seemed to have in it a whole history of the country. He\r\ngrew excited as he spoke, and walked about the room pulling his great\r\nwhite moustache and grasping anything on which he laid his hands as\r\nthough he would crush it by main strength. One thing he said which I\r\nshall put down as nearly as I can; for it tells in its way the story of\r\nhis race:—\n“We Szekelys have a right to be proud, for in our veins flows the blood\r\nof many brave races who fought as the lion fights, for lordship. Here,\r\nin the whirlpool of European races, the Ugric tribe bore down from\r\nIceland the fighting spirit which Thor and Wodin gave them, which their\r\nBerserkers displayed to such fell intent on the seaboards of Europe, ay,\r\nand of Asia and Africa too, till the peoples thought that the\r\nwere-wolves themselves had come. Here, too, when they came, they found\r\nthe Huns, whose warlike fury had swept the earth like a living flame,\r\ntill the dying peoples held that in their veins ran the blood of those\r\nold witches, who, expelled from Scythia had mated with the devils in the\r\ndesert. Fools, fools! What devil or what witch was ever so great as\r\nAttila, whose blood is in these veins?” He held up his arms. “Is it a\r\nwonder that we were a conquering race; that we were proud; that when the\r\nMagyar, the Lombard, the Avar, the Bulgar, or the Turk poured his\r\nthousands on our frontiers, we drove them back? Is it strange that when\r\nArpad and his legions swept through the Hungarian fatherland he found us\r\nhere when he reached the frontier; that the Honfoglalas was completed\r\nthere? And when the Hungarian flood swept eastward, the Szekelys were\r\nclaimed as kindred by the victorious Magyars, and to us for centuries\r\nwas trusted the guarding of the frontier of Turkey-land; ay, and more\r\nthan that, endless duty of the frontier guard, for, as the Turks say,\r\n‘water sleeps, and enemy is sleepless.’ Who more gladly than we\r\nthroughout the Four Nations received the ‘bloody sword,’ or at its\r\nwarlike call flocked quicker to the standard of the King? When was\r\nredeemed that great shame of my nation, the shame of Cassova, when the\r\nflags of the Wallach and the Magyar went down beneath the Crescent? Who\r\nwas it but one of my own race who as Voivode crossed the Danube and beat\r\nthe Turk on his own ground? This was a Dracula indeed! Woe was it that\r\nhis own unworthy brother, when he had fallen, sold his people to the\r\nTurk and brought the shame of slavery on them! Was it not this Dracula,\r\nindeed, who inspired that other of his race who in a later age again and\r\nagain brought his forces over the great river into Turkey-land; who,\r\nwhen he was beaten back, came again, and again, and again, though he had\r\nto come alone from the bloody field where his troops were being\r\nslaughtered, since he knew that he alone could ultimately triumph! They\r\nsaid that he thought only of himself. Bah! what good are peasants\r\nwithout a leader? Where ends the war without a brain and heart to\r\nconduct it? Again, when, after the battle of Mohács, we threw off the\r\nHungarian yoke, we of the Dracula blood were amongst their leaders, for\r\nour spirit would not brook that we were not free. Ah, young sir, the\r\nSzekelys—and the Dracula as their heart’s blood, their brains, and\r\ntheir swords—can boast a record that mushroom growths like the\r\nHapsburgs and the Romanoffs can never reach. The warlike days are over.\r\nBlood is too precious a thing in these days of dishonourable peace; and\r\nthe glories of the great races are as a tale that is told.”\nIt was by this time close on morning, and we went to bed. (Mem., this\r\ndiary seems horribly like the beginning of the “Arabian Nights,” for\r\neverything has to break off at cockcrow—or like the ghost of Hamlet’s\r\nfather.)\n \n\n12 May.—Let me begin with facts—bare, meagre facts, verified by\r\nbooks and figures, and of which there can be no doubt. I must not\r\nconfuse them with experiences which will have to rest on my own\r\nobservation, or my memory of them. Last evening when the Count came from\r\nhis room he began by asking me questions on legal matters and on the\r\ndoing of certain kinds of business. I had spent the day wearily over\r\nbooks, and, simply to keep my mind occupied, went over some of the\r\nmatters I had been examining at Lincoln’s Inn. There was a certain\r\nmethod in the Count’s inquiries, so I shall try to put them down in\r\nsequence; the knowledge may somehow or some time be useful to me.\nFirst, he asked if a man in England might have two solicitors or more. I\r\ntold him he might have a dozen if he wished, but that it would not be\r\nwise to have more than one solicitor engaged in one transaction, as only\r\none could act at a time, and that to change would be certain to militate\r\nagainst his interest. He seemed thoroughly to understand, and went on to\r\nask if there would be any practical difficulty in having one man to\r\nattend, say, to banking, and another to look after shipping, in case\r\nlocal help were needed in a place far from the home of the banking\r\nsolicitor. I asked him to explain more fully, so that I might not by any\r\nchance mislead him, so he said:—\n“I shall illustrate. Your friend and mine, Mr. Peter Hawkins, from under\r\nthe shadow of your beautiful cathedral at Exeter, which is far from\r\nLondon, buys for me through your good self my place at London. Good! Now\r\nhere let me say frankly, lest you should think it strange that I have\r\nsought the services of one so far off from London instead of some one\r\nresident there, that my motive was that no local interest might be\r\nserved save my wish only; and as one of London residence might, perhaps,\r\nhave some purpose of himself or friend to serve, I went thus afield to\r\nseek my agent, whose labours should be only to my interest. Now, suppose\r\nI, who have much of affairs, wish to ship goods, say, to Newcastle, or\r\nDurham, or Harwich, or Dover, might it not be that it could with more\r\nease be done by consigning to one in these ports?” I answered that\r\ncertainly it would be most easy, but that we solicitors had a system of\r\nagency one for the other, so that local work could be done locally on\r\ninstruction from any solicitor, so that the client, simply placing\r\nhimself in the hands of one man, could have his wishes carried out by\r\nhim without further trouble.\n“But,” said he, “I could be at liberty to direct myself. Is it not so?”\n“Of course,” I replied; and “such is often done by men of business, who\r\ndo not like the whole of their affairs to be known by any one person.”\n“Good!” he said, and then went on to ask about the means of making\r\nconsignments and the forms to be gone through, and of all sorts of\r\ndifficulties which might arise, but by forethought could be guarded\r\nagainst. I explained all these things to him to the best of my ability,\r\nand he certainly left me under the impression that he would have made a\r\nwonderful solicitor, for there was nothing that he did not think of or\r\nforesee. For a man who was never in the country, and who did not\r\nevidently do much in the way of business, his knowledge and acumen were\r\nwonderful. When he had satisfied himself on these points of which he had\r\nspoken, and I had verified all as well as I could by the books\r\navailable, he suddenly stood up and said:—\n“Have you written since your first letter to our friend Mr. Peter\r\nHawkins, or to any other?” It was with some bitterness in my heart that\r\nI answered that I had not, that as yet I had not seen any opportunity of\r\nsending letters to anybody.\n“Then write now, my young friend,” he said, laying a heavy hand on my\r\nshoulder: “write to our friend and to any other; and say, if it will\r\nplease you, that you shall stay with me until a month from now.”\n“Do you wish me to stay so long?” I asked, for my heart grew cold at the\r\nthought.\n“I desire it much; nay, I will take no refusal. When your master,\r\nemployer, what you will, engaged that someone should come on his behalf,\r\nit was understood that my needs only were to be consulted. I have not\r\nstinted. Is it not so?”\nWhat could I do but bow acceptance? It was Mr. Hawkins’s interest, not\r\nmine, and I had to think of him, not myself; and besides, while Count\r\nDracula was speaking, there was that in his eyes and in his bearing\r\nwhich made me remember that I was a prisoner, and that if I wished it I\r\ncould have no choice. The Count saw his victory in my bow, and his\r\nmastery in the trouble of my face, for he began at once to use them, but\r\nin his own smooth, resistless way:—\n“I pray you, my good young friend, that you will not discourse of things\r\nother than business in your letters. It will doubtless please your\r\nfriends to know that you are well, and that you look forward to getting\r\nhome to them. Is it not so?” As he spoke he handed me three sheets of\r\nnote-paper and three envelopes. They were all of the thinnest foreign\r\npost, and looking at them, then at him, and noticing his quiet smile,\r\nwith the sharp, canine teeth lying over the red underlip, I understood\r\nas well as if he had spoken that I should be careful what I wrote, for\r\nhe would be able to read it. So I determined to write only formal notes\r\nnow, but to write fully to Mr. Hawkins in secret, and also to Mina, for\r\nto her I could write in shorthand, which would puzzle the Count, if he\r\ndid see it. When I had written my two letters I sat quiet, reading a\r\nbook whilst the Count wrote several notes, referring as he wrote them to\r\nsome books on his table. Then he took up my two and placed them with his\r\nown, and put by his writing materials, after which, the instant the door\r\nhad closed behind him, I leaned over and looked at the letters, which\r\nwere face down on the table. I felt no compunction in doing so, for\r\nunder the circumstances I felt that I should protect myself in every way\r\nI could.\nOne of the letters was directed to Samuel F. Billington, No. 7, The\r\nCrescent, Whitby, another to Herr Leutner, Varna; the third was to\r\nCoutts & Co., London, and the fourth to Herren Klopstock & Billreuth,\r\nbankers, Buda-Pesth. The second and fourth were unsealed. I was just\r\nabout to look at them when I saw the door-handle move. I sank back in my\r\nseat, having just had time to replace the letters as they had been and\r\nto resume my book before the Count, holding still another letter in his\r\nhand, entered the room. He took up the letters on the table and stamped\r\nthem carefully, and then turning to me, said:—\n“I trust you will forgive me, but I have much work to do in private this\r\nevening. You will, I hope, find all things as you wish", "summary": "\nThe text contains excerpts from Jonathan Harker's journal as he travels to and stays at Count Dracula's castle in Transylvania. Harker, a young English solicitor, is sent by his employer, Mr. Hawkins, to help Count Dracula purchase property in London. The journal begins with Harker's journey from Munich through Budapest to the Carpathian Mountains.\nDuring his journey, Harker notices the locals' strange behavior when he mentions his destination. They make religious gestures, offer him protective items like crucifixes and garlic, and express fear for his safety. At an inn in Bistritz, an elderly woman begs him not to continue his journey, especially since it's the eve of St. George's Day when \"evil things\" have power. Despite these warnings, Harker proceeds by coach toward the Borgo Pass, where Count Dracula's carriage is to meet him.\nThe coach journey becomes increasingly unsettling as the passengers show growing anxiety. At the Borgo Pass, instead of continuing to Bukovina as the driver suggests, Harker is collected by a mysterious driver with glowing eyes and sharp teeth in a black carriage. During the night journey to the castle, they are surrounded by howling wolves which the driver mysteriously controls with gestures.\nUpon arriving at Castle Dracula, Harker meets the Count, an elderly, pale man with sharp teeth and extraordinary strength. The Count is polite but peculiar, explaining he cannot join Harker for meals. As days pass, Harker realizes several disturbing facts: there are no servants in the castle; the Count casts no reflection in mirrors; he never eats or drinks in Harker's presence; he reacts violently to religious symbols; and he only appears at night.\nHarker also discovers he is a prisoner, as all doors are locked except those to his bedroom, dining room, and library. The Count shows intense interest in English culture and language, explaining his desire to blend in when he moves to London. He also quizzes Harker on legal matters regarding property ownership, shipping, and business procedures in England, showing remarkable knowledge for someone unfamiliar with the country.\nDuring a late-night conversation, Dracula proudly recounts his family's warrior history as Székely nobles, tracing lineage to Attila the Hun and describing centuries of battles against various invaders. As Harker's stay extends, he becomes increasingly uneasy with his captivity and the Count's strange behavior.\nEventually, the Count forces Harker to write letters to his employer and loved ones saying he's well and will remain at the castle for another month. Harker notices the Count examining his correspondence and plans to write in secret using shorthand to his fiancée Mina. The excerpts end with Harker discovering the Count is conducting mysterious business correspondence with entities in Whitby, Varna, London, and Budapest.\n", "map": [["Jonathan Harker", "English solicitor on business trip"], ["Count Dracula", "Manipulative captor with supernatural traits"], ["Local villagers", "Fearful of Dracula's domain"], ["Religious symbols", "Protection against evil"], ["Castle Dracula", "Remote prison disguised as residence"], ["London property", "Dracula's planned new territory"], ["Mr. Hawkins", "Unknowing facilitator of Dracula's plans"], ["Wolves", "Natural forces under Dracula's control"], ["Székely nobility", "Dracula's warrior ancestry"], ["Letters", "Monitored communication with outside world"], ["Jonathan Harker", "Count Dracula"], ["Jonathan Harker", "Mr. Hawkins"], ["Jonathan Harker", "London property"], ["Jonathan Harker", "Letters"], ["Count Dracula", "Castle Dracula"], ["Count Dracula", "Wolves"], ["Count Dracula", "Székely nobility"], ["Count Dracula", "London property"], ["Count Dracula", "Letters"], ["Local villagers", "Religious symbols"], ["Castle Dracula", "Remote prison disguised as residence"]]}