{"source": "https://standardebooks.org/ebooks/helen-keller/the-story-of-my-life/text/single-page", "text": " The “once upon a time” was now; the “faraway country” was here.\nWe had scarcely arrived at the Perkins Institution for the Blind when I began to make friends with the little blind children. It delighted me inexpressibly to find that they knew the manual alphabet. What joy to talk with other children in my own language! Until then I had been like a foreigner speaking through an interpreter. In the school where Laura Bridgman was taught I was in my own country. It took me some time to appreciate the fact that my new friends were blind. I knew I could not see; but it did not seem possible that all the eager, loving children who gathered round me and joined heartily in my frolics were also blind. I remember the surprise and the pain I felt as I noticed that they placed their hands over mine when I talked to them and that they read books with their fingers. Although I had been told this before, and although I understood my own deprivations, yet I had thought vaguely that since they could hear, they must have a sort of “second sight,” and I was not prepared to find one child and another and yet another deprived of the same precious gift. But they were so happy and contented that I lost all sense of pain in the pleasure of their companionship.\nOne day spent with the blind children made me feel thoroughly at home in my new environment, and I looked eagerly from one pleasant experience to another as the days flew swiftly by. I could not quite convince myself that there was much world left, for I regarded Boston as the beginning and the end of creation.\nWhile we were in Boston we visited Bunker Hill, and there I had my first lesson in history. The story of the brave men who had fought on the spot where we stood excited me greatly. I climbed the monument, counting the steps, and wondering as I went higher and yet higher if the soldiers had climbed this great stairway and shot at the enemy on the ground below.\nThe next day we went to Plymouth by water. This was my first trip on the ocean and my first voyage in a steamboat. How full of life and motion it was! But the rumble of the machinery made me think it was thundering, and I began to cry, because I feared if it rained we should not be able to have our picnic out of doors. I was more interested, I think, in the great rock on which the Pilgrims landed than in anything else in Plymouth. I could touch it, and perhaps that made the coming of the Pilgrims and their toils and great deeds seem more real to me. I have often held in my hand a little model of the Plymouth Rock which a kind gentleman gave me at Pilgrim Hall, and I have fingered its curves, the split in the centre and the embossed figures “1620,” and turned over in my mind all that I knew about the wonderful story of the Pilgrims.\nHow my childish imagination glowed with the splendour of their enterprise! I idealized them as the bravest and most generous men that ever sought a home in a strange land. I thought they desired the freedom of their fellow men as well as their own. I was keenly surprised and disappointed years later to learn of their acts of persecution that make us tingle with shame, even while we glory in the courage and energy that gave us our “Country Beautiful.”\nAmong the many friends I made in Boston were Mr. William Endicott and his daughter. Their kindness to me was the seed from which many pleasant memories have since grown. One day we visited their beautiful home at Beverly Farms. I remember with delight how I went through their rose-garden, how their dogs, big Leo and little curly-haired Fritz with long ears, came to meet me, and how Nimrod, the swiftest of the horses, poked his nose into my hands for a pat and a lump of sugar. I also remember the beach, where for the first time I played in the sand. It was hard, smooth sand, very different from the loose, sharp sand, mingled with kelp and shells, at Brewster. Mr. Endicott told me about the great ships that came sailing by from Boston, bound for Europe. I saw him many times after that, and he was always a good friend to me; indeed, I was thinking of him when I called Boston “the City of Kind Hearts.”\nJust before the Perkins Institution closed for the summer, it was arranged that my teacher and I should spend our vacation at Brewster, on Cape Cod, with our dear friend, Mrs. Hopkins. I was delighted, for my mind was full of the prospective joys and of the wonderful stories I had heard about the sea.\nMy most vivid recollection of that summer is the ocean. I had always lived far inland and had never had so much as a whiff of salt air; but I had read in a big book called Our World a description of the ocean which filled me with wonder and an intense longing to touch the mighty sea and feel it roar. So my little heart leaped high with eager excitement when I knew that my wish was at last to be realized.\nNo sooner had I been helped into my bathing-suit than I sprang out upon the warm sand and without thought of fear plunged into the cool water. I felt the great billows rock and sink. The buoyant motion of the water filled me with an exquisite, quivering joy. Suddenly my ecstasy gave place to terror; for my foot struck against a rock and the next instant there was a rush of water over my head. I thrust out my hands to grasp some support, I clutched at the water and at the seaweed which the waves tossed in my face. But all my frantic efforts were in vain. The waves seemed to be playing a game with me, and tossed me from one to another in their wild frolic. It was fearful! The good, firm earth had slipped from my feet, and everything seemed shut out from this strange, all-enveloping element⁠—life, air, warmth and love. At last, however, the sea, as if weary of its new toy, threw me back on the shore, and in another instant I was clasped in my teacher’s arms. Oh, the comfort of the long, tender embrace! As soon as I had recovered from my panic sufficiently to say anything, I demanded: “Who put salt in the water?”\nAfter I had recovered from my first experience in the water, I thought it great fun to sit on a big rock in my bathing-suit and feel wave after wave dash against the rock, sending up a shower of spray which quite covered me. I felt the pebbles rattling as the waves threw their ponderous weight against the shore; the whole beach seemed racked by their terrific onset, and the air throbbed with their pulsations. The breakers would swoop back to gather themselves for a mightier leap, and I clung to the rock, tense, fascinated, as I felt the dash and roar of the rushing sea!\nI could never stay long enough on the shore. The tang of the untainted, fresh and free sea air was like a cool, quieting thought, and the shells and pebbles and the seaweed with tiny living creatures attached to it never lost their fascination for me. One day Miss Sullivan attracted my attention to a strange object which she had captured basking in the shallow water. It was a great horseshoe crab⁠—the first one I had ever seen. I felt of him and thought it very strange that he should carry his house on his back. It suddenly occurred to me that he might make a delightful pet; so I seized him by the tail with both hands and carried him home. This feat pleased me highly, as his body was very heavy, and it took all my strength to drag him half a mile. I would not leave Miss Sullivan in peace until she had put the crab in a trough near the well where I was confident he would be secure. But next morning I went to the trough, and lo, he had disappeared! Nobody knew where he had gone, or how he had escaped. My disappointment was bitter at the time; but little by little I came to realize that it was not kind or wise to force this poor dumb creature out of his element, and after awhile I felt happy in the thought that perhaps he had returned to the sea.\nIn the autumn I returned to my Southern home with a heart full of joyous memories. As I recall that visit North I am filled with wonder at the richness and variety of the experiences that cluster about it. It seems to have been the beginning of everything. The treasures of a new, beautiful world were laid at my feet, and I took in pleasure and information at every turn. I lived myself into all things. I was never still a moment; my life was as full of motion as those little insects that crowd a whole existence into one brief day. I met many people who talked with me by spelling into my hand, and thought in joyous sympathy leaped up to meet thought, and behold, a miracle had been wrought! The barren places between my mind and the minds of others blossomed like the rose.\nI spent the autumn months with my family at our summer cottage, on a mountain about fourteen miles from Tuscumbia. It was called Fern Quarry, because near it there was a limestone quarry, long since abandoned. Three frolicsome little streams ran through it from springs in the rocks above, leaping here and tumbling there in laughing cascades wherever the rocks tried to bar their way. The opening was filled with ferns which completely covered the beds of limestone and in places hid the streams. The rest of the mountain was thickly wooded. Here were great oaks and splendid evergreens with trunks like mossy pillars, from the branches of which hung garlands of ivy and mistletoe, and persimmon trees, the odour of which pervaded every nook and corner of the wood⁠—an illusive, fragrant something that made the heart glad. In places the wild muscadine and scuppernong vines stretched from tree to tree, making arbours which were always full of butterflies and buzzing insects. It was delightful to lose ourselves in the green hollows of that tangled wood in the late afternoon, and to smell the cool, delicious odours that came up from the earth at the close of day.\nOur cottage was a sort of rough camp, beautifully situated on the top of the mountain among oaks and pines. The small rooms were arranged on each side of a long open hall. Round the house was a wide piazza, where the mountain winds blew, sweet with all wood-scents. We lived on the piazza most of the time⁠—there we worked, ate and played. At the back door there was a great butternut tree, round which the steps had been built, and in front the trees stood so close that I could touch them and feel the wind shake their branches, or the leaves twirl downward in the autumn blast.\nMany visitors came to Fern Quarry. In the evening, by the campfire, the men played cards and whiled away the hours in talk and sport. They told stories of their wonderful feats with fowl, fish and quadruped⁠—how many wild ducks and turkeys they had shot, what “savage trout” they had caught, and how they had bagged the craftiest foxes, outwitted the most clever possums and overtaken the fleetest deer, until I thought that surely the lion, the tiger, the bear and the rest of the wild tribe would not be able to stand before these wily hunters. “Tomorrow to the chase!” was their good night shout as the circle of merry friends broke up for the night. The men slept in the hall outside our door, and I could feel the deep breathing of the dogs and the hunters as they lay on their improvised beds.\nAt dawn I was awakened by the smell of coffee, the rattling of guns, and the heavy footsteps of the men as they strode about, promising themselves the greatest luck of the season. I could also feel the stamping of the horses, which they had ridden out from town and hitched under the trees, where they stood all night, neighing loudly, impatient to be off. At last the men mounted, and, as they say in the old songs, away went the steeds with bridles ringing and whips cracking and hounds racing ahead, and away went the champion hunters “with hark and whoop and wild halloo!”\nLater in the morning we made preparations for a barbecue. A fire was kindled at the bottom of a deep hole in the ground, big sticks were laid crosswise at the top, and meat was hung from them and turned on spits. Around the fire squatted negroes, driving away the flies with long branches. The savoury odour of the meat made me hungry long before the tables were set.\nWhen the bustle and excitement of preparation was at its height, the hunting party made its appearance, struggling in by twos and threes, the men hot and weary, the horses covered with foam, and the jaded hounds panting and dejected⁠—and not a single kill! Every man declared that he had seen at least one deer, and that the animal had come very close; but however hotly the dogs might pursue the game, however well the guns might be aimed, at the snap of the trigger there was not a deer in sight. They had been as fortunate as the little boy who said he came very near seeing a rabbit⁠—he saw his tracks. The party soon forgot its disappointment, however, and we sat down, not to venison, but to a tamer feast of veal and roast pig.\nOne summer I had my pony at Fern Quarry. I called him Black Beauty, as I had just read the book, and he resembled his namesake in every way, from his glossy black coat to the white star on his forehead. I spent many of my happiest hours on his back. Occasionally, when it was quite safe, my teacher would let go the leading-rein, and the pony sauntered on or stopped at his sweet will to eat grass or nibble the leaves of the trees that grew beside the narrow trail.\nOn mornings when I did not care for the ride, my teacher and I would start after breakfast for a ramble in the woods, and allow ourselves to get lost amid the trees and vines, with no road to follow except the paths made by cows and horses. Frequently we came upon impassable thickets which forced us to take a round about way. We always returned to the cottage with armfuls of laurel, goldenrod, ferns and gorgeous swamp-flowers such as grow only in the South.\nSometimes I would go with Mildred and my little cousins to gather persimmons. I did not eat them; but I loved their fragrance and enjoyed hunting for them in the leaves and grass. We also went nutting, and I helped them open the chestnut burrs and break the shells of hickory-nuts and walnuts⁠—the big, sweet walnuts!\nAt the foot of the mountain there was a railroad, and the children watched the trains whiz by. Sometimes a terrific whistle brought us to the steps, and Mildred told me in great excitement that a cow or a horse had strayed on the track. About a mile distant there was a trestle spanning a deep gorge. It was very difficult to walk over, the ties were wide apart and so narrow that one felt as if one were walking on knives. I had never crossed it until one day Mildred, Miss Sullivan and I were lost in the woods, and wandered for hours without finding a path.\nSuddenly Mildred pointed with her little hand and exclaimed, “There’s the trestle!” We would have taken any way rather than this; but it was late and growing dark, and the trestle was a shortcut home. I had to feel for the rails with my toe; but I was not afraid, and got on very well, until all at once there came a faint “puff, puff” from the distance.\n“I see the train!” cried Mildred, and in another minute it would have been upon us had we not climbed down on the crossbraces while it rushed over our heads. I felt the hot breath from the engine on my face, and the smoke and ashes almost choked us. As the train rumbled by, the trestle shook and swayed until I thought we should be dashed to the chasm below. With the utmost difficulty we regained the track. Long after dark we reached home and found the cottage empty; the family were all out hunting for us.\nAfter my first visit to Boston, I spent almost every winter in the North. Once I went on a visit to a New England village with its frozen lakes and vast snow fields. It was then that I had opportunities such as had never been mine to enter into the treasures of the snow.\nI recall my surprise on discovering that a mysterious hand had stripped the trees and bushes, leaving only here and there a wrinkled leaf. The birds had flown, and their empty nests in the bare trees were filled with snow. Winter was on hill and field. The earth seemed benumbed by his icy touch, and the very spirits of the trees had withdrawn to their roots, and there, curled up in the dark, lay fast asleep. All life seemed to have ebbed away, and even when the sun shone the day was\n\nShrunk and cold,\n\nAs if her veins were sapless and old,\n\nAnd she rose up decrepitly\n\nFor a last dim look at earth and sea.\n\nThe withered grass and the bushes were transformed into a forest of icicles.\nThen came a day when the chill air portended a snowstorm. We rushed out-of-doors to feel the first few tiny flakes descending. Hour by hour the flakes dropped silently, softly from their airy height to the earth, and the country became more and more level. A snowy night closed upon the world, and in the morning one could scarcely recognize a feature of the landscape. All the roads were hidden, not a single landmark was visible, only a waste of snow with trees rising out of it.\nIn the evening a wind from the northeast sprang up, and the flakes rushed hither and thither in furious melee. Around the great fire we sat and told merry tales, and frolicked, and quite forgot that we were in the midst of a desolate solitude, shut in from all communication with the outside world. But during the night the fury of the wind increased to such a degree that it thrilled us with a vague terror. The rafters creaked and strained, and the branches of the trees surrounding the house rattled and beat against the windows, as the winds rioted up and down the country.\nOn the third day after the beginning of the storm the snow ceased. The sun broke through the clouds and shone upon a vast, undulating white plain. High mounds, pyramids heaped in fantastic shapes, and impenetrable drifts lay scattered in every direction.\nNarrow paths were shoveled through the drifts. I put on my cloak and hood and went out. The air stung my cheeks like fire. Half walking in the paths, half working our way through the lesser drifts, we succeeded in reaching a pine grove just outside a broad pasture. The trees stood motionless and white like figures in a marble frieze. There was no odour of pine-needles. The rays of the sun fell upon the trees, so that the twigs sparkled like diamonds and dropped in showers when we touched them. So dazzling was the light, it penetrated even the darkness that veils my eyes.\nAs the days wore on, the drifts gradually shrunk, but before they were wholly gone another storm came, so that I scarcely felt the earth under my feet once all winter. At intervals the trees lost their icy covering, and the bulrushes and underbrush were bare; but the lake lay frozen and hard beneath the sun.\nOur favourite amusement during that winter was tobogganing. In places the shore of the lake rises abruptly from the water’s edge. Down these steep slopes we used to coast. We would get on our toboggan, a boy would give us a shove, and off we went! Plunging through drifts, leaping hollows, swooping down upon the lake, we would shoot across its gleaming surface to the opposite bank. What joy! What exhilarating madness! For one wild, glad moment we snapped the chain that binds us to earth, and joining hands with the winds we felt ourselves divine!\nIt was in the spring of 1890 that I learned to speak.1 The impulse to utter audible sounds had always been strong within me. I used to make noises, keeping one hand on my throat while the other hand felt the movements of my lips. I was pleased with anything that made a noise and liked to feel the cat purr and the dog bark. I also liked to keep my hand on a singer’s throat, or on a piano when it was being played. Before I lost my sight and hearing, I was fast learning to talk, but after my illness it was found that I had ceased to speak because I could not hear. I used to sit in my mother’s lap all day long and keep my hands on her face because it amused me to feel the motions of her lips; and I moved my lips, too, although I had forgotten what talking was. My friends say that I laughed and cried naturally, and for awhile I made many sounds and word-elements, not because they were a means of communication, but because the need of exercising my vocal organs was imperative. There was, however, one word the meaning of which I still remembered, water. I pronounced it “wa-wa.” Even this became less and less intelligible until the time when Miss Sullivan began to teach me. I stopped using it only after I had learned to spell the word on my fingers.\nI had known for a long time that the people about me used a method of communication different from mine; and even before I knew that a deaf child could be taught to speak, I was conscious of dissatisfaction with the means of communication I already possessed. One who is entirely dependent upon the manual alphabet has always a sense of restraint, of narrowness. This feeling began to agitate me with a vexing, forward-reaching sense of a lack that should be filled. My thoughts would often rise and beat up like birds against the wind, and I persisted in using my lips and voice. Friends tried to discourage this tendency, fearing lest it would lead to disappointment. But I persisted, and an accident soon occurred which resulted in the breaking down of this great barrier⁠—I heard the story of Ragnhild Kaata.\nIn 1890 Mrs. Lamson, who had been one of Laura Bridgman’s teachers, and who had just returned from a visit to Norway and Sweden, came to see me, and told me of Ragnhild Kaata, a deaf and blind girl in Norway who had actually been taught to speak. Mrs. Lamson had scarcely finished telling me about this girl’s success before I was on fire with eagerness. I resolved that I, too, would learn to speak. I would not rest satisfied until my teacher took me, for advice and assistance, to Miss Sarah Fuller, principal of the Horace Mann School. This lovely, sweet-natured lady offered to teach me herself, and we began the twenty-sixth of March, 1890.\nMiss Fuller’s method was this: she passed my hand lightly over her face, and let me feel the position of her tongue and lips when she made a sound. I was eager to imitate every motion and in an hour had learned six elements of speech: M, P, A, S, T, I. Miss Fuller gave me eleven lessons in all. I shall never forget the surprise and delight I felt when I uttered my first connected sentence, “It is warm.” True, they were broken and stammering syllables; but they were human speech. My soul, conscious of new strength, came out of bondage, and was reaching through those broken symbols of speech to all knowledge and all faith.\nNo deaf child who has earnestly tried to speak the words which he has never heard⁠—to come out of the prison of silence, where no tone of love, no song of bird, no strain of music ever pierces the stillness⁠—can forget the thrill of surprise, the joy of discovery which came over him when he uttered his first word. Only such a one can appreciate the eagerness with which I talked to my toys, to stones, trees, birds and dumb animals, or the delight I felt when at my call Mildred ran to me or my dogs obeyed my commands. It is an unspeakable boon to me to be able to speak in winged words that need no interpretation. As I talked, happy thoughts fluttered up out of my words that might perhaps have struggled in vain to escape my fingers.\nBut it must not be supposed that I could really talk in this short time. I had learned only the elements of speech. Miss Fuller and Miss Sullivan could understand me, but most people would not have understood one word in a hundred. Nor is it true that, after I had learned these elements, I did the rest of the work myself. But for Miss Sullivan’s genius, untiring perseverance and devotion, I could not have progressed as far as I have toward natural speech. In the first place, I laboured night and day before I could be understood even by my most intimate friends; in the second place, I needed Miss Sullivan’s assistance constantly in my efforts to articulate each sound clearly and to combine all sounds in a thousand ways. Even now she calls my attention every day to mispronounced words.\nAll teachers of the deaf know what this means, and only they can at all appreciate the peculiar difficulties with which I had to contend. In reading my teacher’s lips I was wholly dependent on my fingers: I had to use the sense of touch in catching the vibrations of the throat, the movements of the mouth and the expression of the face; and often this sense was at fault. In such cases I was forced to repeat the words or sentences, sometimes for hours, until I felt the proper ring in my own voice. My work was practice, practice, practice. Discouragement and weariness cast me down frequently; but the next moment the thought that I should soon be at home and show my loved ones what I had accomplished, spurred me on, and I eagerly looked forward to their pleasure in my achievement.\n“My little sister will understand me now,” was a thought stronger than all obstacles. I used to repeat ecstatically, “I am not dumb now.” I could not be despondent while I anticipated the delight of talking to my mother and reading her responses from her lips. It astonished me to find how much easier it is to talk than to spell with the fingers, and I discarded the manual alphabet as a medium of communication on my part; but Miss Sullivan and a few friends still use it in speaking to me, for it is more convenient and more rapid than lipreading.\nJust here, perhaps, I had better explain our use of the manual alphabet, which seems to puzzle people who do not know us. One who reads or talks to me spells with his hand, using the single-hand manual alphabet generally employed by the deaf. I place my hand on the hand of the speaker so lightly as not to impede its movements. The position of the hand is as easy to feel as it is to see. I do not feel each letter any more than you see each letter separately when you read. Constant practice makes the fingers very flexible, and some of my friends spell rapidly⁠—about as fast as an expert writes on a typewriter. The mere spelling is, of course, no more a conscious act than it is in writing.\nWhen I had made speech my own, I could not wait to go home. At last the happiest of happy moments arrived. I had made my homeward journey, talking constantly to Miss Sullivan, not for the sake of talking, but determined to improve to the last minute. Almost before I knew it, the train stopped at the Tuscumbia station, and there on the platform stood the whole family. My eyes fill with tears now as I think how my mother pressed me close to her, speechless and trembling with delight, taking in every syllable that I spoke, while little Mildred seized my free hand and kissed it and danced, and my father expressed his pride and affection in a big silence. It was as if Isaiah’s prophecy had been fulfilled in me, “The mountains and the hills shall break forth before you into singing, and all the trees of the field shall clap their hands!”\nThe winter of 1892 was darkened by the one cloud in my childhood’s bright sky. Joy deserted my heart, and for a long, long time I lived in doubt, anxiety and fear. Books lost their charm for me, and even now the thought of those dreadful days chills my heart. A little story called “The Frost King,” which I wrote and sent to Mr. Anagnos, of the Perkins Institution for the Blind, was at the root of the trouble. In order to make the matter clear, I must set forth the facts connected with this episode, which justice to my teacher and to myself compels me to relate.2\nI wrote the story when I was at home, the autumn after I had learned to speak. We had stayed up at Fern Quarry later than usual. While we were there, Miss Sullivan had described to me the beauties of the late foliage, and it seems that her descriptions revived the memory of a story, which must have been read to me, and which I must have unconsciously retained. I thought then that I was “making up a story,” as children say, and I eagerly sat down to write it before the ideas should slip from me. My thoughts flowed easily; I felt a sense of joy in the composition. Words and images came tripping to my finger ends, and as I thought out sentence after sentence, I wrote them on my braille slate. Now, if words and images come to me without effort, it is a pretty sure sign that they are not the offspring of my own mind, but stray waifs that I regretfully dismiss. At that time I eagerly absorbed everything I read without a thought of authorship, and even now I cannot be quite sure of the boundary line between my ideas and those I find in books. I suppose that is because so many of my impressions come to me through the medium of others’ eyes and ears.\nWhen the story was finished, I read it to my teacher, and I recall now vividly the pleasure I felt in the more beautiful passages, and my annoyance at being interrupted to have the pronunciation of a word corrected. At dinner it was read to the assembled family, who were surprised that I could write so well. Someone asked me if I had read it in a book.\nThis question surprised me very much; for I had not the faintest recollection of having had it read to me. I spoke up and said, “Oh, no, it is my story, and I have written it for Mr. Anagnos.”\nAccordingly I copied the story and sent it to him for his birthday. It was suggested that I should change the title from “Autumn Leaves” to “The Frost King,” which I did. I carried the little story to the post-office myself, feeling as if I were walking on air. I little dreamed how cruelly I should pay for that birthday gift.\nMr. Anagnos was delighted with “The Frost King,” and published it in one of the Perkins Institution reports. This was the pinnacle of my happiness, from which I was in a little while dashed to earth. I had been in Boston only a short time when it was discovered that a story similar to “The Frost King,” called “The Frost Fairies” by Miss Margaret T. Canby, had appeared before I was born in a book called Birdie and His Friends. The two stories were so much alike in thought and language that it was evident Miss Canby’s story had been read to me, and that mine was⁠—a plagiarism. It was difficult to make me understand this; but when I did understand I was astonished and grieved. No child ever drank deeper of the cup of bitterness than I did. I had disgraced myself; I had brought suspicion upon those I loved best. And yet how could it possibly have happened? I racked my brain until I was weary to recall anything about the frost that I had read before I wrote “The Frost King”; but I could remember nothing, except the common reference to Jack Frost, and a poem for children, “The Freaks of the Frost,” and I knew I had not used that in my composition.\nAt first Mr. Anagnos, though deeply troubled, seemed to believe me. He was unusually tender and kind to me, and for a brief space the shadow lifted. To please him I tried not to be unhappy, and to make myself as pretty as possible for the celebration of Washington’s birthday, which took place very soon after I received the sad news.\nI was to be Ceres in a kind of masque given by the blind girls. How well I remember the graceful draperies that enfolded me, the bright autumn leaves that wreathed my head, and the fruit and grain at my feet and in my hands, and beneath all the piety of the masque the oppressive sense of coming ill that made my heart heavy.\nThe night before the celebration, one of the teachers of the Institution had asked me a question connected with “The Frost King,” and I was telling her that Miss Sullivan had talked to me about Jack Frost and his wonderful works. Something I said made her think she detected in my words a confession that I did remember Miss Canby’s story of “The Frost Fairies,” and she laid her conclusions before Mr. Anagnos, although I had told her most emphatically that she was mistaken.\nMr. Anagnos, who loved me tenderly, thinking that he had been deceived, turned a deaf ear to the pleadings of love and innocence. He believed, or at least suspected, that Miss Sullivan and I had deliberately stolen the bright thoughts of another and imposed them on him to win his admiration. I was brought before a court of investigation composed of the teachers and officers of the Institution, and Miss Sullivan was asked to leave me. Then I was questioned and cross-questioned with what seemed to me a determination on the part of my judges to force me to acknowledge that I remembered having had “The Frost Fairies” read to me. I felt in every question the doubt and suspicion that was in their minds, and I felt, too, that a loved friend was looking at me reproachfully, although I could not have put all this into words. The blood pressed about my thumping heart, and I could scarcely speak, except in monosyllables. Even the consciousness that it was only a dreadful mistake did not lessen my suffering, and when at last I was allowed to leave the room, I was dazed and did not notice my teacher’s caresses, or the tender words of my friends, who said I was a brave little girl and they were proud of me.\nAs I lay in my bed that night, I wept as I hope few children have wept. I felt so cold, I imagined I should die before morning, and the thought comforted me. I think if this sorrow had come to me when I was older, it would have broken my spirit beyond repairing. But the angel of forgetfulness has gathered up and carried away much of the misery and all the bitterness of those sad days.\nMiss Sullivan had never heard of “The Frost Fairies” or of the book in which it was published. With the assistance of Dr. Alexander Graham Bell, she investigated the matter carefully, and at last it came out that Mrs. Sophia C. Hopkins had a copy of Miss Canby’s Birdie and His Friends in 1888, the year that we spent the summer with her at Brewster. Mrs. Hopkins was unable to find her copy; but she has told me that at that time, while Miss Sullivan was away on a vacation, she tried to amuse me by reading from various books, and although she could not remember reading “The Frost Fairies” any more than I, yet she felt sure that Birdie and His Friends was one of them. She explained the disappearance of the book by the fact that she had a short time before sold her house and disposed of many juvenile books, such as old schoolbooks and fairy tales, and that Birdie and His Friends was probably among them.\nThe stories had little or no meaning for me then; but the mere spelling of the strange words was sufficient to amuse a little child who could do almost nothing to amuse herself; and although I do not recall a single circumstance connected with the reading of the stories, yet I cannot help thinking that I made a great effort to remember the words, with the intention of having my teacher explain them when she returned. One thing is certain, the language was ineffaceably stamped upon my brain, though for a long time no one knew it, least of all myself.\nWhen Miss Sullivan came back, I did not speak to her about “The Frost Fairies,” probably because she began at once to read Little Lord Fauntleroy, which filled my mind to the exclusion of everything else. But the fact remains that Miss Canby’s story was read to me once, and that long after I had forgotten it, it came back to me so naturally that I never suspected that it was the child of another mind.\nIn my trouble I received many messages of love and sympathy. All the friends I loved best, except one, have remained my own to the present time.\nMiss Canby herself wrote kindly, “Some day you will write a great story out of your own head, that will be a comfort and help to many.” But this kind prophecy has never been fulfilled. I have never played with words again for the mere pleasure of the game. Indeed, I have ever since been tortured by the fear that what I write is not my own. For a long time, when I wrote a letter, even to my mother, I was seized with a sudden feeling of terror, and I would spell the sentences over and over, to make sure that I had not read them in a book. Had it not been for the persistent encouragement of Miss Sullivan, I think I should have given up trying to write altogether.\nI have read “The Frost Fairies” since, also the letters I wrote in which I used other ideas of Miss Canby’s. I find in one of them, a letter to Mr. Anagnos, dated September 29, 1891, words and sentiments exactly like those of the book. At the time I was writing “The Frost King,” and this letter, like many others, contains phrases which show that my mind was saturated with the story. I represent my teacher as saying to me of the golden autumn leaves, “Yes, they are beautiful enough to comfort us for the flight of summer”⁠—an idea direct from Miss Canby’s story.\nThis habit of assimilating what pleased me and giving it out again as my own appears in much of my early correspondence and my first attempts at writing. In a composition which I wrote about the old cities of Greece and Italy, I borrowed my glowing descriptions, with variations, from sources I have forgotten. I knew Mr. Anagnos’s great love of antiquity and his enthusiastic appreciation of all beautiful sentiments about Italy and Greece. I therefore gathered from all the books I read every bit of poetry or of history that I thought would give him pleasure. Mr. Anagnos, in speaking of my composition on the cities, has said, “These ideas are poetic in their essence.” But I do not understand how he ever thought a blind and deaf child of eleven could have invented them. Yet I cannot think that because I did not originate the ideas, my little composition is therefore quite devoid of interest. It shows me that I could express my appreciation of beautiful and poetic ideas in clear and animated language.\nThose early compositions were mental gymnastics. I was learning, as all young and inexperienced persons learn, by assimilation and imitation, to put ideas into words. Everything I found in books that pleased me I retained in my memory, consciously or unconsciously, and adapted it. The young writer, as Stevenson has said, instinctively tries to copy whatever seems most admirable, and he shifts his admiration with astonishing versatility. It is only after years of this sort of practice that even great men have learned to marshal the legion of words which come thronging through every byway of the mind.\nI am afraid I have not yet completed this process. It is certain that I cannot always distinguish my own thoughts from those I read, because what I read becomes the very substance and texture of my mind. Consequently, in nearly all that I write, I produce something which very much resembles the crazy patchwork I used to make when I first learned to sew. This patchwork was made of all sorts of odds and ends⁠—pretty bits of silk and velvet; but the coarse pieces that were not pleasant to touch always predominated. Likewise my compositions are made up of crude notions of my own, inlaid with the brighter thoughts and riper opinions of the authors I have read. It seems to me that the great difficulty of writing is to make the language of the educated mind express our confused ideas, half feelings, half thoughts, when we are little more than bundles of instinctive tendencies. Trying to write is very much like trying to put a Chinese puzzle together. We have a pattern in mind which we wish to work out in words; but the words will not fit the spaces, or, if they do, they will not match the design. But we keep on trying because we know that others have succeeded, and we are not willing to acknowledge defeat.\n“There is no way to become original, except to be born so,” says Stevenson, and although I may not be original, I hope sometime to outgrow my artificial, periwigged compositions. Then, perhaps, my own thoughts and experiences will come to the surface. Meanwhile I trust and hope and persevere, and try not to let the bitter memory of “The Frost King” trammel my efforts.\nSo this sad experience may have done me good and set me thinking on some of the problems of composition. My only regret is that it resulted in the loss of one of my dearest friends, Mr. Anagnos.\nSince the publication of The Story of My Life in the Ladies’ Home Journal, Mr. Anagnos has made a statement, in a letter to Mr. Macy, that at the time of the “Frost King” matter, he believed I was innocent. He says, the court of investigation before which I was brought consisted of eight people: four blind, four seeing persons. Four of them, he says, thought I knew that Miss Canby’s story had been read to me, and the others did not hold this view. Mr. Anagnos states that he cast his vote with those who were favourable to me.\nBut, however the case may have been, with whichever side he may have cast his vote, when I went into the room where Mr. Anagnos had so often held me on his knee and, forgetting his many cares, had shared in my frolics, and found there persons who seemed to doubt me, I felt that there was something hostile and menacing in the very atmosphere, and subsequent events have borne out this impression. For two years he seems to have held the belief that Miss Sullivan and I were innocent. Then he evidently retracted his favourable judgment, why I do not know. Nor did I know the details of the investigation. I never knew even the names of the members of the “court” who did not speak to me. I was too excited to notice anything, too frightened to ask questions. Indeed, I could scarcely think what I was saying, or what was being said to me.\nI have given this account of the “Frost King” affair because it was important in my life and education; and, in order that there might be no misunderstanding, I have set forth all the facts as they appear to me, without a thought of defending myself or of laying blame on anyone.\nThe summer and winter following the “Frost King” incident I spent with my family in Alabama. I recall with delight that home-going. Everything had budded and blossomed. I was happy. “The Frost King” was forgotten.\nWhen the ground was strewn with the crimson and golden leaves of autumn, and the musk-scented grapes that covered the arbour at the end of the garden were turning golden brown in the sunshine, I began to write a sketch of my life⁠—a year after I had written “The Frost King.”\nI was still excessively scrupulous about everything I wrote. The thought that what I wrote might not be absolutely my own tormented me. No one knew of these fears except my teacher. A strange sensitiveness prevented me from referring to the “Frost King”; and often when an idea flashed out in the course of conversation I would spell softly to her, “I am not sure it is mine.” At other times, in the midst of a paragraph I was writing, I said to myself, “Suppose it should be found that all this was written by someone long ago!” An impish fear clutched my hand, so that I could not write any more that day. And even now I sometimes feel the same uneasiness and disquietude. Miss Sullivan consoled and helped me in every way she could think of; but the terrible experience I had passed through left a lasting impression on my mind, the significance of which I am only just beginning to understand. It was with the hope of restoring my self-confidence that she persuaded me to write for the Youth’s Companion a brief account of my life. I was then twelve years old. As I look back on my struggle to write that little story, it seems to me that I must have had a prophetic vision of the good that would come of the undertaking, or I should surely have failed.\nI wrote timidly, fearfully, but resolutely, urged on by my teacher, who knew that if I persevered, I should find my mental foothold again and get a grip on my faculties. Up to the time of the “Frost King” episode, I had lived the unconscious life of a little child; now my thoughts were turned inward, and I beheld things invisible. Gradually I emerged from the penumbra of that experience with a mind made clearer by trial and with a truer knowledge of life.\nThe chief events of the year 1893 were my trip to Washington during the inauguration of President Cleveland, and visits to Niagara and the World’s Fair. Under such circumstances my studies were constantly interrupted and often put aside for many weeks, so that it is impossible for me to give a connected account of them.\nWe went to Niagara in March, 1893. It is difficult to describe my emotions when I stood on the point which overhangs the American Falls and felt the air vibrate and the earth tremble.\nIt seems strange to many people that I should be impressed by the wonders and beauties of Niagara. They are always asking: “What does this beauty or that music mean to you? You cannot see the waves rolling up the beach or hear their roar. What do they mean to you?” In the most evident sense they mean everything. I cannot fathom or define their meaning any more than I can fathom or define love or religion or goodness.\nDuring the summer of 1893, Miss Sullivan and I visited the World’s Fair with Dr. Alexander Graham Bell. I recall with unmixed delight those days when a thousand childish fancies became beautiful realities. Every day in imagination I made a trip round the world, and I saw many wonders from the uttermost parts of the earth⁠—marvels of invention, treasuries of industry and skill and all the activities of human life actually passed under my finger tips.\nI liked to visit the Midway Plaisance. It seemed like the Arabian Nights, it was crammed so full of novelty and interest. Here was the India of my books in the curious bazaar with its Shivas and elephant-gods; there was the land of the Pyramids concentrated in a model Cairo with its mosques and its long processions of camels; yonder were the lagoons of Venice, where we sailed every evening when the city and the fountains were illuminated. I also went on board a Viking ship which lay a short distance from the little craft. I had been on a man-of-war before, in Boston, and it interested me to see, on this Viking ship, how the seaman was once all in all⁠—how he sailed and took storm and calm alike with undaunted heart, and gave chase to whosoever reechoed his cry, “We are of the sea!” and fought with brains and sinews, self-reliant, self-sufficient, instead of being thrust into the background by unintelligent machinery, as Jack is today. So it always is⁠—“man only is interesting to man.”\nAt a little distance from this ship there was a model of the Santa Maria, which I also examined. The captain showed me Columbus’s cabin and the desk with an hourglass on it. This small instrument impressed me most because it made me think how weary the heroic navigator must have felt as he saw the sand dropping grain by grain while desperate men were plotting against his life.\nMr. Higinbotham, President of the World’s Fair, kindly gave me permission to touch the exhibits, and with an eagerness as insatiable as that with which Pizarro seized the treasures of Peru, I took in the glories of the Fair with my fingers. It was a sort of tangible kaleidoscope, this white city of the West. Everything fascinated me, especially the French bronzes. They were so lifelike, I thought they were angel visions which the artist had caught and bound in earthly forms.\nAt the Cape of Good Hope exhibit, I learned much about the processes of mining diamonds. Whenever it was possible, I touched the machinery while it was in motion, so as to get a clearer idea how the stones were weighed, cut, and polished. I searched in the washings for a diamond and found it myself⁠—the only true diamond, they said, that was ever found in the United States.\nDr. Bell went everywhere with us and in his own delightful way described to me the objects of greatest interest. In the electrical building we examined the telephones, autophones, phonographs, and other inventions, and he made me understand how it is possible to send a message on wires that mock space and outrun time, and, like Prometheus, to draw fire from the sky. We also visited the anthropological department, and I was much interested in the relics of ancient Mexico, in the rude stone implements that are so often the only record of an age⁠—the simple monuments of nature’s unlettered children (so I thought as I fingered them) that seem bound to last while the memorials of kings and sages crumble in dust away⁠—and in the Egyptian mummies, which I shrank from touching. From these relics I learned more about the progress of man than I have heard or read since.\nAll these experiences added a great many new terms to my vocabulary, and in the three weeks I spent at the Fair I took a long leap from the little child’s interest in fairy tales and toys to the appreciation of the real and the earnest in the workaday world.\nBefore October, 1893, I had studied various subjects by myself in a more or less desultory manner. I read the histories of Greece, Rome and the United States. I had a French grammar in raised print, and as I already knew some French, I often amused myself by composing in my head short exercises, using the new words as I came across them, and ignoring rules and other technicalities as much as possible. I even tried, without aid, to master the French pronunciation, as I found all the letters and sounds described in the book. Of course this was tasking slender powers for great ends; but it gave me something to do on a rainy day, and I acquired a sufficient knowledge of French to read with pleasure La Fontaine’s Fables, Le Médecin Malgré Lui and passages from Athalie.\nI also gave considerable time to the improvement of my speech. I read aloud to Miss Sullivan and recited passages from my favourite poets, which I had committed to memory; she corrected my pronunciation and helped me to phrase and inflect. It was not, however, until October, 1893, after I had recovered from the fatigue and excitement of my visit to the World’s Fair, that I began to have lessons in special subjects at fixed hours.\nMiss Sullivan and I were at that time in Hulton, Pennsylvania, visiting the family of Mr. William Wade. Mr. Irons, a neighbour of theirs, was a good Latin scholar; it was arranged that I should study under him. I remember him as a man of rare, sweet nature and of wide experience. He taught me Latin grammar principally; but he often helped me in arithmetic, which I found as troublesome as it was uninteresting. Mr. Irons also read with me Tennyson’s In Memoriam. I had read many books before, but never from a critical point of view. I learned for the first time to know an author, to recognize his style as I recognize the clasp of a friend’s hand.\nAt first I was rather unwilling to study Latin grammar. It seemed absurd to waste time analyzing every word I came across⁠—noun, genitive, singular, feminine⁠—when its meaning was quite plain. I thought I might just as well describe my pet in order to know it⁠—order, vertebrate; division, quadruped; class, mammalia; genus, felinus; species, cat; individual, Tabby. But as I got deeper into the subject, I became more interested, and the beauty of the language delighted me. I often amused myself by reading Latin passages, picking up words I understood and trying to make sense. I have never ceased to enjoy this pastime.\nThere is nothing more beautiful, I think, than the evanescent fleeting images and sentiments presented by a language one is just becoming familiar with⁠—ideas that flit across the mental sky, shaped and tinted by capricious fancy. Miss Sullivan sat beside me at my lessons, spelling into my hand whatever Mr. Irons said, and looking up new words for me. I was just beginning to read Caesar’s Gallic War when I went to my home in Alabama.\nIn the summer of 1894, I attended the meeting at Chautauqua of the American Association to Promote the Teaching of Speech to the Deaf. There it was arranged that I should go to the Wright-Humason School for the Deaf in New York City. I went there in October, 1894, accompanied by Miss Sullivan. This school was chosen especially for the purpose of obtaining the highest advantages in vocal culture and training in lipreading. In addition to my work in these subjects, I studied, during the two years I was in the school, arithmetic, physical geography, French and German.\nMiss Reamy, my German teacher, could use the manual alphabet, and after I had acquired a small vocabulary, we talked together in German whenever we had a chance, and in a few months I could understand almost everything she said. Before the end of the first year I read Wilhelm Tell with the greatest delight. Indeed, I think I made more progress in German than in any of my other studies. I found French much more difficult. I studied it with Madame Olivier, a French lady who did not know the manual alphabet, and who was obliged to give her instruction orally. I could not read her lips easily; so my progress was much slower than in German. I managed, however, to read Le Médecin Malgré Lui again. It was very amusing but I did not like it nearly so well as Wilhelm Tell.\nMy progress in lipreading and speech was not what my teachers and I had hoped and expected it would be. It was my ambition to speak like other people, and my teachers believed that this could be accomplished; but, although we worked hard and faithfully, yet we did not quite reach our goal. I suppose we aimed too high, and disappointment was therefore inevitable. I still regarded arithmetic as a system of pitfalls. I hung about the dangerous frontier of “guess,” avoiding with infinite trouble to myself and others the broad valley of reason. When I was not guessing, I was jumping at conclusions, and this fault, in addition to my dullness, aggravated my difficulties more than was right or necessary.\nBut although these disappointments caused me great depression at times, I pursued my other studies with unflagging interest, especially physical geography. It was a joy to learn the secrets of nature: how⁠—in the picturesque language of the Old Testament⁠—the winds are made to blow from the four corners of the heavens, how the vapours ascend from the ends of the earth, how rivers are cut out among the rocks, and mountains overturned by the roots, and in what ways man may overcome many forces mightier than himself. The two years in New York were happy ones, and I look back to them with genuine pleasure.\nI remember especially the walks we all took together every day in Central Park, the only part of the city that was congenial to me. I never lost a jot of my delight in this great park. I loved to have it described every time I entered it; for it was beautiful in all its aspects, and these aspects were so many that it was beautiful in a different way each day of the nine months I spent in New York.\nIn the spring we made excursions to various places of interest. We sailed on the Hudson River and wandered about on its green banks, of which Bryant loved to sing. I liked the simple, wild grandeur of the palisades. Among the places I visited were West Point, Tarrytown, the home of Washington Irving, where I walked through “Sleepy Hollow.”\nThe teachers at the Wright-Humason School were always planning how they might give the pupils every advantage that those who hear enjoy⁠—how they might make much of few tendencies and passive memories in the cases of the little ones⁠—and lead them out of the cramping circumstances in which their lives were set.\nBefore I left New York, these bright days were darkened by the greatest sorrow that I have ever borne, except the death of my father. Mr. John P. Spaulding, of Boston, died in February, 1896. Only those who knew and loved him best can understand what his friendship meant to me. He, who made everyone happy in a beautiful, unobtrusive way, was most kind and tender to Miss Sullivan and me. So long as we felt his loving presence and knew that he took a watchful interest in our work, fraught with so many difficulties, we could not be discouraged. His going away left a vacancy in our lives that has never been filled.\nIn October, 1896, I entered the Cambridge School for Young Ladies, to be prepared for Radcliffe.\nWhen I was a little girl, I visited Wellesley and surprised my friends by the announcement, “Some day I shall go to college⁠—but I shall go to Harvard!” When asked why I would not go to Wellesley, I replied that there were only girls there. The thought of going to college took root in my heart and became an earnest desire, which impelled me to enter into competition for a degree with seeing and hearing girls, in the face of the strong opposition of many true and wise friends. When I left New York the idea had become a fixed purpose; and it was decided that I should go to Cambridge. This was the nearest approach I could get to Harvard and to the fulfillment of my childish declaration.\nAt the Cambridge School the plan was to have Miss Sullivan attend the classes with me and interpret to me the instruction given.\nOf course my instructors had had no experience in teaching any but normal pupils, and my only means of conversing with them was reading their lips. My studies for the first year were English history, English literature, German, Latin, arithmetic, Latin composition and occasional themes. Until then I had never taken a course of study with the idea of preparing for college; but I had been well drilled in English by Miss Sullivan, and it soon became evident to my teachers that I needed no special instruction in this subject beyond a critical study of the books prescribed by the college. I had had, moreover, a good start in French, and received six months’ instruction in Latin; but German was the subject with which I was most familiar.\nIn spite, however, of these advantages, there were serious drawbacks to my progress. Miss Sullivan could not spell out in my hand all that the books required, and it was very difficult to have textbooks embossed in time to be of use to me, although my friends in London and Philadelphia were willing to hasten the work. For a while, indeed, I had to copy my Latin in braille, so that I could recite with the other girls. My instructors soon became sufficiently familiar with my imperfect speech to answer my questions readily and correct mistakes. I could not make notes in class or write exercises; but I wrote all my compositions and translations at home on my typewriter.\nEach day Miss Sullivan went to the classes with me and spelled into my hand with infinite patience all that the teachers said. In study hours she had to look up new words for me and read and reread notes and books I did not have in raised print. The tedium of that work is hard to conceive. Frau Gröte, my German teacher, and Mr. Gilman, the principal, were the only teachers in the school who learned the finger alphabet to give me instruction. No one realized more fully than dear Frau Gröte how slow and inadequate her spelling was. Nevertheless, in the goodness of her heart she laboriously spelled out her instructions to me in special lessons twice a week, to give Miss Sullivan a little rest. But, though everybody was kind and ready to help us, there was only one hand that could turn drudgery into pleasure.\nThat year I finished arithmetic, reviewed my Latin grammar, and read three chapters of Caesar’s Gallic War. In German I read, partly with my fingers and partly with Miss Sullivan’s assistance, Schiller’s Lied von der Glocke and Taucher, Heine’s Harzreise, Freytag’s Aus dem Staat Friedrichs des Grossen, Riehl’s Fluch Der Schönheit, Lessing’s Minna von Barnhelm, and Goethe’s Aus meinem Leben. I took the greatest delight in these German books, especially Schiller’s wonderful lyrics, the history of Frederick the Great’s magnificent achievements and the account of Goethe’s life. I was sorry to finish Die Harzreise, so full of happy witticisms and charming descriptions of vine-clad hills, streams that sing and ripple in the sunshine, and wild regions, sacred to tradition and legend, the gray sisters of a long-vanished, imaginative age⁠—descriptions such as can be given only by those to whom nature is “a feeling, a love and an appetite.”\nMr. Gilman instructed me part of the year in English literature. We read together As You Like It, Burke’s Speech on Conciliation with America, and Macaulay’s Life of Samuel Johnson. Mr. Gilman’s broad views of history and literature and his clever explanations made my work easier and pleasanter than it could have been had I only read notes mechanically with the necessarily brief explanations given in the classes.\nBurke’s speech was more instructive than any other book on a political subject that I had ever read. My mind stirred with the stirring times, and the characters round which the life of two contending nations centred seemed to move right before me. I wondered more and more, while Burke’s masterly speech rolled on in mighty surges of eloquence, how it was that King George and his ministers could have turned a deaf ear to his warning prophecy of our victory and their humiliation. Then I entered into the melancholy details of the relation in which the great statesman stood to his party and to the representatives of the people. I thought how strange it was that such precious seeds of truth and wisdom should have fallen among the tares of ignorance and corruption.\nIn a different way Macaulay’s Life of Samuel Johnson was interesting. My heart went out to the lonely man who ate the bread of affliction in Grub Street, and yet, in the midst of toil and cruel suffering of body and soul, always had a kind word, and lent a helping hand to the poor and despised", "summary": "\nEarly Educational Experiences\nHelen's educational journey began meaningfully at the Perkins Institution for the Blind in Boston, where she discovered a community of children who, like her, communicated through the manual alphabet. This revelation delighted her immensely: \"What joy to talk with other children in my own language! Until then I had been like a foreigner speaking through an interpreter.\" Initially, she struggled to comprehend that her new friends were also blind, having assumed that their ability to hear gave them a \"second sight.\" Nevertheless, their happiness and contentment eased her concerns, and she quickly felt at home in this new environment.\nDuring her Boston stay, Helen visited historical sites like Bunker Hill, where she had her \"first lesson in history,\" climbing the monument and imagining soldiers who had fought there. She also traveled to Plymouth by steamboat—her first ocean voyage—and touched Plymouth Rock, making the Pilgrims' story tangible to her. Though she initially idealized the Pilgrims as champions of freedom, she later learned of their acts of persecution, which gave her a more complex understanding of history.\nIn Boston, Helen formed meaningful relationships, particularly with William Endicott and his daughter. At their Beverly Farms home, she explored their rose garden, played with their dogs, and experienced the beach for the first time. These connections and experiences in Boston led her to call it \"the City of Kind Hearts.\"\nNatural Experiences and Sensory Discoveries\nHelen's narrative vividly captures her sensory experiences with nature. During a summer at Brewster on Cape Cod, she encountered the ocean, which she had previously only read about. With characteristic courage, she \"plunged into the cool water\" without fear. Though she nearly drowned when her foot struck a rock—\"The good, firm earth had slipped from my feet, and everything seemed shut out from this strange, all-enveloping element\"—the experience didn't diminish her love for the sea. She continued to enjoy sitting on rocks feeling the waves crash around her, describing how \"the breakers would swoop back to gather themselves for a mightier leap, and I clung to the rock, tense, fascinated, as I felt the dash and roar of the rushing sea!\"\nHelen's family summer cottage at Fern Quarry provided another rich natural environment. She describes the limestone quarry with its streams, the thickly wooded mountain with great oaks and evergreens, and wild muscadine and scuppernong vines. The family lived primarily on the wide piazza, where \"the mountain winds blew, sweet with all wood-scents.\" She recounts hunting parties, barbecues, and riding her pony \"Black Beauty.\" A particularly harrowing experience occurred when she, Mildred, and Miss Sullivan crossed a railroad trestle and had to cling to crossbraces as a train passed overhead.\nLater, Helen experienced her first New England winter, describing the snow as transforming the landscape until \"one could scarcely recognize a feature of the landscape.\" She delighted in tobogganing down steep slopes onto the frozen lake, an activity she described poetically: \"For one wild, glad moment we snapped the chain that binds us to earth, and joining hands with the winds we felt ourselves divine!\"\nLearning to Speak\nOne of Helen's most significant achievements came in spring 1890 when she learned to speak. She had always felt a strong impulse to make vocal sounds, often keeping one hand on her throat while feeling her lips move with the other. After learning about Ragnhild Kaata, a deaf-blind Norwegian girl who had learned to speak, Helen was \"on fire with eagerness\" to do the same.\nMiss Sarah Fuller of the Horace Mann School taught Helen speech techniques by letting her feel the position of her tongue and lips when making sounds. Helen vividly recalls her first connected sentence—\"It is warm\"—describing the moment: \"My soul, conscious of new strength, came out of bondage, and was reaching through those broken symbols of speech to all knowledge and all faith.\"\nLearning to speak was arduous, requiring \"practice, practice, practice.\" She worked tirelessly with Miss Sullivan's assistance to articulate each sound clearly. Despite challenges, she persevered, motivated by the thought of communicating with her family: \"My little sister will understand me now.\" Returning home with this new ability was tremendously moving, with her mother \"speechless and trembling with delight, taking in every syllable,\" while her sister Mildred \"seized my free hand and kissed it and danced.\"\nThe \"Frost King\" Controversy\nIn 1892, Helen experienced what she calls \"the one cloud in my childhood's bright sky\" when she wrote a story called \"The Frost King\" for Mr. Anagnos at the Perkins Institution. The story was published in one of the institution's reports, but it was later discovered to be remarkably similar to \"The Frost Fairies\" by Margaret T. Canby, published before Helen's birth.\nAccused of plagiarism, Helen was devastated: \"No child ever drank deeper of the cup of bitterness than I did.\" Though she had no memory of hearing Canby's story, she was subjected to an investigation by teachers and officers of the Institution. The experience was traumatic: \"The blood pressed about my thumping heart, and I could scarcely speak, except in monosyllables. Even the consciousness that it was only a dreadful mistake did not lessen my suffering.\"\nLater investigation revealed that Mrs. Sophia C. Hopkins had likely read Canby's story to Helen in 1888 when Miss Sullivan was away. Though Helen had forgotten this, the language had been \"ineffaceably stamped upon my brain.\" The incident had lasting consequences, creating a persistent fear that her writing was not truly her own: \"Indeed, I have ever since been tortured by the fear that what I write is not my own.\" The experience also cost her a valued friendship with Mr. Anagnos.\nHelen reflects thoughtfully on how young writers learn by \"assimilation and imitation,\" noting that even later in life, \"I cannot always distinguish my own thoughts from those I read, because what I read becomes the very substance and texture of my mind.\" Despite this challenge, she continued to write, encouraged by Miss Sullivan.\nFurther Education and College Preparation\nAfter recovering from the \"Frost King\" incident, Helen's education continued with increasing formality. In 1893, she began studying various subjects, including Latin with Mr. Irons, who also introduced her to Tennyson's \"In Memoriam.\" Though initially reluctant to study Latin grammar, she soon \"became more interested, and the beauty of the language delighted me.\"\nFrom 1894 to 1896, Helen attended the Wright-Humason School for the Deaf in New York City to improve her speech and lipreading. She also studied arithmetic, physical geography, French, and German. She made excellent progress in German, reading works by Schiller, Heine, and Goethe, but found French more challenging. Though her progress in speech and lipreading wasn't as strong as hoped, she pursued her other studies enthusiastically, particularly enjoying physical geography and walks in Central Park.\nA significant loss occurred in February 1896 with the death of John P. Spaulding, which Helen describes as \"the greatest sorrow that I have ever borne, except the death of my father.\" His support had been invaluable, and his death left \"a vacancy in our lives that has never been filled.\"\nIn October 1896, Helen entered the Cambridge School for Young Ladies to prepare for Radcliffe College, fulfilling a childhood declaration: \"Some day I shall go to college—but I shall go to Harvard!\" The arrangement was for Miss Sullivan to attend classes with her and interpret the instruction. Though Helen had been well-prepared in English and had a good foundation in other subjects, there were significant challenges. She couldn't take notes in class or write exercises, and textbooks often weren't available in braille in time. Miss Sullivan had to spell everything into her hand \"with infinite patience.\"\nDespite these obstacles, Helen made impressive progress, finishing arithmetic, reviewing Latin grammar, reading Caesar, and studying German literature. She particularly enjoyed Burke's \"Speech on Conciliation with America\" and Macaulay's \"Life of Samuel Johnson.\" Through it all, Miss Sullivan's dedication was essential—\"only one hand that could turn drudgery into pleasure.\"\nThroughout her narrative, Helen demonstrates remarkable resilience, intellectual curiosity, and appreciation for beauty despite her limitations. Her story illuminates not just her own extraordinary journey but also the power of dedicated teaching, particularly through her relationship with Miss Sullivan, whose patience and innovation made Helen's education possible.\n", "map": [["Helen Keller", "Perkins Institution for the Blind"], ["Perkins Institution for the Blind", "manual alphabet"], ["Perkins Institution for the Blind", "blind community"], ["Helen Keller", "Boston"], ["Boston", "Bunker Hill"], ["Boston", "historical sites"], ["Helen Keller", "Plymouth"], ["Plymouth", "first ocean voyage"], ["Helen Keller", "William Endicott"], ["William Endicott", "Beverly Farms"], ["Beverly Farms", "beach experiences"], ["Helen Keller", "Brewster on Cape Cod"], ["Brewster on Cape Cod", "ocean encounter"], ["ocean encounter", "nearly drowning"], ["Helen Keller", "Fern Quarry"], ["Fern Quarry", "nature appreciation"], ["Fern Quarry", "Black Beauty pony"], ["Fern Quarry", "railroad trestle incident"], ["Helen Keller", "New England winter"], ["New England winter", "tobogganing"], ["Helen Keller", "learning to speak"], ["learning to speak", "Ragnhild Kaata"], ["learning to speak", "Miss Sarah Fuller"], ["Miss Sarah Fuller", "Horace Mann School"], ["learning to speak", "Miss Sullivan"], ["Helen Keller", "The Frost King"], ["The Frost King", "Mr. Anagnos"], ["The Frost King", "plagiarism controversy"], ["plagiarism controversy", "Margaret T. Canby"], ["Margaret T. Canby", "The Frost Fairies"], ["plagiarism controversy", "Mrs. Sophia C. Hopkins"], ["plagiarism controversy", "writing anxiety"], ["Helen Keller", "Latin studies"], ["Latin studies", "Mr. Irons"], ["Mr. Irons", "Tennyson's In Memoriam"], ["Helen Keller", "Wright-Humason School"], ["Wright-Humason School", "speech improvement"], ["Wright-Humason School", "German studies"], ["Wright-Humason School", "French studies"], ["Helen Keller", "John P. Spaulding"], ["John P. Spaulding", "personal loss"], ["Helen Keller", "Cambridge School for Young Ladies"], ["Cambridge School for Young Ladies", "Radcliffe preparation"], ["Radcliffe preparation", "education challenges"], ["Helen Keller", "Miss Sullivan"], ["Miss Sullivan", "manual interpretation"], ["Miss Sullivan", "devoted teaching"], ["Helen Keller", "resilience"], ["Helen Keller", "intellectual curiosity"]]}