{"source": "https://www.gutenberg.org/cache/epub/345/pg345-images.html", "text": " He\r\nreally did look serious when he was saying it, and I couldn’t help\r\nfeeling a bit serious too—I know, Mina, you will think me a horrid\r\nflirt—though I couldn’t help feeling a sort of exultation that he was\r\nnumber two in one day. And then, my dear, before I could say a word he\r\nbegan pouring out a perfect torrent of love-making, laying his very\r\nheart and soul at my feet. He looked so earnest over it that I shall\r\nnever again think that a man must be playful always, and never earnest,\r\nbecause he is merry at times. I suppose he saw something in my face\r\nwhich checked him, for he suddenly stopped, and said with a sort of\r\nmanly fervour that I could have loved him for if I had been free:—\n“‘Lucy, you are an honest-hearted girl, I know. I should not be here\r\nspeaking to you as I am now if I did not believe you clean grit, right\r\nthrough to the very depths of your soul. Tell me, like one good fellow\r\nto another, is there any one else that you care for? And if there is\r\nI’ll never trouble you a hair’s breadth again, but will be, if you will\r\nlet me, a very faithful friend.’\n“My dear Mina, why are men so noble when we women are so little worthy\r\nof them? Here was I almost making fun of this great-hearted, true\r\ngentleman. I burst into tears—I am afraid, my dear, you will think\r\nthis a very sloppy letter in more ways than one—and I really felt very\r\nbadly. Why can’t they let a girl marry three men, or as many as want\r\nher, and save all this trouble? But this is heresy, and I must not say\r\nit. I am glad to say that, though I was crying, I was able to look into\r\nMr. Morris’s brave eyes, and I told him out straight:—\n“‘Yes, there is some one I love, though he has not told me yet that he\r\neven loves me.’ I was right to speak to him so frankly, for quite a\r\nlight came into his face, and he put out both his hands and took mine—I\r\nthink I put them into his—and said in a hearty way:—\n“‘That’s my brave girl. It’s better worth being late for a chance of\r\nwinning you than being in time for any other girl in the world. Don’t\r\ncry, my dear. If it’s for me, I’m a hard nut to crack; and I take it\r\nstanding up. If that other fellow doesn’t know his happiness, well, he’d\r\nbetter look for it soon, or he’ll have to deal with me. Little girl,\r\nyour honesty and pluck have made me a friend, and that’s rarer than a\r\nlover; it’s more unselfish anyhow. My dear, I’m going to have a pretty\r\nlonely walk between this and Kingdom Come. Won’t you give me one kiss?\r\nIt’ll be something to keep off the darkness now and then. You can, you\r\nknow, if you like, for that other good fellow—he must be a good fellow,\r\nmy dear, and a fine fellow, or you could not love him—hasn’t spoken\r\nyet.’ That quite won me, Mina, for it was brave and sweet of him, and\r\nnoble, too, to a rival—wasn’t it?—and he so sad; so I leant over and\r\nkissed him. He stood up with my two hands in his, and as he looked down\r\ninto my face—I am afraid I was blushing very much—he said:—\n“‘Little girl, I hold your hand, and you’ve kissed me, and if these\r\nthings don’t make us friends nothing ever will. Thank you for your sweet\r\nhonesty to me, and good-bye.’ He wrung my hand, and taking up his hat,\r\nwent straight out of the room without looking back, without a tear or a\r\nquiver or a pause; and I am crying like a baby. Oh, why must a man like\r\nthat be made unhappy when there are lots of girls about who would\r\nworship the very ground he trod on? I know I would if I were free—only\r\nI don’t want to be free. My dear, this quite upset me, and I feel I\r\ncannot write of happiness just at once, after telling you of it; and I\r\ndon’t wish to tell of the number three until it can be all happy.\n\r\n“Ever your loving\r\n“Lucy.\n\n\n“P.S.—Oh, about number Three—I needn’t tell you of number Three, need\r\nI? Besides, it was all so confused; it seemed only a moment from his\r\ncoming into the room till both his arms were round me, and he was\r\nkissing me. I am very, very happy, and I don’t know what I have done to\r\ndeserve it. I must only try in the future to show that I am not\r\nungrateful to God for all His goodness to me in sending to me such a\r\nlover, such a husband, and such a friend.\n“Good-bye.”\nDr. Seward’s Diary.\n\r\n(Kept in phonograph)\n\n25 May.—Ebb tide in appetite to-day. Cannot eat, cannot rest, so\r\ndiary instead. Since my rebuff of yesterday I have a sort of empty\r\nfeeling; nothing in the world seems of sufficient importance to be worth\r\nthe doing.... As I knew that the only cure for this sort of thing was\r\nwork, I went down amongst the patients. I picked out one who has\r\nafforded me a study of much interest. He is so quaint that I am\r\ndetermined to understand him as well as I can. To-day I seemed to get\r\nnearer than ever before to the heart of his mystery.\nI questioned him more fully than I had ever done, with a view to making\r\nmyself master of the facts of his hallucination. In my manner of doing\r\nit there was, I now see, something of cruelty. I seemed to wish to keep\r\nhim to the point of his madness—a thing which I avoid with the patients\r\nas I would the mouth of hell.\n(Mem., under what circumstances would I not avoid the pit of hell?)\r\nOmnia Romæ venalia sunt. Hell has its price! verb. sap. If there be\r\nanything behind this instinct it will be valuable to trace it afterwards\r\naccurately, so I had better commence to do so, therefore—\nR. M. Renfield, ætat 59.—Sanguine temperament; great physical strength;\r\nmorbidly excitable; periods of gloom, ending in some fixed idea which I\r\ncannot make out. I presume that the sanguine temperament itself and the\r\ndisturbing influence end in a mentally-accomplished finish; a possibly\r\ndangerous man, probably dangerous if unselfish. In selfish men caution\r\nis as secure an armour for their foes as for themselves. What I think of\r\non this point is, when self is the fixed point the centripetal force is\r\nbalanced with the centrifugal; when duty, a cause, etc., is the fixed\r\npoint, the latter force is paramount, and only accident or a series of\r\naccidents can balance it.\nLetter, Quincey P. Morris to Hon. Arthur Holmwood.\n\r\n“25 May.\n\n\r\n“My dear Art,—\n\n“We’ve told yarns by the camp-fire in the prairies; and dressed one\r\nanother’s wounds after trying a landing at the Marquesas; and drunk\r\nhealths on the shore of Titicaca. There are more yarns to be told, and\r\nother wounds to be healed, and another health to be drunk. Won’t you let\r\nthis be at my camp-fire to-morrow night? I have no hesitation in asking\r\nyou, as I know a certain lady is engaged to a certain dinner-party, and\r\nthat you are free. There will only be one other, our old pal at the\r\nKorea, Jack Seward. He’s coming, too, and we both want to mingle our\r\nweeps over the wine-cup, and to drink a health with all our hearts to\r\nthe happiest man in all the wide world, who has won the noblest heart\r\nthat God has made and the best worth winning. We promise you a hearty\r\nwelcome, and a loving greeting, and a health as true as your own right\r\nhand. We shall both swear to leave you at home if you drink too deep to\r\na certain pair of eyes. Come!\n\r\n“Yours, as ever and always,\r\n“Quincey P. Morris.”\n\nTelegram from Arthur Holmwood to Quincey P. Morris.\n\r\n“26 May.\n\n“Count me in every time. I bear messages which will make both your ears\r\ntingle.\n\r\n“Art.”\n\n24 July. Whitby.—Lucy met me at the station, looking sweeter and\r\nlovelier than ever, and we drove up to the house at the Crescent in\r\nwhich they have rooms. This is a lovely place. The little river, the\r\nEsk, runs through a deep valley, which broadens out as it comes near the\r\nharbour. A great viaduct runs across, with high piers, through which the\r\nview seems somehow further away than it really is. The valley is\r\nbeautifully green, and it is so steep that when you are on the high land\r\non either side you look right across it, unless you are near enough to\r\nsee down. The houses of the old town—the side away from us—are all\r\nred-roofed, and seem piled up one over the other anyhow, like the\r\npictures we see of Nuremberg. Right over the town is the ruin of Whitby\r\nAbbey, which was sacked by the Danes, and which is the scene of part of\r\n“Marmion,” where the girl was built up in the wall. It is a most noble\r\nruin, of immense size, and full of beautiful and romantic bits; there is\r\na legend that a white lady is seen in one of the windows. Between it and\r\nthe town there is another church, the parish one, round which is a big\r\ngraveyard, all full of tombstones. This is to my mind the nicest spot in\r\nWhitby, for it lies right over the town, and has a full view of the\r\nharbour and all up the bay to where the headland called Kettleness\r\nstretches out into the sea. It descends so steeply over the harbour that\r\npart of the bank has fallen away, and some of the graves have been\r\ndestroyed. In one place part of the stonework of the graves stretches\r\nout over the sandy pathway far below. There are walks, with seats beside\r\nthem, through the churchyard; and people go and sit there all day long\r\nlooking at the beautiful view and enjoying the breeze. I shall come and\r\nsit here very often myself and work. Indeed, I am writing now, with my\r\nbook on my knee, and listening to the talk of three old men who are\r\nsitting beside me. They seem to do nothing all day but sit up here and\r\ntalk.\nThe harbour lies below me, with, on the far side, one long granite wall\r\nstretching out into the sea, with a curve outwards at the end of it, in\r\nthe middle of which is a lighthouse. A heavy sea-wall runs along outside\r\nof it. On the near side, the sea-wall makes an elbow crooked inversely,\r\nand its end too has a lighthouse. Between the two piers there is a\r\nnarrow opening into the harbour, which then suddenly widens.\nIt is nice at high water; but when the tide is out it shoals away to\r\nnothing, and there is merely the stream of the Esk, running between\r\nbanks of sand, with rocks here and there. Outside the harbour on this\r\nside there rises for about half a mile a great reef, the sharp edge of\r\nwhich runs straight out from behind the south lighthouse. At the end of\r\nit is a buoy with a bell, which swings in bad weather, and sends in a\r\nmournful sound on the wind. They have a legend here that when a ship is\r\nlost bells are heard out at sea. I must ask the old man about this; he\r\nis coming this way....\nHe is a funny old man. He must be awfully old, for his face is all\r\ngnarled and twisted like the bark of a tree. He tells me that he is\r\nnearly a hundred, and that he was a sailor in the Greenland fishing\r\nfleet when Waterloo was fought. He is, I am afraid, a very sceptical\r\nperson, for when I asked him about the bells at sea and the White Lady\r\nat the abbey he said very brusquely:—\n“I wouldn’t fash masel’ about them, miss. Them things be all wore out.\r\nMind, I don’t say that they never was, but I do say that they wasn’t in\r\nmy time. They be all very well for comers and trippers, an’ the like,\r\nbut not for a nice young lady like you. Them feet-folks from York and\r\nLeeds that be always eatin’ cured herrin’s an’ drinkin’ tea an’ lookin’\r\nout to buy cheap jet would creed aught. I wonder masel’ who’d be\r\nbothered tellin’ lies to them—even the newspapers, which is full of\r\nfool-talk.” I thought he would be a good person to learn interesting\r\nthings from, so I asked him if he would mind telling me something about\r\nthe whale-fishing in the old days. He was just settling himself to begin\r\nwhen the clock struck six, whereupon he laboured to get up, and said:—\n“I must gang ageeanwards home now, miss. My grand-daughter doesn’t like\r\nto be kept waitin’ when the tea is ready, for it takes me time to\r\ncrammle aboon the grees, for there be a many of ’em; an’, miss, I lack\r\nbelly-timber sairly by the clock.”\nHe hobbled away, and I could see him hurrying, as well as he could, down\r\nthe steps. The steps are a great feature on the place. They lead from\r\nthe town up to the church, there are hundreds of them—I do not know how\r\nmany—and they wind up in a delicate curve; the slope is so gentle that\r\na horse could easily walk up and down them. I think they must originally\r\nhave had something to do with the abbey. I shall go home too. Lucy went\r\nout visiting with her mother, and as they were only duty calls, I did\r\nnot go. They will be home by this.\n \n1 August.—I came up here an hour ago with Lucy, and we had a most\r\ninteresting talk with my old friend and the two others who always come\r\nand join him. He is evidently the Sir Oracle of them, and I should think\r\nmust have been in his time a most dictatorial person. He will not admit\r\nanything, and downfaces everybody. If he can’t out-argue them he bullies\r\nthem, and then takes their silence for agreement with his views. Lucy\r\nwas looking sweetly pretty in her white lawn frock; she has got a\r\nbeautiful colour since she has been here. I noticed that the old men did\r\nnot lose any time in coming up and sitting near her when we sat down.\r\nShe is so sweet with old people; I think they all fell in love with her\r\non the spot. Even my old man succumbed and did not contradict her, but\r\ngave me double share instead. I got him on the subject of the legends,\r\nand he went off at once into a sort of sermon. I must try to remember it\r\nand put it down:—\n“It be all fool-talk, lock, stock, and barrel; that’s what it be, an’\r\nnowt else. These bans an’ wafts an’ boh-ghosts an’ barguests an’ bogles\r\nan’ all anent them is only fit to set bairns an’ dizzy women\r\na-belderin’. They be nowt but air-blebs. They, an’ all grims an’ signs\r\nan’ warnin’s, be all invented by parsons an’ illsome beuk-bodies an’\r\nrailway touters to skeer an’ scunner hafflin’s, an’ to get folks to do\r\nsomethin’ that they don’t other incline to. It makes me ireful to think\r\no’ them. Why, it’s them that, not content with printin’ lies on paper\r\nan’ preachin’ them out of pulpits, does want to be cuttin’ them on the\r\ntombstones. Look here all around you in what airt ye will; all them\r\nsteans, holdin’ up their heads as well as they can out of their pride,\r\nis acant—simply tumblin’ down with the weight o’ the lies wrote on\r\nthem, ‘Here lies the body’ or ‘Sacred to the memory’ wrote on all of\r\nthem, an’ yet in nigh half of them there bean’t no bodies at all; an’\r\nthe memories of them bean’t cared a pinch of snuff about, much less\r\nsacred. Lies all of them, nothin’ but lies of one kind or another! My\r\ngog, but it’ll be a quare scowderment at the Day of Judgment when they\r\ncome tumblin’ up in their death-sarks, all jouped together an’ tryin’ to\r\ndrag their tombsteans with them to prove how good they was; some of them\r\ntrimmlin’ and ditherin’, with their hands that dozzened an’ slippy from\r\nlyin’ in the sea that they can’t even keep their grup o’ them.”\nI could see from the old fellow’s self-satisfied air and the way in\r\nwhich he looked round for the approval of his cronies that he was\r\n“showing off,” so I put in a word to keep him going:—\n“Oh, Mr. Swales, you can’t be serious. Surely these tombstones are not\r\nall wrong?”\n“Yabblins! There may be a poorish few not wrong, savin’ where they make\r\nout the people too good; for there be folk that do think a balm-bowl be\r\nlike the sea, if only it be their own. The whole thing be only lies. Now\r\nlook you here; you come here a stranger, an’ you see this kirk-garth.” I\r\nnodded, for I thought it better to assent, though I did not quite\r\nunderstand his dialect. I knew it had something to do with the church.\r\nHe went on: “And you consate that all these steans be aboon folk that be\r\nhapped here, snod an’ snog?” I assented again. “Then that be just where\r\nthe lie comes in. Why, there be scores of these lay-beds that be toom as\r\nold Dun’s ’bacca-box on Friday night.” He nudged one of his companions,\r\nand they all laughed. “And my gog! how could they be otherwise? Look at\r\nthat one, the aftest abaft the bier-bank: read it!” I went over and\r\nread:—\n“Edward Spencelagh, master mariner, murdered by pirates off the coast of\r\nAndres, April, 1854, æt. 30.” When I came back Mr. Swales went on:—\n“Who brought him home, I wonder, to hap him here? Murdered off the coast\r\nof Andres! an’ you consated his body lay under! Why, I could name ye a\r\ndozen whose bones lie in the Greenland seas above”—he pointed\r\nnorthwards—“or where the currents may have drifted them. There be the\r\nsteans around ye. Ye can, with your young eyes, read the small-print of\r\nthe lies from here. This Braithwaite Lowrey—I knew his father, lost in\r\nthe Lively off Greenland in ’20; or Andrew Woodhouse, drowned in the\r\nsame seas in 1777; or John Paxton, drowned off Cape Farewell a year\r\nlater; or old John Rawlings, whose grandfather sailed with me, drowned\r\nin the Gulf of Finland in ’50. Do ye think that all these men will have\r\nto make a rush to Whitby when the trumpet sounds? I have me antherums\r\naboot it! I tell ye that when they got here they’d be jommlin’ an’\r\njostlin’ one another that way that it ’ud be like a fight up on the ice\r\nin the old days, when we’d be at one another from daylight to dark, an’\r\ntryin’ to tie up our cuts by the light of the aurora borealis.” This was\r\nevidently local pleasantry, for the old man cackled over it, and his\r\ncronies joined in with gusto.\n“But,” I said, “surely you are not quite correct, for you start on the\r\nassumption that all the poor people, or their spirits, will have to\r\ntake their tombstones with them on the Day of Judgment. Do you think\r\nthat will be really necessary?”\n“Well, what else be they tombstones for? Answer me that, miss!”\n“To please their relatives, I suppose.”\n“To please their relatives, you suppose!” This he said with intense\r\nscorn. “How will it pleasure their relatives to know that lies is wrote\r\nover them, and that everybody in the place knows that they be lies?” He\r\npointed to a stone at our feet which had been laid down as a slab, on\r\nwhich the seat was rested, close to the edge of the cliff. “Read the\r\nlies on that thruff-stean,” he said. The letters were upside down to me\r\nfrom where I sat, but Lucy was more opposite to them, so she leant over\r\nand read:—\n“Sacred to the memory of George Canon, who died, in the hope of a\r\nglorious resurrection, on July, 29, 1873, falling from the rocks at\r\nKettleness. This tomb was erected by his sorrowing mother to her dearly\r\nbeloved son. ‘He was the only son of his mother, and she was a widow.’\r\nReally, Mr. Swales, I don’t see anything very funny in that!” She spoke\r\nher comment very gravely and somewhat severely.\n“Ye don’t see aught funny! Ha! ha! But that’s because ye don’t gawm the\r\nsorrowin’ mother was a hell-cat that hated him because he was\r\nacrewk’d—a regular lamiter he was—an’ he hated her so that he\r\ncommitted suicide in order that she mightn’t get an insurance she put on\r\nhis life. He blew nigh the top of his head off with an old musket that\r\nthey had for scarin’ the crows with. ’Twarn’t for crows then, for it\r\nbrought the clegs and the dowps to him. That’s the way he fell off the\r\nrocks. And, as to hopes of a glorious resurrection, I’ve often heard him\r\nsay masel’ that he hoped he’d go to hell, for his mother was so pious\r\nthat she’d be sure to go to heaven, an’ he didn’t want to addle where\r\nshe was. Now isn’t that stean at any rate”—he hammered it with his\r\nstick as he spoke—“a pack of lies? and won’t it make Gabriel keckle\r\nwhen Geordie comes pantin’ up the grees with the tombstean balanced on\r\nhis hump, and asks it to be took as evidence!”\nI did not know what to say, but Lucy turned the conversation as she\r\nsaid, rising up:—\n“Oh, why did you tell us of this? It is my favourite seat, and I cannot\r\nleave it; and now I find I must go on sitting over the grave of a\r\nsuicide.”\n“That won’t harm ye, my pretty; an’ it may make poor Geordie gladsome to\r\nhave so trim a lass sittin’ on his lap. That won’t hurt ye. Why, I’ve\r\nsat here off an’ on for nigh twenty years past, an’ it hasn’t done me\r\nno harm. Don’t ye fash about them as lies under ye, or that doesn’ lie\r\nthere either! It’ll be time for ye to be getting scart when ye see the\r\ntombsteans all run away with, and the place as bare as a stubble-field.\r\nThere’s the clock, an’ I must gang. My service to ye, ladies!” And off\r\nhe hobbled.\nLucy and I sat awhile, and it was all so beautiful before us that we\r\ntook hands as we sat; and she told me all over again about Arthur and\r\ntheir coming marriage. That made me just a little heart-sick, for I\r\nhaven’t heard from Jonathan for a whole month.\n \nThe same day. I came up here alone, for I am very sad. There was no\r\nletter for me. I hope there cannot be anything the matter with Jonathan.\r\nThe clock has just struck nine. I see the lights scattered all over the\r\ntown, sometimes in rows where the streets are, and sometimes singly;\r\nthey run right up the Esk and die away in the curve of the valley. To my\r\nleft the view is cut off by a black line of roof of the old house next\r\nthe abbey. The sheep and lambs are bleating in the fields away behind\r\nme, and there is a clatter of a donkey’s hoofs up the paved road below.\r\nThe band on the pier is playing a harsh waltz in good time, and further\r\nalong the quay there is a Salvation Army meeting in a back street.\r\nNeither of the bands hears the other, but up here I hear and see them\r\nboth. I wonder where Jonathan is and if he is thinking of me! I wish he\r\nwere here.\nDr. Seward’s Diary.\n5 June.—The case of Renfield grows more interesting the more I get to\r\nunderstand the man. He has certain qualities very largely developed;\r\nselfishness, secrecy, and purpose. I wish I could get at what is the\r\nobject of the latter. He seems to have some settled scheme of his own,\r\nbut what it is I do not yet know. His redeeming quality is a love of\r\nanimals, though, indeed, he has such curious turns in it that I\r\nsometimes imagine he is only abnormally cruel. His pets are of odd\r\nsorts. Just now his hobby is catching flies. He has at present such a\r\nquantity that I have had myself to expostulate. To my astonishment, he\r\ndid not break out into a fury, as I expected, but took the matter in\r\nsimple seriousness. He thought for a moment, and then said: “May I have\r\nthree days? I shall clear them away.” Of course, I said that would do. I\r\nmust watch him.\n \n18 June.—He has turned his mind now to spiders, and has got several\r\nvery big fellows in a box. He keeps feeding them with his flies, and\r\nthe number of the latter is becoming sensibly diminished, although he\r\nhas used half his food in attracting more flies from outside to his\r\nroom.\n \n1 July.—His spiders are now becoming as great a nuisance as his\r\nflies, and to-day I told him that he must get rid of them. He looked\r\nvery sad at this, so I said that he must clear out some of them, at all\r\nevents. He cheerfully acquiesced in this, and I gave him the same time\r\nas before for reduction. He disgusted me much while with him, for when a\r\nhorrid blow-fly, bloated with some carrion food, buzzed into the room,\r\nhe caught it, held it exultantly for a few moments between his finger\r\nand thumb, and, before I knew what he was going to do, put it in his\r\nmouth and ate it. I scolded him for it, but he argued quietly that it\r\nwas very good and very wholesome; that it was life, strong life, and\r\ngave life to him. This gave me an idea, or the rudiment of one. I must\r\nwatch how he gets rid of his spiders. He has evidently some deep problem\r\nin his mind, for he keeps a little note-book in which he is always\r\njotting down something. Whole pages of it are filled with masses of\r\nfigures, generally single numbers added up in batches, and then the\r\ntotals added in batches again, as though he were “focussing” some\r\naccount, as the auditors put it.\n \n8 July.—There is a method in his madness, and the rudimentary idea in\r\nmy mind is growing. It will be a whole idea soon, and then, oh,\r\nunconscious cerebration! you will have to give the wall to your\r\nconscious brother. I kept away from my friend for a few days, so that I\r\nmight notice if there were any change. Things remain as they were except\r\nthat he has parted with some of his pets and got a new one. He has\r\nmanaged to get a sparrow, and has already partially tamed it. His means\r\nof taming is simple, for already the spiders have diminished. Those that\r\ndo remain, however, are well fed, for he still brings in the flies by\r\ntempting them with his food.\n \n19 July.—We are progressing. My friend has now a whole colony of\r\nsparrows, and his flies and spiders are almost obliterated. When I came\r\nin he ran to me and said he wanted to ask me a great favour—a very,\r\nvery great favour; and as he spoke he fawned on me like a dog. I asked\r\nhim what it was, and he said, with a sort of rapture in his voice and\r\nbearing:—\n“A kitten, a nice little, sleek playful kitten, that I can play with,\r\nand teach, and feed—and feed—and feed!” I was not unprepared for this\r\nrequest, for I had noticed how his pets went on increasing in size and\r\nvivacity, but I did not care that his pretty family of tame sparrows\r\nshould be wiped out in the same manner as the flies and the spiders; so\r\nI said I would see about it, and asked him if he would not rather have a\r\ncat than a kitten. His eagerness betrayed him as he answered:—\n“Oh, yes, I would like a cat! I only asked for a kitten lest you should\r\nrefuse me a cat. No one would refuse me a kitten, would they?” I shook\r\nmy head, and said that at present I feared it would not be possible, but\r\nthat I would see about it. His face fell, and I could see a warning of\r\ndanger in it, for there was a sudden fierce, sidelong look which meant\r\nkilling. The man is an undeveloped homicidal maniac. I shall test him\r\nwith his present craving and see how it will work out; then I shall know\r\nmore.\n \n10 p. m.—I have visited him again and found him sitting in a corner\r\nbrooding. When I came in he threw himself on his knees before me and\r\nimplored me to let him have a cat; that his salvation depended upon it.\r\nI was firm, however, and told him that he could not have it, whereupon\r\nhe went without a word, and sat down, gnawing his fingers, in the corner\r\nwhere I had found him. I shall see him in the morning early.\n \n20 July.—Visited Renfield very early, before the attendant went his\r\nrounds. Found him up and humming a tune. He was spreading out his sugar,\r\nwhich he had saved, in the window, and was manifestly beginning his\r\nfly-catching again; and beginning it cheerfully and with a good grace. I\r\nlooked around for his birds, and not seeing them, asked him where they\r\nwere. He replied, without turning round, that they had all flown away.\r\nThere were a few feathers about the room and on his pillow a drop of\r\nblood. I said nothing, but went and told the keeper to report to me if\r\nthere were anything odd about him during the day.\n \n11 a. m.—The attendant has just been to me to say that Renfield has\r\nbeen very sick and has disgorged a whole lot of feathers. “My belief is,\r\ndoctor,” he said, “that he has eaten his birds, and that he just took\r\nand ate them raw!”\n \n11 p. m.—I gave Renfield a strong opiate to-night, enough to make\r\neven him sleep, and took away his pocket-book to look at it. The thought\r\nthat has been buzzing about my brain lately is complete, and the theory\r\nproved. My homicidal maniac is of a peculiar kind. I shall have to\r\ninvent a new classification for him, and call him a zoöphagous\r\n(life-eating) maniac; what he desires is to absorb as many lives as he\r\ncan, and he has laid himself out to achieve it in a cumulative way. He\r\ngave many flies to one spider and many spiders to one bird, and then\r\nwanted a cat to eat the many birds. What would have been his later\r\nsteps? It would almost be worth while to complete the experiment. It\r\nmight be done if there were only a sufficient cause. Men sneered at\r\nvivisection, and yet look at its results to-day! Why not advance science\r\nin its most difficult and vital aspect—the knowledge of the brain? Had\r\nI even the secret of one such mind—did I hold the key to the fancy of\r\neven one lunatic—I might advance my own branch of science to a pitch\r\ncompared with which Burdon-Sanderson’s physiology or Ferrier’s\r\nbrain-knowledge would be as nothing. If only there were a sufficient\r\ncause! I must not think too much of this, or I may be tempted; a good\r\ncause might turn the scale with me, for may not I too be of an\r\nexceptional brain, congenitally?\nHow well the man reasoned; lunatics always do within their own scope. I\r\nwonder at how many lives he values a man, or if at only one. He has\r\nclosed the account most accurately, and to-day begun a new record. How\r\nmany of us begin a new record with each day of our lives?\nTo me it seems only yesterday that my whole life ended with my new hope,\r\nand that truly I began a new record. So it will be until the Great\r\nRecorder sums me up and closes my ledger account with a balance to\r\nprofit or loss. Oh, Lucy, Lucy, I cannot be angry with you, nor can I be\r\nangry with my friend whose happiness is yours; but I must only wait on\r\nhopeless and work. Work! work!\nIf I only could have as strong a cause as my poor mad friend there—a\r\ngood, unselfish cause to make me work—that would be indeed happiness.\nMina Murray’s Journal.\n26 July.—I am anxious, and it soothes me to express myself here; it\r\nis like whispering to one’s self and listening at the same time. And\r\nthere is also something about the shorthand symbols that makes it\r\ndifferent from writing. I am unhappy about Lucy and about Jonathan. I\r\nhad not heard from Jonathan for some time, and was very concerned; but\r\nyesterday dear Mr. Hawkins, who is always so kind, sent me a letter from\r\nhim. I had written asking him if he had heard, and he said the enclosed\r\nhad just been received. It is only a line dated from Castle Dracula,\r\nand says that he is just starting for home. That is not like Jonathan;\r\nI do not understand it, and it makes me uneasy. Then, too, Lucy,\r\nalthough she is so well, has lately taken to her old habit of walking in\r\nher sleep. Her mother has spoken to me about it, and we have decided\r\nthat I am to lock the door of our room every night. Mrs. Westenra has\r\ngot an idea that sleep-walkers always go out on roofs of houses and\r\nalong the edges of cliffs and then get suddenly wakened and fall over\r\nwith a despairing cry that echoes all over the place. Poor dear, she is\r\nnaturally anxious about Lucy, and she tells me that her husband, Lucy’s\r\nfather, had the same habit; that he would get up in the night and dress\r\nhimself and go out, if he were not stopped. Lucy is to be married in the\r\nautumn, and she is already planning out her dresses and how her house is\r\nto be arranged. I sympathise with her, for I do the same, only Jonathan\r\nand I will start in life in a very simple way, and shall have to try to\r\nmake both ends meet. Mr. Holmwood—he is the Hon. Arthur Holmwood, only\r\nson of Lord Godalming—is coming up here very shortly—as soon as he can\r\nleave town, for his father is not very well, and I think dear Lucy is\r\ncounting the moments till he comes. She wants to take him up to the seat\r\non the churchyard cliff and show him the beauty of Whitby. I daresay it\r\nis the waiting which disturbs her; she will be all right when he\r\narrives.\n \n27 July.—No news from Jonathan. I am getting quite uneasy about him,\r\nthough why I should I do not know; but I do wish that he would write, if\r\nit were only a single line. Lucy walks more than ever, and each night I\r\nam awakened by her moving about the room. Fortunately, the weather is so\r\nhot that she cannot get cold; but still the anxiety and the perpetually\r\nbeing wakened is beginning to tell on me, and I am getting nervous and\r\nwakeful myself. Thank God, Lucy’s health keeps up. Mr. Holmwood has been\r\nsuddenly called to Ring to see his father, who has been taken seriously\r\nill. Lucy frets at the postponement of seeing him, but it does not touch\r\nher looks; she is a trifle stouter, and her cheeks are a lovely\r\nrose-pink. She has lost that anæmic look which she had. I pray it will\r\nall last.\n \n3 August.—Another week gone, and no news from Jonathan, not even to\r\nMr. Hawkins, from whom I have heard. Oh, I do hope he is not ill. He\r\nsurely would have written. I look at that last letter of his, but\r\nsomehow it does not satisfy me. It does not read like him, and yet it is\r\nhis writing. There is no mistake of that. Lucy has not walked much in\r\nher sleep the last week, but there is an odd concentration about her\r\nwhich I do not understand; even in her sleep she seems to be watching\r\nme. She tries the door, and finding it locked, goes about the room\r\nsearching for the key.\n6 August.—Another three days, and no news. This suspense is getting\r\ndreadful. If I only knew where to write to or where to go to, I should\r\nfeel easier; but no one has heard a word of Jonathan since that last\r\nletter. I must only pray to God for patience. Lucy is more excitable\r\nthan ever, but is otherwise well. Last night was very threatening, and\r\nthe fishermen say that we are in for a storm. I must try to watch it and\r\nlearn the weather signs. To-day is a grey day, and the sun as I write is\r\nhidden in thick clouds, high over Kettleness. Everything is grey—except\r\nthe green grass, which seems like emerald amongst it; grey earthy rock;\r\ngrey clouds, tinged with the sunburst at the far edge, hang over the\r\ngrey sea, into which the sand-points stretch like grey fingers. The sea\r\nis tumbling in over the shallows and the sandy flats with a roar,\r\nmuffled in the sea-mists drifting inland. The horizon is lost in a grey\r\nmist. All is vastness; the clouds are piled up like giant rocks, and\r\nthere is a “brool” over the sea that sounds like some presage of doom.\r\nDark figures are on the beach here and there, sometimes half shrouded in\r\nthe mist, and seem “men like trees walking.” The fishing-boats are\r\nracing for home, and rise and dip in the ground swell as they sweep into\r\nthe harbour, bending to the scuppers. Here comes old Mr. Swales. He is\r\nmaking straight for me, and I can see, by the way he lifts his hat, that\r\nhe wants to talk....\nI have been quite touched by the change in the poor old man. When he sat\r\ndown beside me, he said in a very gentle way:—\n“I want to say something to you, miss.” I could see he was not at ease,\r\nso I took his poor old wrinkled hand in mine and asked him to speak\r\nfully; so he said, leaving his hand in mine:—\n“I’m afraid, my deary, that I must have shocked you by all the wicked\r\nthings I’ve been sayin’ about the dead, and such like, for weeks past;\r\nbut I didn’t mean them, and I want ye to remember that when I’m gone. We\r\naud folks that be daffled, and with one foot abaft the krok-hooal, don’t\r\naltogether like to think of it, and we don’t want to feel scart of it;\r\nan’ that’s why I’ve took to makin’ light of it, so that I’d cheer up my\r\nown heart a bit. But, Lord love ye, miss, I ain’t afraid of dyin’, not a\r\nbit; only I don’t want to die if I can help it. My time must be nigh at\r\nhand now, for I be aud, and a hundred years is too much for any man to\r\nexpect; and I’m so nigh it that the Aud Man is already whettin’ his\r\nscythe. Ye see, I can’t get out o’ the habit of caffin’ about it all at\r\nonce; the chafts will wag as they be used to. Some day soon the Angel of\r\nDeath will sound his trumpet for me. But don’t ye dooal an’ greet, my\r\ndeary!”—for he saw that I was crying—“if he should come this very\r\nnight I’d not refuse to answer his call. For life be, after all, only a\r\nwaitin’ for somethin’ else than what we’re doin’; and death be all that\r\nwe can rightly depend on. But I’m content, for it’s comin’ to me, my\r\ndeary, and comin’ quick. It may be comin’ while we be lookin’ and\r\nwonderin’. Maybe it’s in that wind out over the sea that’s bringin’ with\r\nit loss and wreck, and sore distress, and sad hearts. Look! look!” he\r\ncried suddenly. “There’s something in that wind and in the hoast beyont\r\nthat sounds, and looks, and tastes, and smells like death. It’s in the\r\nair; I feel it comin’. Lord, make me answer cheerful when my call\r\ncomes!” He held up his arms devoutly, and raised his hat. His mouth\r\nmoved as though he were praying. After a few minutes’ silence, he got\r\nup, shook hands with me, and blessed me, and said good-bye, and hobbled\r\noff. It all touched me, and upset me very much.\nI was glad when the coastguard came along, with his spy-glass under his\r\narm. He stopped to talk with me, as he always does, but all the time\r\nkept looking at a strange ship.\n“I can’t make her out,” he said; “she’s a Russian, by the look of her;\r\nbut she’s knocking about in the queerest way. She doesn’t know her mind\r\na bit; she seems to see the storm coming, but can’t decide whether to\r\nrun up north in the open, or to put in here. Look there again! She is\r\nsteered mighty strangely, for she doesn’t mind the hand on the wheel;\r\nchanges about with every puff of wind. We’ll hear more of her before\r\nthis time to-morrow.”\n\r\n(Pasted in Mina Murray’s Journal.)\n\r\nFrom a Correspondent.\n\n\nWhitby.\n\nONE of the greatest and suddenest storms on record has just been\r\nexperienced here, with results both strange and unique. The weather had\r\nbeen somewhat sultry, but not to any degree uncommon in the month of\r\nAugust. Saturday evening was as fine as was ever known, and the great\r\nbody of holiday-makers laid out yesterday for visits to Mulgrave Woods,\r\nRobin Hood’s Bay, Rig Mill, Runswick, Staithes, and the various trips in\r\nthe neighbourhood of Whitby. The steamers Emma and Scarborough made\r\ntrips up and down the coast, and there was an unusual amount of\r\n“tripping” both to and from Whitby. The day was unusually fine till the\r\nafternoon, when some of the gossips who frequent the East Cliff\r\nchurchyard, and from that commanding eminence watch the wide sweep of\r\nsea visible to the north and east, called attention to a sudden show of\r\n“mares’-tails” high in the sky to the north-west. The wind was then\r\nblowing from the south-west in the mild degree which in barometrical\r\nlanguage is ranked “No. 2: light breeze.” The coastguard on duty at once\r\nmade report, and one old fisherman, who for more than half a century has\r\nkept watch on weather signs from the East Cliff, foretold in an emphatic\r\nmanner the coming of a sudden storm. The approach of sunset was so very\r\nbeautiful, so grand in its masses of splendidly-coloured clouds, that\r\nthere was quite an assemblage on the walk along the cliff in the old\r\nchurchyard to enjoy the beauty. Before the sun dipped below the black\r\nmass of Kettleness, standing boldly athwart the western sky, its\r\ndownward way was marked by myriad clouds of every sunset-colour—flame,\r\npurple, pink, green, violet, and all the tints of gold; with here and\r\nthere masses not large, but of seemingly absolute blackness, in all\r\nsorts of shapes, as well outlined as colossal silhouettes. The\r\nexperience was not lost on the painters, and doubtless some of the\r\nsketches of the “Prelude to the Great Storm” will grace the R. A. and R.\r\nI. walls in May next. More than one captain made up his mind then and\r\nthere that his “cobble” or his “mule,” as they term the different\r\nclasses of boats, would remain in the harbour till the storm had passed.\r\nThe wind fell away entirely during the evening, and at midnight there\r\nwas a dead calm, a sultry heat, and that prevailing intensity which, on\r\nthe approach of thunder, affects persons of a sensitive nature. There\r\nwere but few lights in sight at sea, for even the coasting steamers,\r\nwhich usually “hug” the shore so closely, kept well to seaward, and but\r\nfew fishing-boats were in sight. The only sail noticeable was a foreign\r\nschooner with all sails set, which was seemingly going westwards. The\r\nfoolhardiness or ignorance of her officers was a prolific theme for\r\ncomment whilst she remained in sight, and efforts were made to signal\r\nher to reduce sail in face of her danger. Before the night shut down she\r\nwas seen with sails idly flapping as she gently rolled on the undulating\r\nswell of the sea,\nShortly before ten o’clock the stillness of the air grew quite\r\noppressive, and the silence was so marked that the bleating of a sheep\r\ninland or the barking of a dog in the town was distinctly heard, and the\r\nband on the pier, with its lively French air, was like a discord in the\r\ngreat harmony of nature’s silence. A little after midnight came a\r\nstrange sound from over the sea, and high overhead the air began to\r\ncarry a strange, faint, hollow booming.\nThen without warning the tempest broke. With a rapidity which, at the\r\ntime, seemed incredible, and even afterwards is impossible to realize,\r\nthe whole aspect of nature at once became convulsed. The waves rose in\r\ngrowing fury, each overtopping its fellow, till in a very few minutes\r\nthe lately glassy sea was like a roaring and devouring monster.\r\nWhite-crested waves beat madly on the level sands and rushed up the\r\nshelving cliffs; others broke over the piers, and with their spume swept\r\nthe lanthorns of the lighthouses which rise from the end of either pier\r\nof Whitby Harbour. The wind roared like thunder, and blew with such\r\nforce that it was with difficulty that even strong men kept their feet,\r\nor clung with grim clasp to the iron stanchions. It was found necessary\r\nto clear the entire piers from the mass of onlookers, or else the\r\nfatalities of the night would have been increased manifold. To add to\r\nthe difficulties and dangers of the time, masses of sea-fog came\r\ndrifting inland—white, wet clouds, which swept by in ghostly fashion,\r\nso dank and damp and cold that it needed but little effort of\r\nimagination to think that the spirits of those lost at sea were\r\ntouching their living brethren with the clammy hands of death, and many\r\na one shuddered as the wreaths of sea-mist swept by. At times the mist\r\ncleared, and the sea for some distance could be seen in the glare of the\r\nlightning, which now came thick and fast, followed by such sudden peals\r\nof thunder that the whole sky overhead seemed trembling under the shock\r\nof the footsteps of the storm.\nSome of the scenes thus revealed were of immeasurable grandeur and of\r\nabsorbing interest—the sea, running mountains high, threw skywards with\r\neach wave mighty masses of white foam, which the tempest seemed to\r\nsnatch at and whirl away into space; here and there a fishing-boat, with\r\na rag of sail, running madly for shelter before the blast; now and again\r\nthe white wings of a storm-tossed sea-bird. On the summit of the East\r\nCliff the new searchlight was ready for experiment, but had not yet been\r\ntried. The officers in charge of it got it into working order, and in\r\nthe pauses of the inrushing mist swept with it the surface of the sea.\r\nOnce or twice its service was most effective, as when a fishing-boat,\r\nwith gunwale under water, rushed into the harbour, able, by the guidance\r\nof the sheltering light, to avoid the danger of dashing against the\r\npiers. As each boat achieved the safety of the port there was a shout of\r\njoy from the mass of people on shore, a shout which for a moment seemed\r\nto cleave the gale and was then swept away in its rush.\nBefore long the searchlight discovered some distance away a schooner\r\nwith all sails set, apparently the same vessel which had been noticed\r\nearlier in the evening. The wind had by this time backed to the east,\r\nand there was a shudder amongst the watchers on the cliff as they\r\nrealized the terrible danger in which she now was. Between her and the\r\nport lay the great flat reef on which so many good ships have from time\r\nto time suffered, and, with the wind blowing from its present quarter,\r\nit would be quite impossible that she should fetch the entrance of the\r\nharbour. It was now nearly the hour of high tide, but the waves were so\r\ngreat that in their troughs the shallows of the shore were almost\r\nvisible, and the schooner, with all sails set, was rushing with such\r\nspeed that, in the words of one old salt, “she must fetch up somewhere,\r\nif it was only in hell.” Then came another rush of sea-fog, greater than\r\nany hitherto—a mass of dank mist, which seemed to close on all things\r\nlike a grey pall, and left available to men only the organ of hearing,\r\nfor the roar of the tempest, and the crash of the thunder, and the\r\nbooming of the mighty billows came through the damp oblivion even louder\r\nthan before. The rays of the searchlight were kept fixed on the harbour\r\nmouth across the East Pier, where the shock was expected, and men waited\r\nbreathless. The wind suddenly shifted to the north-east, and the remnant\r\nof the sea-fog melted in the blast; and then, mirabile dictu, between\r\nthe piers, leaping from wave to wave as it rushed at headlong speed,\r\nswept the strange schooner before the blast, with all sail set, and\r\ngained the safety of the harbour. The searchlight followed her, and a\r\nshudder ran through all who saw her, for lashed to the helm was a\r\ncorpse, with drooping head, which swung horribly to and fro at each\r\nmotion of the ship. No other form could be seen on deck at all. A great\r\nawe came on all as they realised that the ship, as if by a miracle, had\r\nfound the harbour, unsteered save by the hand of a dead man! However,\r\nall took place more quickly than it takes to write these words. The\r\nschooner paused not, but rushing across the harbour, pitched herself on\r\nthat accumulation of sand and gravel washed by many tides and many\r\nstorms into the south-east corner of the pier jutting under the East\r\nCliff, known locally as Tate Hill Pier.\nThere was of course a considerable concussion as the vessel drove up on\r\nthe sand heap. Every spar, rope, and stay was strained, and some of the\r\n“top-hammer” came crashing down. But, strangest of all, the very instant\r\nthe shore was touched, an immense dog sprang up on deck from below, as\r\nif shot up by the concussion, and running forward, jumped from the bow\r\non the sand. Making straight for the steep cliff, where the churchyard\r\nhangs over the laneway to the East Pier so steeply that some of the flat\r\ntombstones—“thruff-steans” or “through-stones,” as they call them in\r\nthe Whitby vernacular—actually project over where the sustaining cliff\r\nhas fallen away, it disappeared in the darkness, which seemed\r\nintensified just beyond the focus of the searchlight.\nIt so happened that there was no one at the moment on Tate Hill Pier, as\r\nall those whose houses are in close proximity were either in bed or were\r\nout on the heights above. Thus the coastguard on duty on the eastern\r\nside of the harbour, who at once ran down to the little pier, was the\r\nfirst to climb on board. The men working the searchlight, after scouring\r\nthe entrance of the harbour without seeing anything, then turned the\r\nlight on the derelict and kept it there. The coastguard ran aft, and\r\nwhen he came beside the wheel, bent over to examine it, and recoiled at\r\nonce as though under some sudden emotion. This seemed to pique general\r\ncuriosity, and quite a number of people began to run. It is a good way\r\nround from the West Cliff by the Drawbridge to Tate Hill Pier, but your\r\ncorrespondent is a fairly good runner, and came well ahead of the crowd.\r\nWhen I arrived, however, I found already assembled on the pier a crowd,\r\nwhom the coastguard and police refused to allow to come on board. By the\r\ncourtesy of the chief boatman, I was, as your correspondent, permitted\r\nto climb on deck, and was one of a small group who saw the dead seaman\r\nwhilst actually lashed to the wheel.\nIt was no wonder that the coastguard was surprised, or even awed, for\r\nnot often can such a sight have been seen. The man was simply fastened\r\nby his hands, tied one over the other, to a spoke of the wheel. Between\r\nthe inner hand and the wood was a crucifix, the set of beads on which it\r\nwas fastened being around both wrists and wheel, and all kept fast by\r\nthe binding cords. The poor fellow may have been seated at one time, but\r\nthe flapping and buffeting of the sails had worked through the rudder of\r\nthe wheel and dragged him to and fro, so that the cords with which he\r\nwas tied had cut the flesh to the bone. Accurate note was made of the\r\nstate of things, and a doctor—Surgeon J. M. Caffyn, of 33, East Elliot\r\nPlace—who came immediately after me, declared, after making\r\nexamination, that the man must have been dead for quite two days. In his\r\npocket was a bottle, carefully corked, empty save for a little roll of\r\npaper, which proved to be the addendum to the log. The coastguard said\r\nthe man must have tied up his own hands, fastening the knots with his\r\nteeth. The fact that a coastguard was the first on board may save some\r\ncomplications, later on, in the Admiralty Court; for coastguards cannot\r\nclaim the salvage which is the right of the first civilian entering on a\r\nderelict. Already, however, the legal tongues are wagging, and one young\r\nlaw student is loudly asserting that the rights of the owner are already\r\ncompletely sacrificed, his property being held in contravention of the\r\nstatutes of mortmain, since the tiller, as emblemship, if not proof, of\r\ndelegated possession, is held in a dead hand. It is needless to say\r\nthat the dead steersman has been reverently removed from the place where\r\nhe held his honourable watch and ward till death—a steadfastness as\r\nnoble as that of the young Casabianca—and placed in the mortuary to\r\nawait inquest.\nAlready the sudden storm is passing, and its fierceness is abating;\r\ncrowds are scattering homeward, and the sky is beginning to redden over\r\nthe Yorkshire wolds. I shall send, in time for your next issue, further\r\ndetails of the derelict ship which found her way so miraculously into\r\nharbour in the storm.\n\nWhitby\n\n9 August.—The sequel to the strange arrival of the derelict in the\r\nstorm last night is almost more startling than the thing itself. It\r\nturns out that the schooner is a Russian from Varna, and is called the\r\nDemeter. She is almost entirely in ballast of silver sand, with only a\r\nsmall amount of cargo—a number of great wooden boxes filled with mould.\r\nThis cargo was consigned to a Whitby solicitor, Mr. S. F. Billington, of\r\n7, The Crescent, who this morning went aboard and formally took\r\npossession of the goods consigned to him. The Russian consul, too,\r\nacting for the charter-party, took formal possession of the ship, and\r\npaid all harbour dues, etc. Nothing is talked about here to-day except\r\nthe strange coincidence; the officials of the Board of Trade have been\r\nmost exacting in seeing that every compliance has been made with\r\nexisting regulations. As the matter is to be a “nine days’ wonder,” they\r\nare evidently determined that there shall be no cause of after\r\ncomplaint. A good deal of interest was abroad concerning the dog which\r\nlanded when the ship struck, and more than a few of the members of the\r\nS. P. C. A., which is very strong in Whitby, have tried to befriend the\r\nanimal. To the general disappointment, however, it was not to be found;\r\nit seems to have disappeared entirely from the town. It may be that it\r\nwas frightened and made its way on to the moors, where it is still\r\nhiding in terror. There are some who look with dread on such a\r\npossibility, lest later on it should in itself become a danger, for it\r\nis evidently a fierce brute. Early this morning a large dog, a half-bred\r\nmastiff belonging to a coal merchant close to Tate Hill Pier, was found\r\ndead in the roadway opposite to its master’s yard. It had been fighting,\r\nand manifestly had had a savage opponent, for its throat was torn away,\r\nand its belly was slit open as if with a savage claw.\n \nLater.—By the kindness of the Board of Trade inspector, I have been\r\npermitted to look over the log-book of the Demeter, which was in order\r\nup to within three days, but contained nothing of special interest\r\nexcept as to facts of missing men. The greatest interest, however, is\r\nwith regard to the paper found in the bottle, which was to-day produced\r\nat the inquest; and a more strange narrative than the two between them\r\nunfold it has not been my lot to come across. As there is no motive for\r\nconcealment, I am permitted to use them, and accordingly send you a\r\nrescript, simply omitting technical details of seamanship and\r\nsupercargo. It almost seems as though the captain had been seized with\r\nsome kind of mania before he had got well into blue water, and that\r\nthis had developed persistently throughout the voyage. Of course my\r\nstatement must be taken cum grano, since I am writing from the\r\ndictation of a clerk of the Russian consul, who kindly translated for\r\nme, time being short.\n\nLOG OF THE “DEMETER.”\n\nVarna to Whitby.\nWritten 18 July, things so strange happening, that I shall keep\r\naccurate note henceforth till we land.\n \nOn 6 July we finished taking in cargo, silver sand and boxes of earth.\r\nAt noon set sail. East wind, fresh. Crew, five hands ... two mates,\r\ncook, and myself (captain).\n \nOn 11 July at dawn entered Bosphorus. Boarded by Turkish Customs\r\nofficers. Backsheesh. All correct. Under way at 4 p. m.\n \nOn 12 July through Dardanelles. More Customs officers and flagboat of\r\nguarding squadron. Backsheesh again. Work of officers thorough, but\r\nquick. Want us off soon. At dark passed into Archipelago.\n \nOn 13 July passed Cape Matapan. Crew dissatisfied about something.\r\nSeemed scared, but would not speak out.\n \nOn 14 July was somewhat anxious about crew. Men all steady fellows, who\r\nsailed with me before. Mate could not make out what was wrong; they only\r\ntold him there was something, and crossed themselves. Mate lost temper\r\nwith one of them that day and struck him. Expected fierce quarrel, but\r\nall was quiet.\n \nOn 16 July mate reported in the morning that one of crew, Petrofsky, was\r\nmissing. Could not account for it. Took larboard watch eight bells last\r\nnight; was relieved by Abramoff, but did not go to bunk. Men more\r\ndowncast than ever. All said they expected something of the kind, but\r\nwould not say more than there was something aboard. Mate getting very\r\nimpatient with them; feared some trouble ahead.\n \nOn 17 July, yesterday, one of the men, Olgaren, came to my cabin, and in\r\nan awestruck way confided to me that he thought there was a strange man\r\naboard the ship. He said that in his watch he had been sheltering\r\nbehind the deck-house, as there was a rain-storm, when he saw a tall,\r\nthin man, who was not like any of the crew, come up the companion-way,\r\nand go along the deck forward, and disappear. He followed cautiously,\r\nbut when he got to bows found no one, and the hatchways were all closed.\r\nHe was in a panic of superstitious fear, and I am afraid the panic may\r\nspread. To allay it, I shall to-day search entire ship carefully from\r\nstem to stern.\n \nLater in the day I got together the whole crew, and told them, as they\r\nevidently thought there was some one in the ship, we would search from\r\nstem to stern. First mate angry; said it was folly, and to yield to such\r\nfoolish ideas would demoralise the men; said he would engage to keep\r\nthem out of trouble with a handspike. I let him take the helm, while the\r\nrest began thorough search, all keeping abreast, with lanterns: we left\r\nno corner unsearched. As there were only the big wooden boxes, there\r\nwere no odd corners where a man could hide. Men much relieved when\r\nsearch over, and went back to work cheerfully. First mate scowled, but\r\nsaid nothing.\n \n22 July.—Rough weather last three days, and all hands busy with\r\nsails—no time to be frightened. Men seem to have forgotten their dread.\r\nMate cheerful again, and all on good terms. Praised men for work in bad\r\nweather. Passed Gibralter and out through Straits. All well.\n \n24 July.—There seems some doom over this ship. Already a hand short,\r\nand entering on the Bay of Biscay with wild weather ahead, and yet last\r\nnight another man lost—disappeared. Like the first, he came off his\r\nwatch and was not seen again. Men all in a panic of fear; sent a round\r\nrobin, asking to have double watch, as they fear to be alone. Mate\r\nangry. Fear there will be some trouble, as either he or the men will do\r\nsome violence.\n \n28 July.—Four days in hell, knocking about in a sort of maelstrom,\r\nand the wind a tempest. No sleep for any one. Men all worn out. Hardly\r\nknow how to set a watch, since no one fit to go on. Second mate\r\nvolunteered to steer and watch, and let men snatch a few hours’ sleep.\r\nWind abating; seas still terrific, but feel them less, as ship is\r\nsteadier.\n \n29 July.—Another tragedy. Had single watch to-night, as crew too\r\ntired to double. When morning watch came on deck could find no one\r\nexcept steersman. Raised outcry, and all came on deck. Thorough search,\r\nbut no one found. Are now without second mate, and crew in a panic. Mate\r\nand I agreed to go armed henceforth and wait for any sign of cause", "summary": "\nThis portion of the text continues the story primarily through letters, diary entries, and a newspaper article. Lucy Westenra finishes her letter to Mina, describing her third suitor, Quincey Morris, an American who proposes in a colorful Western style. She eventually reveals that she has accepted a marriage proposal, though doesn't name the man. Through correspondence between Morris and Arthur Holmwood, we learn that Arthur is Lucy's chosen suitor.\nDr. Seward's diary, recorded on phonograph, reveals his work at a lunatic asylum where he studies a patient named Renfield. This \"zoophagous\" (life-eating) maniac methodically captures and consumes increasingly larger creatures - first flies, then spiders, birds, and ultimately desires cats - in an apparent quest to absorb life forces. Seward sees Renfield's madness as having a strange logic and pattern, while also reflecting on his own heartbreak, presumably over Lucy's rejection.\nMina Murray's journal entries describe her stay in Whitby with Lucy and Lucy's mother. She worries about Jonathan Harker, from whom she's received only a brief note from Castle Dracula saying he's returning home. Meanwhile, Lucy has resumed sleepwalking, causing concern. Mina details the seaside town of Whitby with its abbey ruins, churchyard, and harbor, and records conversations with a colorful old man named Mr. Swales, who cynically dismisses local superstitions about the dead while sharing his own fatalistic views.\nThe narrative then shifts to a dramatic newspaper account of a fierce storm in Whitby, during which a Russian ship, the Demeter, crashes into the harbor with a dead man lashed to the wheel and a large dog leaping ashore and disappearing into the darkness. A follow-up report explains that the ship carried boxes of earth from Varna consigned to a Whitby solicitor named Billington. The mysterious dog has vanished, though a local dog was found savagely killed.\nThe newspaper account includes excerpts from the Demeter's logbook, revealing a disturbing voyage. The captain documents growing fear among the crew, who sensed a malevolent presence aboard the ship. Crew members began disappearing one by one, with reports of a strange tall man seen on deck. Despite thorough searches, no stowaway was found. The ship's company decreases steadily as men vanish during their watches, until the final entries indicate that only the captain remained, determined to go armed as they neared England.\nThese sections advance the narrative by establishing Lucy's engagement to Arthur Holmwood, introducing the increasingly important character of Dr. Seward and his patient Renfield, and most significantly, documenting Count Dracula's arrival in England along with his boxes of native earth, having caused terror and death during his sea journey from Transylvania.\n", "map": [["Lucy Westenra", "Young woman with multiple suitors"], ["Arthur Holmwood", "Lucy's chosen marriage partner"], ["Dr. Seward", "Asylum doctor studying life absorption"], ["Renfield", "Patient consuming life in hierarchical pattern"], ["Mina Murray", "Worried fiancée recording events faithfully"], ["The Demeter", "Vessel transporting predator across sea"], ["Mysterious boxes of earth", "Dracula's necessary native soil"], ["Whitby", "English arrival point for vampire"], ["Strange dog", "Transformed aspect of Dracula"], ["Disappearing crewmen", "Dracula's maritime victims"], ["Lucy Westenra", "Arthur Holmwood"], ["Lucy Westenra", "Dr. Seward"], ["Lucy Westenra", "Mina Murray"], ["Mina Murray", "Jonathan Harker"], ["Dr. Seward", "Renfield"], ["The Demeter", "Mysterious boxes of earth"], ["The Demeter", "Disappearing crewmen"], ["The Demeter", "Whitby"], ["Strange dog", "Whitby"], ["Mysterious boxes of earth", "Count Dracula"]]}