{"source": "https://www.gutenberg.org/cache/epub/345/pg345-images.html", "text": "\n \n30 July.—Last night. Rejoiced we are nearing England. Weather fine,\r\nall sails set. Retired worn out; slept soundly; awaked by mate telling\r\nme that both man of watch and steersman missing. Only self and mate and\r\ntwo hands left to work ship.\n \n1 August.—Two days of fog, and not a sail sighted. Had hoped when in\r\nthe English Channel to be able to signal for help or get in somewhere.\r\nNot having power to work sails, have to run before wind. Dare not lower,\r\nas could not raise them again. We seem to be drifting to some terrible\r\ndoom. Mate now more demoralised than either of men. His stronger nature\r\nseems to have worked inwardly against himself. Men are beyond fear,\r\nworking stolidly and patiently, with minds made up to worst. They are\r\nRussian, he Roumanian.\n \n2 August, midnight.—Woke up from few minutes’ sleep by hearing a cry,\r\nseemingly outside my port. Could see nothing in fog. Rushed on deck, and\r\nran against mate. Tells me heard cry and ran, but no sign of man on\r\nwatch. One more gone. Lord, help us! Mate says we must be past Straits\r\nof Dover, as in a moment of fog lifting he saw North Foreland, just as\r\nhe heard the man cry out. If so we are now off in the North Sea, and\r\nonly God can guide us in the fog, which seems to move with us; and God\r\nseems to have deserted us.\n \n3 August.—At midnight I went to relieve the man at the wheel, and\r\nwhen I got to it found no one there. The wind was steady, and as we ran\r\nbefore it there was no yawing. I dared not leave it, so shouted for the\r\nmate. After a few seconds he rushed up on deck in his flannels. He\r\nlooked wild-eyed and haggard, and I greatly fear his reason has given\r\nway. He came close to me and whispered hoarsely, with his mouth to my\r\near, as though fearing the very air might hear: “It is here; I know\r\nit, now. On the watch last night I saw It, like a man, tall and thin,\r\nand ghastly pale. It was in the bows, and looking out. I crept behind\r\nIt, and gave It my knife; but the knife went through It, empty as the\r\nair.” And as he spoke he took his knife and drove it savagely into\r\nspace. Then he went on: “But It is here, and I’ll find It. It is in the\r\nhold, perhaps in one of those boxes. I’ll unscrew them one by one and\r\nsee. You work the helm.” And, with a warning look and his finger on his\r\nlip, he went below. There was springing up a choppy wind, and I could\r\nnot leave the helm. I saw him come out on deck again with a tool-chest\r\nand a lantern, and go down the forward hatchway. He is mad, stark,\r\nraving mad, and it’s no use my trying to stop him. He can’t hurt those\r\nbig boxes: they are invoiced as “clay,” and to pull them about is as\r\nharmless a thing as he can do. So here I stay, and mind the helm, and\r\nwrite these notes. I can only trust in God and wait till the fog clears.\r\nThen, if I can’t steer to any harbour with the wind that is, I shall cut\r\ndown sails and lie by, and signal for help....\n \nIt is nearly all over now. Just as I was beginning to hope that the mate\r\nwould come out calmer—for I heard him knocking away at something in the\r\nhold, and work is good for him—there came up the hatchway a sudden,\r\nstartled scream, which made my blood run cold, and up on the deck he\r\ncame as if shot from a gun—a raging madman, with his eyes rolling and\r\nhis face convulsed with fear. “Save me! save me!” he cried, and then\r\nlooked round on the blanket of fog. His horror turned to despair, and in\r\na steady voice he said: “You had better come too, captain, before it is\r\ntoo late. He is there. I know the secret now. The sea will save me\r\nfrom Him, and it is all that is left!” Before I could say a word, or\r\nmove forward to seize him, he sprang on the bulwark and deliberately\r\nthrew himself into the sea. I suppose I know the secret too, now. It was\r\nthis madman who had got rid of the men one by one, and now he has\r\nfollowed them himself. God help me! How am I to account for all these\r\nhorrors when I get to port? When I get to port! Will that ever be?\n \n4 August.—Still fog, which the sunrise cannot pierce. I know there is\r\nsunrise because I am a sailor, why else I know not. I dared not go\r\nbelow, I dared not leave the helm; so here all night I stayed, and in\r\nthe dimness of the night I saw It—Him! God forgive me, but the mate was\r\nright to jump overboard. It was better to die like a man; to die like a\r\nsailor in blue water no man can object. But I am captain, and I must not\r\nleave my ship. But I shall baffle this fiend or monster, for I shall tie\r\nmy hands to the wheel when my strength begins to fail, and along with\r\nthem I shall tie that which He—It!—dare not touch; and then, come good\r\nwind or foul, I shall save my soul, and my honour as a captain. I am\r\ngrowing weaker, and the night is coming on. If He can look me in the\r\nface again, I may not have time to act.... If we are wrecked, mayhap\r\nthis bottle may be found, and those who find it may understand; if not,\r\n... well, then all men shall know that I have been true to my trust. God\r\nand the Blessed Virgin and the saints help a poor ignorant soul trying\r\nto do his duty....\n \nOf course the verdict was an open one. There is no evidence to adduce;\r\nand whether or not the man himself committed the murders there is now\r\nnone to say. The folk here hold almost universally that the captain is\r\nsimply a hero, and he is to be given a public funeral. Already it is\r\narranged that his body is to be taken with a train of boats up the Esk\r\nfor a piece and then brought back to Tate Hill Pier and up the abbey\r\nsteps; for he is to be buried in the churchyard on the cliff. The owners\r\nof more than a hundred boats have already given in their names as\r\nwishing to follow him to the grave.\nNo trace has ever been found of the great dog; at which there is much\r\nmourning, for, with public opinion in its present state, he would, I\r\nbelieve, be adopted by the town. To-morrow will see the funeral; and so\r\nwill end this one more “mystery of the sea.”\nMina Murray’s Journal.\n8 August.—Lucy was very restless all night, and I, too, could not\r\nsleep. The storm was fearful, and as it boomed loudly among the\r\nchimney-pots, it made me shudder. When a sharp puff came it seemed to be\r\nlike a distant gun. Strangely enough, Lucy did not wake; but she got up\r\ntwice and dressed herself. Fortunately, each time I awoke in time and\r\nmanaged to undress her without waking her, and got her back to bed. It\r\nis a very strange thing, this sleep-walking, for as soon as her will is\r\nthwarted in any physical way, her intention, if there be any,\r\ndisappears, and she yields herself almost exactly to the routine of her\r\nlife.\nEarly in the morning we both got up and went down to the harbour to see\r\nif anything had happened in the night. There were very few people about,\r\nand though the sun was bright, and the air clear and fresh, the big,\r\ngrim-looking waves, that seemed dark themselves because the foam that\r\ntopped them was like snow, forced themselves in through the narrow mouth\r\nof the harbour—like a bullying man going through a crowd. Somehow I\r\nfelt glad that Jonathan was not on the sea last night, but on land. But,\r\noh, is he on land or sea? Where is he, and how? I am getting fearfully\r\nanxious about him. If I only knew what to do, and could do anything!\n \n10 August.—The funeral of the poor sea-captain to-day was most\r\ntouching. Every boat in the harbour seemed to be there, and the coffin\r\nwas carried by captains all the way from Tate Hill Pier up to the\r\nchurchyard. Lucy came with me, and we went early to our old seat, whilst\r\nthe cortège of boats went up the river to the Viaduct and came down\r\nagain. We had a lovely view, and saw the procession nearly all the way.\r\nThe poor fellow was laid to rest quite near our seat so that we stood on\r\nit when the time came and saw everything. Poor Lucy seemed much upset.\r\nShe was restless and uneasy all the time, and I cannot but think that\r\nher dreaming at night is telling on her. She is quite odd in one thing:\r\nshe will not admit to me that there is any cause for restlessness; or if\r\nthere be, she does not understand it herself. There is an additional\r\ncause in that poor old Mr. Swales was found dead this morning on our\r\nseat, his neck being broken. He had evidently, as the doctor said,\r\nfallen back in the seat in some sort of fright, for there was a look of\r\nfear and horror on his face that the men said made them shudder. Poor\r\ndear old man! Perhaps he had seen Death with his dying eyes! Lucy is so\r\nsweet and sensitive that she feels influences more acutely than other\r\npeople do. Just now she was quite upset by a little thing which I did\r\nnot much heed, though I am myself very fond of animals. One of the men\r\nwho came up here often to look for the boats was followed by his dog.\r\nThe dog is always with him. They are both quiet persons, and I never saw\r\nthe man angry, nor heard the dog bark. During the service the dog would\r\nnot come to its master, who was on the seat with us, but kept a few\r\nyards off, barking and howling. Its master spoke to it gently, and then\r\nharshly, and then angrily; but it would neither come nor cease to make a\r\nnoise. It was in a sort of fury, with its eyes savage, and all its hairs\r\nbristling out like a cat’s tail when puss is on the war-path. Finally\r\nthe man, too, got angry, and jumped down and kicked the dog, and then\r\ntook it by the scruff of the neck and half dragged and half threw it on\r\nthe tombstone on which the seat is fixed. The moment it touched the\r\nstone the poor thing became quiet and fell all into a tremble. It did\r\nnot try to get away, but crouched down, quivering and cowering, and was\r\nin such a pitiable state of terror that I tried, though without effect,\r\nto comfort it. Lucy was full of pity, too, but she did not attempt to\r\ntouch the dog, but looked at it in an agonised sort of way. I greatly\r\nfear that she is of too super-sensitive a nature to go through the world\r\nwithout trouble. She will be dreaming of this to-night, I am sure. The\r\nwhole agglomeration of things—the ship steered into port by a dead\r\nman; his attitude, tied to the wheel with a crucifix and beads; the\r\ntouching funeral; the dog, now furious and now in terror—will all\r\nafford material for her dreams.\nI think it will be best for her to go to bed tired out physically, so I\r\nshall take her for a long walk by the cliffs to Robin Hood’s Bay and\r\nback. She ought not to have much inclination for sleep-walking then.\nSame day, 11 o’clock p. m.—Oh, but I am tired! If it were not that I\r\nhad made my diary a duty I should not open it to-night. We had a lovely\r\nwalk. Lucy, after a while, was in gay spirits, owing, I think, to some\r\ndear cows who came nosing towards us in a field close to the lighthouse,\r\nand frightened the wits out of us. I believe we forgot everything\r\nexcept, of course, personal fear, and it seemed to wipe the slate clean\r\nand give us a fresh start. We had a capital “severe tea” at Robin Hood’s\r\nBay in a sweet little old-fashioned inn, with a bow-window right over\r\nthe seaweed-covered rocks of the strand. I believe we should have\r\nshocked the “New Woman” with our appetites. Men are more tolerant, bless\r\nthem! Then we walked home with some, or rather many, stoppages to rest,\r\nand with our hearts full of a constant dread of wild bulls. Lucy was\r\nreally tired, and we intended to creep off to bed as soon as we could.\r\nThe young curate came in, however, and Mrs. Westenra asked him to stay\r\nfor supper. Lucy and I had both a fight for it with the dusty miller; I\r\nknow it was a hard fight on my part, and I am quite heroic. I think that\r\nsome day the bishops must get together and see about breeding up a new\r\nclass of curates, who don’t take supper, no matter how they may be\r\npressed to, and who will know when girls are tired. Lucy is asleep and\r\nbreathing softly. She has more colour in her cheeks than usual, and\r\nlooks, oh, so sweet. If Mr. Holmwood fell in love with her seeing her\r\nonly in the drawing-room, I wonder what he would say if he saw her now.\r\nSome of the “New Women” writers will some day start an idea that men and\r\nwomen should be allowed to see each other asleep before proposing or\r\naccepting. But I suppose the New Woman won’t condescend in future to\r\naccept; she will do the proposing herself. And a nice job she will make\r\nof it, too! There’s some consolation in that. I am so happy to-night,\r\nbecause dear Lucy seems better. I really believe she has turned the\r\ncorner, and that we are over her troubles with dreaming. I should be\r\nquite happy if I only knew if Jonathan.... God bless and keep him.\n \n11 August, 3 a. m.—Diary again. No sleep now, so I may as well write.\r\nI am too agitated to sleep. We have had such an adventure, such an\r\nagonising experience. I fell asleep as soon as I had closed my diary....\r\nSuddenly I became broad awake, and sat up, with a horrible sense of fear\r\nupon me, and of some feeling of emptiness around me. The room was dark,\r\nso I could not see Lucy’s bed; I stole across and felt for her. The bed\r\nwas empty. I lit a match and found that she was not in the room. The\r\ndoor was shut, but not locked, as I had left it. I feared to wake her\r\nmother, who has been more than usually ill lately, so threw on some\r\nclothes and got ready to look for her. As I was leaving the room it\r\nstruck me that the clothes she wore might give me some clue to her\r\ndreaming intention. Dressing-gown would mean house; dress, outside.\r\nDressing-gown and dress were both in their places. “Thank God,” I said\r\nto myself, “she cannot be far, as she is only in her nightdress.” I ran\r\ndownstairs and looked in the sitting-room. Not there! Then I looked in\r\nall the other open rooms of the house, with an ever-growing fear\r\nchilling my heart. Finally I came to the hall door and found it open. It\r\nwas not wide open, but the catch of the lock had not caught. The people\r\nof the house are careful to lock the door every night, so I feared that\r\nLucy must have gone out as she was. There was no time to think of what\r\nmight happen; a vague, overmastering fear obscured all details. I took a\r\nbig, heavy shawl and ran out. The clock was striking one as I was in the\r\nCrescent, and there was not a soul in sight. I ran along the North\r\nTerrace, but could see no sign of the white figure which I expected. At\r\nthe edge of the West Cliff above the pier I looked across the harbour to\r\nthe East Cliff, in the hope or fear—I don’t know which—of seeing Lucy\r\nin our favourite seat. There was a bright full moon, with heavy black,\r\ndriving clouds, which threw the whole scene into a fleeting diorama of\r\nlight and shade as they sailed across. For a moment or two I could see\r\nnothing, as the shadow of a cloud obscured St. Mary’s Church and all\r\naround it. Then as the cloud passed I could see the ruins of the abbey\r\ncoming into view; and as the edge of a narrow band of light as sharp as\r\na sword-cut moved along, the church and the churchyard became gradually\r\nvisible. Whatever my expectation was, it was not disappointed, for\r\nthere, on our favourite seat, the silver light of the moon struck a\r\nhalf-reclining figure, snowy white. The coming of the cloud was too\r\nquick for me to see much, for shadow shut down on light almost\r\nimmediately; but it seemed to me as though something dark stood behind\r\nthe seat where the white figure shone, and bent over it. What it was,\r\nwhether man or beast, I could not tell; I did not wait to catch another\r\nglance, but flew down the steep steps to the pier and along by the\r\nfish-market to the bridge, which was the only way to reach the East\r\nCliff. The town seemed as dead, for not a soul did I see; I rejoiced\r\nthat it was so, for I wanted no witness of poor Lucy’s condition. The\r\ntime and distance seemed endless, and my knees trembled and my breath\r\ncame laboured as I toiled up the endless steps to the abbey. I must have\r\ngone fast, and yet it seemed to me as if my feet were weighted with\r\nlead, and as though every joint in my body were rusty. When I got almost\r\nto the top I could see the seat and the white figure, for I was now\r\nclose enough to distinguish it even through the spells of shadow. There\r\nwas undoubtedly something, long and black, bending over the\r\nhalf-reclining white figure. I called in fright, “Lucy! Lucy!” and\r\nsomething raised a head, and from where I was I could see a white face\r\nand red, gleaming eyes. Lucy did not answer, and I ran on to the\r\nentrance of the churchyard. As I entered, the church was between me and\r\nthe seat, and for a minute or so I lost sight of her. When I came in\r\nview again the cloud had passed, and the moonlight struck so brilliantly\r\nthat I could see Lucy half reclining with her head lying over the back\r\nof the seat. She was quite alone, and there was not a sign of any living\r\nthing about.\nWhen I bent over her I could see that she was still asleep. Her lips\r\nwere parted, and she was breathing—not softly as usual with her, but in\r\nlong, heavy gasps, as though striving to get her lungs full at every\r\nbreath. As I came close, she put up her hand in her sleep and pulled the\r\ncollar of her nightdress close around her throat. Whilst she did so\r\nthere came a little shudder through her, as though she felt the cold. I\r\nflung the warm shawl over her, and drew the edges tight round her neck,\r\nfor I dreaded lest she should get some deadly chill from the night air,\r\nunclad as she was. I feared to wake her all at once, so, in order to\r\nhave my hands free that I might help her, I fastened the shawl at her\r\nthroat with a big safety-pin; but I must have been clumsy in my anxiety\r\nand pinched or pricked her with it, for by-and-by, when her breathing\r\nbecame quieter, she put her hand to her throat again and moaned. When I\r\nhad her carefully wrapped up I put my shoes on her feet and then began\r\nvery gently to wake her. At first she did not respond; but gradually she\r\nbecame more and more uneasy in her sleep, moaning and sighing\r\noccasionally. At last, as time was passing fast, and, for many other\r\nreasons, I wished to get her home at once, I shook her more forcibly,\r\ntill finally she opened her eyes and awoke. She did not seem surprised\r\nto see me, as, of course, she did not realise all at once where she was.\r\nLucy always wakes prettily, and even at such a time, when her body must\r\nhave been chilled with cold, and her mind somewhat appalled at waking\r\nunclad in a churchyard at night, she did not lose her grace. She\r\ntrembled a little, and clung to me; when I told her to come at once with\r\nme home she rose without a word, with the obedience of a child. As we\r\npassed along, the gravel hurt my feet, and Lucy noticed me wince. She\r\nstopped and wanted to insist upon my taking my shoes; but I would not.\r\nHowever, when we got to the pathway outside the churchyard, where there\r\nwas a puddle of water, remaining from the storm, I daubed my feet with\r\nmud, using each foot in turn on the other, so that as we went home, no\r\none, in case we should meet any one, should notice my bare feet.\nFortune favoured us, and we got home without meeting a soul. Once we saw\r\na man, who seemed not quite sober, passing along a street in front of\r\nus; but we hid in a door till he had disappeared up an opening such as\r\nthere are here, steep little closes, or “wynds,” as they call them in\r\nScotland. My heart beat so loud all the time that sometimes I thought I\r\nshould faint. I was filled with anxiety about Lucy, not only for her\r\nhealth, lest she should suffer from the exposure, but for her reputation\r\nin case the story should get wind. When we got in, and had washed our\r\nfeet, and had said a prayer of thankfulness together, I tucked her into\r\nbed. Before falling asleep she asked—even implored—me not to say a\r\nword to any one, even her mother, about her sleep-walking adventure. I\r\nhesitated at first to promise; but on thinking of the state of her\r\nmother’s health, and how the knowledge of such a thing would fret her,\r\nand thinking, too, of how such a story might become distorted—nay,\r\ninfallibly would—in case it should leak out, I thought it wiser to do\r\nso. I hope I did right. I have locked the door, and the key is tied to\r\nmy wrist, so perhaps I shall not be again disturbed. Lucy is sleeping\r\nsoundly; the reflex of the dawn is high and far over the sea....\n \nSame day, noon.—All goes well. Lucy slept till I woke her and seemed\r\nnot to have even changed her side. The adventure of the night does not\r\nseem to have harmed her; on the contrary, it has benefited her, for she\r\nlooks better this morning than she has done for weeks. I was sorry to\r\nnotice that my clumsiness with the safety-pin hurt her. Indeed, it might\r\nhave been serious, for the skin of her throat was pierced. I must have\r\npinched up a piece of loose skin and have transfixed it, for there are\r\ntwo little red points like pin-pricks, and on the band of her nightdress\r\nwas a drop of blood. When I apologised and was concerned about it, she\r\nlaughed and petted me, and said she did not even feel it. Fortunately it\r\ncannot leave a scar, as it is so tiny.\n \nSame day, night.—We passed a happy day. The air was clear, and the\r\nsun bright, and there was a cool breeze. We took our lunch to Mulgrave\r\nWoods, Mrs. Westenra driving by the road and Lucy and I walking by the\r\ncliff-path and joining her at the gate. I felt a little sad myself, for\r\nI could not but feel how absolutely happy it would have been had\r\nJonathan been with me. But there! I must only be patient. In the evening\r\nwe strolled in the Casino Terrace, and heard some good music by Spohr\r\nand Mackenzie, and went to bed early. Lucy seems more restful than she\r\nhas been for some time, and fell asleep at once. I shall lock the door\r\nand secure the key the same as before, though I do not expect any\r\ntrouble to-night.\n \n12 August.—My expectations were wrong, for twice during the night I\r\nwas wakened by Lucy trying to get out. She seemed, even in her sleep, to\r\nbe a little impatient at finding the door shut, and went back to bed\r\nunder a sort of protest. I woke with the dawn, and heard the birds\r\nchirping outside of the window. Lucy woke, too, and, I was glad to see,\r\nwas even better than on the previous morning. All her old gaiety of\r\nmanner seemed to have come back, and she came and snuggled in beside me\r\nand told me all about Arthur. I told her how anxious I was about\r\nJonathan, and then she tried to comfort me. Well, she succeeded\r\nsomewhat, for, though sympathy can’t alter facts, it can help to make\r\nthem more bearable.\n \n13 August.—Another quiet day, and to bed with the key on my wrist as\r\nbefore. Again I awoke in the night, and found Lucy sitting up in bed,\r\nstill asleep, pointing to the window. I got up quietly, and pulling\r\naside the blind, looked out. It was brilliant moonlight, and the soft\r\neffect of the light over the sea and sky—merged together in one great,\r\nsilent mystery—was beautiful beyond words. Between me and the moonlight\r\nflitted a great bat, coming and going in great whirling circles. Once or\r\ntwice it came quite close, but was, I suppose, frightened at seeing me,\r\nand flitted away across the harbour towards the abbey. When I came back\r\nfrom the window Lucy had lain down again, and was sleeping peacefully.\r\nShe did not stir again all night.\n \n14 August.—On the East Cliff, reading and writing all day. Lucy seems\r\nto have become as much in love with the spot as I am, and it is hard to\r\nget her away from it when it is time to come home for lunch or tea or\r\ndinner. This afternoon she made a funny remark. We were coming home for\r\ndinner, and had come to the top of the steps up from the West Pier and\r\nstopped to look at the view, as we generally do. The setting sun, low\r\ndown in the sky, was just dropping behind Kettleness; the red light was\r\nthrown over on the East Cliff and the old abbey, and seemed to bathe\r\neverything in a beautiful rosy glow. We were silent for a while, and\r\nsuddenly Lucy murmured as if to herself:—\n“His red eyes again! They are just the same.” It was such an odd\r\nexpression, coming apropos of nothing, that it quite startled me. I\r\nslewed round a little, so as to see Lucy well without seeming to stare\r\nat her, and saw that she was in a half-dreamy state, with an odd look on\r\nher face that I could not quite make out; so I said nothing, but\r\nfollowed her eyes. She appeared to be looking over at our own seat,\r\nwhereon was a dark figure seated alone. I was a little startled myself,\r\nfor it seemed for an instant as if the stranger had great eyes like\r\nburning flames; but a second look dispelled the illusion. The red\r\nsunlight was shining on the windows of St. Mary’s Church behind our\r\nseat, and as the sun dipped there was just sufficient change in the\r\nrefraction and reflection to make it appear as if the light moved. I\r\ncalled Lucy’s attention to the peculiar effect, and she became herself\r\nwith a start, but she looked sad all the same; it may have been that she\r\nwas thinking of that terrible night up there. We never refer to it; so I\r\nsaid nothing, and we went home to dinner. Lucy had a headache and went\r\nearly to bed. I saw her asleep, and went out for a little stroll myself;\r\nI walked along the cliffs to the westward, and was full of sweet\r\nsadness, for I was thinking of Jonathan. When coming home—it was then\r\nbright moonlight, so bright that, though the front of our part of the\r\nCrescent was in shadow, everything could be well seen—I threw a glance\r\nup at our window, and saw Lucy’s head leaning out. I thought that\r\nperhaps she was looking out for me, so I opened my handkerchief and\r\nwaved it. She did not notice or make any movement whatever. Just then,\r\nthe moonlight crept round an angle of the building, and the light fell\r\non the window. There distinctly was Lucy with her head lying up against\r\nthe side of the window-sill and her eyes shut. She was fast asleep, and\r\nby her, seated on the window-sill, was something that looked like a\r\ngood-sized bird. I was afraid she might get a chill, so I ran upstairs,\r\nbut as I came into the room she was moving back to her bed, fast\r\nasleep, and breathing heavily; she was holding her hand to her throat,\r\nas though to protect it from cold.\nI did not wake her, but tucked her up warmly; I have taken care that the\r\ndoor is locked and the window securely fastened.\nShe looks so sweet as she sleeps; but she is paler than is her wont, and\r\nthere is a drawn, haggard look under her eyes which I do not like. I\r\nfear she is fretting about something. I wish I could find out what it\r\nis.\n \n15 August.—Rose later than usual. Lucy was languid and tired, and\r\nslept on after we had been called. We had a happy surprise at breakfast.\r\nArthur’s father is better, and wants the marriage to come off soon. Lucy\r\nis full of quiet joy, and her mother is glad and sorry at once. Later on\r\nin the day she told me the cause. She is grieved to lose Lucy as her\r\nvery own, but she is rejoiced that she is soon to have some one to\r\nprotect her. Poor dear, sweet lady! She confided to me that she has got\r\nher death-warrant. She has not told Lucy, and made me promise secrecy;\r\nher doctor told her that within a few months, at most, she must die, for\r\nher heart is weakening. At any time, even now, a sudden shock would be\r\nalmost sure to kill her. Ah, we were wise to keep from her the affair of\r\nthe dreadful night of Lucy’s sleep-walking.\n \n17 August.—No diary for two whole days. I have not had the heart to\r\nwrite. Some sort of shadowy pall seems to be coming over our happiness.\r\nNo news from Jonathan, and Lucy seems to be growing weaker, whilst her\r\nmother’s hours are numbering to a close. I do not understand Lucy’s\r\nfading away as she is doing. She eats well and sleeps well, and enjoys\r\nthe fresh air; but all the time the roses in her cheeks are fading, and\r\nshe gets weaker and more languid day by day; at night I hear her gasping\r\nas if for air. I keep the key of our door always fastened to my wrist at\r\nnight, but she gets up and walks about the room, and sits at the open\r\nwindow. Last night I found her leaning out when I woke up, and when I\r\ntried to wake her I could not; she was in a faint. When I managed to\r\nrestore her she was as weak as water, and cried silently between long,\r\npainful struggles for breath. When I asked her how she came to be at the\r\nwindow she shook her head and turned away. I trust her feeling ill may\r\nnot be from that unlucky prick of the safety-pin. I looked at her throat\r\njust now as she lay asleep, and the tiny wounds seem not to have healed.\r\nThey are still open, and, if anything, larger than before, and the\r\nedges of them are faintly white. They are like little white dots with\r\nred centres. Unless they heal within a day or two, I shall insist on the\r\ndoctor seeing about them.\nLetter, Samuel F. Billington & Son, Solicitors, Whitby, to Messrs.\r\nCarter, Paterson & Co., London.\n\r\n“17 August.\n\n\r\n“Dear Sirs,—\n\n“Herewith please receive invoice of goods sent by Great Northern\r\nRailway. Same are to be delivered at Carfax, near Purfleet, immediately\r\non receipt at goods station King’s Cross. The house is at present empty,\r\nbut enclosed please find keys, all of which are labelled.\n“You will please deposit the boxes, fifty in number, which form the\r\nconsignment, in the partially ruined building forming part of the house\r\nand marked ‘A’ on rough diagram enclosed. Your agent will easily\r\nrecognise the locality, as it is the ancient chapel of the mansion. The\r\ngoods leave by the train at 9:30 to-night, and will be due at King’s\r\nCross at 4:30 to-morrow afternoon. As our client wishes the delivery\r\nmade as soon as possible, we shall be obliged by your having teams ready\r\nat King’s Cross at the time named and forthwith conveying the goods to\r\ndestination. In order to obviate any delays possible through any routine\r\nrequirements as to payment in your departments, we enclose cheque\r\nherewith for ten pounds (£10), receipt of which please acknowledge.\r\nShould the charge be less than this amount, you can return balance; if\r\ngreater, we shall at once send cheque for difference on hearing from\r\nyou. You are to leave the keys on coming away in the main hall of the\r\nhouse, where the proprietor may get them on his entering the house by\r\nmeans of his duplicate key.\n“Pray do not take us as exceeding the bounds of business courtesy in\r\npressing you in all ways to use the utmost expedition.\n\n“We are, dear Sirs,\r\n“Faithfully yours,\r\n“Samuel F. Billington & Son.”\n\nLetter, Messrs. Carter, Paterson & Co., London, to Messrs. Billington &\r\nSon, Whitby.\n\r\n“21 August.\n\n\r\n“Dear Sirs,—\n\n“We beg to acknowledge £10 received and to return cheque £1 17s. 9d,\r\namount of overplus, as shown in receipted account herewith. Goods are\r\ndelivered in exact accordance with instructions, and keys left in parcel\r\nin main hall, as directed.\n\r\n“We are, dear Sirs,\r\n“Yours respectfully.\r\n“Pro Carter, Paterson & Co.”\n\nMina Murray’s Journal.\n18 August.—I am happy to-day, and write sitting on the seat in the\r\nchurchyard. Lucy is ever so much better. Last night she slept well all\r\nnight, and did not disturb me once. The roses seem coming back already\r\nto her cheeks, though she is still sadly pale and wan-looking. If she\r\nwere in any way anæmic I could understand it, but she is not. She is in\r\ngay spirits and full of life and cheerfulness. All the morbid reticence\r\nseems to have passed from her, and she has just reminded me, as if I\r\nneeded any reminding, of that night, and that it was here, on this\r\nvery seat, I found her asleep. As she told me she tapped playfully with\r\nthe heel of her boot on the stone slab and said:—\n“My poor little feet didn’t make much noise then! I daresay poor old Mr.\r\nSwales would have told me that it was because I didn’t want to wake up\r\nGeordie.” As she was in such a communicative humour, I asked her if she\r\nhad dreamed at all that night. Before she answered, that sweet, puckered\r\nlook came into her forehead, which Arthur—I call him Arthur from her\r\nhabit—says he loves; and, indeed, I don’t wonder that he does. Then she\r\nwent on in a half-dreaming kind of way, as if trying to recall it to\r\nherself:—\n“I didn’t quite dream; but it all seemed to be real. I only wanted to be\r\nhere in this spot—I don’t know why, for I was afraid of something—I\r\ndon’t know what. I remember, though I suppose I was asleep, passing\r\nthrough the streets and over the bridge. A fish leaped as I went by, and\r\nI leaned over to look at it, and I heard a lot of dogs howling—the\r\nwhole town seemed as if it must be full of dogs all howling at once—as\r\nI went up the steps. Then I had a vague memory of something long and\r\ndark with red eyes, just as we saw in the sunset, and something very\r\nsweet and very bitter all around me at once; and then I seemed sinking\r\ninto deep green water, and there was a singing in my ears, as I have\r\nheard there is to drowning men; and then everything seemed passing away\r\nfrom me; my soul seemed to go out from my body and float about the air.\r\nI seem to remember that once the West Lighthouse was right under me,\r\nand then there was a sort of agonising feeling, as if I were in an\r\nearthquake, and I came back and found you shaking my body. I saw you do\r\nit before I felt you.”\nThen she began to laugh. It seemed a little uncanny to me, and I\r\nlistened to her breathlessly. I did not quite like it, and thought it\r\nbetter not to keep her mind on the subject, so we drifted on to other\r\nsubjects, and Lucy was like her old self again. When we got home the\r\nfresh breeze had braced her up, and her pale cheeks were really more\r\nrosy. Her mother rejoiced when she saw her, and we all spent a very\r\nhappy evening together.\n \n19 August.—Joy, joy, joy! although not all joy. At last, news of\r\nJonathan. The dear fellow has been ill; that is why he did not write. I\r\nam not afraid to think it or say it, now that I know. Mr. Hawkins sent\r\nme on the letter, and wrote himself, oh, so kindly. I am to leave in the\r\nmorning and go over to Jonathan, and to help to nurse him if necessary,\r\nand to bring him home. Mr. Hawkins says it would not be a bad thing if\r\nwe were to be married out there. I have cried over the good Sister’s\r\nletter till I can feel it wet against my bosom, where it lies. It is of\r\nJonathan, and must be next my heart, for he is in my heart. My journey\r\nis all mapped out, and my luggage ready. I am only taking one change of\r\ndress; Lucy will bring my trunk to London and keep it till I send for\r\nit, for it may be that ... I must write no more; I must keep it to say\r\nto Jonathan, my husband. The letter that he has seen and touched must\r\ncomfort me till we meet.\nLetter, Sister Agatha, Hospital of St. Joseph and Ste. Mary,\r\nBuda-Pesth, to Miss Wilhelmina Murray.\n\r\n“12 August.\n\n\r\n“Dear Madam,—\n\n“I write by desire of Mr. Jonathan Harker, who is himself not strong\r\nenough to write, though progressing well, thanks to God and St. Joseph\r\nand Ste. Mary. He has been under our care for nearly six weeks,\r\nsuffering from a violent brain fever. He wishes me to convey his love,\r\nand to say that by this post I write for him to Mr. Peter Hawkins,\r\nExeter, to say, with his dutiful respects, that he is sorry for his\r\ndelay, and that all of his work is completed. He will require some few\r\nweeks’ rest in our sanatorium in the hills, but will then return. He\r\nwishes me to say that he has not sufficient money with him, and that he\r\nwould like to pay for his staying here, so that others who need shall\r\nnot be wanting for help.\n\r\n“Believe me,\r\n“Yours, with sympathy and all blessings,\r\n“Sister Agatha.\n\n“P. S.—My patient being asleep, I open this to let you know something\r\nmore. He has told me all about you, and that you are shortly to be his\r\nwife. All blessings to you both! He has had some fearful shock—so says\r\nour doctor—and in his delirium his ravings have been dreadful; of\r\nwolves and poison and blood; of ghosts and demons; and I fear to say of\r\nwhat. Be careful with him always that there may be nothing to excite him\r\nof this kind for a long time to come; the traces of such an illness as\r\nhis do not lightly die away. We should have written long ago, but we\r\nknew nothing of his friends, and there was on him nothing that any one\r\ncould understand. He came in the train from Klausenburg, and the guard\r\nwas told by the station-master there that he rushed into the station\r\nshouting for a ticket for home. Seeing from his violent demeanour that\r\nhe was English, they gave him a ticket for the furthest station on the\r\nway thither that the train reached.\n“Be assured that he is well cared for. He has won all hearts by his\r\nsweetness and gentleness. He is truly getting on well, and I have no\r\ndoubt will in a few weeks be all himself. But be careful of him for\r\nsafety’s sake. There are, I pray God and St. Joseph and Ste. Mary, many,\r\nmany, happy years for you both.”\nDr. Seward’s Diary.\n19 August.—Strange and sudden change in Renfield last night. About\r\neight o’clock he began to get excited and sniff about as a dog does when\r\nsetting. The attendant was struck by his manner, and knowing my interest\r\nin him, encouraged him to talk. He is usually respectful to the\r\nattendant and at times servile; but to-night, the man tells me, he was\r\nquite haughty. Would not condescend to talk with him at all. All he\r\nwould say was:—\n“I don’t want to talk to you: you don’t count now; the Master is at\r\nhand.”\nThe attendant thinks it is some sudden form of religious mania which has\r\nseized him. If so, we must look out for squalls, for a strong man with\r\nhomicidal and religious mania at once might be dangerous. The\r\ncombination is a dreadful one. At nine o’clock I visited him myself. His\r\nattitude to me was the same as that to the attendant; in his sublime\r\nself-feeling the difference between myself and attendant seemed to him\r\nas nothing. It looks like religious mania, and he will soon think that\r\nhe himself is God. These infinitesimal distinctions between man and man\r\nare too paltry for an Omnipotent Being. How these madmen give themselves\r\naway! The real God taketh heed lest a sparrow fall; but the God created\r\nfrom human vanity sees no difference between an eagle and a sparrow. Oh,\r\nif men only knew!\nFor half an hour or more Renfield kept getting excited in greater and\r\ngreater degree. I did not pretend to be watching him, but I kept strict\r\nobservation all the same. All at once that shifty look came into his\r\neyes which we always see when a madman has seized an idea, and with it\r\nthe shifty movement of the head and back which asylum attendants come to\r\nknow so well. He became quite quiet, and went and sat on the edge of his\r\nbed resignedly, and looked into space with lack-lustre eyes. I thought I\r\nwould find out if his apathy were real or only assumed, and tried to\r\nlead him to talk of his pets, a theme which had never failed to excite\r\nhis attention. At first he made no reply, but at length said testily:—\n“Bother them all! I don’t care a pin about them.”\n“What?” I said. “You don’t mean to tell me you don’t care about\r\nspiders?” (Spiders at present are his hobby and the note-book is filling\r\nup with columns of small figures.) To this he answered enigmatically:—\n“The bride-maidens rejoice the eyes that wait the coming of the bride;\r\nbut when the bride draweth nigh, then the maidens shine not to the eyes\r\nthat are filled.”\nHe would not explain himself, but remained obstinately seated on his bed\r\nall the time I remained with him.\nI am weary to-night and low in spirits. I cannot but think of Lucy, and\r\nhow different things might have been. If I don’t sleep at once, chloral,\r\nthe modern Morpheus—C2HCl3O. H2O! I must be careful not to let\r\nit grow into a habit. No, I shall take none to-night! I have thought of\r\nLucy, and I shall not dishonour her by mixing the two. If need be,\r\nto-night shall be sleepless....\n \nLater.—Glad I made the resolution; gladder that I kept to it. I had\r\nlain tossing about, and had heard the clock strike only twice, when the\r\nnight-watchman came to me, sent up from the ward, to say that Renfield\r\nhad escaped. I threw on my clothes and ran down at once; my patient is\r\ntoo dangerous a person to be roaming about. Those ideas of his might\r\nwork out dangerously with strangers. The attendant was waiting for me.\r\nHe said he had seen him not ten minutes before, seemingly asleep in his\r\nbed, when he had looked through the observation-trap in the door. His\r\nattention was called by the sound of the window being wrenched out. He\r\nran back and saw his feet disappear through the window, and had at once\r\nsent up for me. He was only in his night-gear, and cannot be far off.\r\nThe attendant thought it would be more useful to watch where he should\r\ngo than to follow him, as he might lose sight of him whilst getting out\r\nof the building by the door. He is a bulky man, and couldn’t get through\r\nthe window. I am thin, so, with his aid, I got out, but feet foremost,\r\nand, as we were only a few feet above ground, landed unhurt. The\r\nattendant told me the patient had gone to the left, and had taken a\r\nstraight line, so I ran as quickly as I could. As I got through the belt\r\nof trees I saw a white figure scale the high wall which separates our\r\ngrounds from those of the deserted house.\nI ran back at once, told the watchman to get three or four men\r\nimmediately and follow me into the grounds of Carfax, in case our friend\r\nmight be dangerous. I got a ladder myself, and crossing the wall,\r\ndropped down on the other side. I could see Renfield’s figure just\r\ndisappearing behind the angle of the house, so I ran after him. On the\r\nfar side of the house I found him pressed close against the old\r\nironbound oak door of the chapel. He was talking, apparently to some\r\none, but I was afraid to go near enough to hear what he was saying, lest\r\nI might frighten him, and he should run off. Chasing an errant swarm of\r\nbees is nothing to following a naked lunatic, when the fit of escaping\r\nis upon him! After a few minutes, however, I could see that he did not\r\ntake note of anything around him, and so ventured to draw nearer to\r\nhim—the more so as my men had now crossed the wall and were closing him\r\nin. I heard him say:—\n“I am here to do Your bidding, Master. I am Your slave, and You will\r\nreward me, for I shall be faithful. I have worshipped You long and afar\r\noff. Now that You are near, I await Your commands, and You will not pass\r\nme by, will You, dear Master, in Your distribution of good things?”\nHe is a selfish old beggar anyhow. He thinks of the loaves and fishes\r\neven when he believes he is in a Real Presence. His manias make a\r\nstartling combination. When we closed in on him he fought like a tiger.\r\nHe is immensely strong, for he was more like a wild beast than a man. I\r\nnever saw a lunatic in such a paroxysm of rage before; and I hope I\r\nshall not again. It is a mercy that we have found out his strength and\r\nhis danger in good time. With strength and determination like his, he\r\nmight have done wild work before he was caged. He is safe now at any\r\nrate. Jack Sheppard himself couldn’t get free from the strait-waistcoat\r\nthat keeps him restrained, and he’s chained to the wall in the padded\r\nroom. His cries are at times awful, but the silences that follow are\r\nmore deadly still, for he means murder in every turn and movement.\nJust now he spoke coherent words for the first time:—\n“I shall be patient, Master. It is coming—coming—coming!”\nSo I took the hint, and came too. I was too excited to sleep, but this\r\ndiary has quieted me, and I feel I shall get some sleep to-night.\nLetter, Mina Harker to Lucy Westenra.\n\r\n“Buda-Pesth, 24 August.\n\n\r\n“My dearest Lucy,—\n\n“I know you will be anxious to hear all that has happened since we\r\nparted at the railway station at Whitby. Well, my dear, I got to Hull\r\nall right, and caught the boat to Hamburg, and then the train on here. I\r\nfeel that I can hardly recall anything of the journey, except that I\r\nknew I was coming to Jonathan, and, that as I should have to do some\r\nnursing, I had better get all the sleep I could.... I found my dear one,\r\noh, so thin and pale and weak-looking. All the resolution has gone out\r\nof his dear eyes, and that quiet dignity which I told you was in his\r\nface has vanished. He is only a wreck of himself, and he does not\r\nremember anything that has happened to him for a long time past. At\r\nleast, he wants me to believe so, and I shall never ask. He has had some\r\nterrible shock, and I fear it might tax his poor brain if he were to try\r\nto recall it. Sister Agatha, who is a good creature and a born nurse,\r\ntells me that he raved of dreadful things whilst he was off his head. I\r\nwanted her to tell me what they were; but she would only cross herself,\r\nand say she would never tell; that the ravings of the sick were the\r\nsecrets of God, and that if a nurse through her vocation should hear\r\nthem, she should respect her trust. She is a sweet, good soul, and the\r\nnext day, when she saw I was troubled, she opened up the subject again,\r\nand after saying that she could never mention what my poor dear raved\r\nabout, added: ‘I can tell you this much, my dear: that it was not about\r\nanything which he has done wrong himself; and you, as his wife to be,\r\nhave no cause to be concerned. He has not forgotten you or what he owes\r\nto you. His fear was of great and terrible things, which no mortal can\r\ntreat of.’ I do believe the dear soul thought I might be jealous lest my\r\npoor dear should have fallen in love with any other girl. The idea of\r\nmy being jealous about Jonathan! And yet, my dear, let me whisper, I\r\nfelt a thrill of joy through me when I knew that no other woman was a\r\ncause of trouble. I am now sitting by his bedside, where I can see his\r\nface while he sleeps. He is waking!...\n“When he woke he asked me for his coat, as he wanted to get something\r\nfrom the pocket; I asked Sister Agatha, and she brought all his things.\r\nI saw that amongst them was his note-book, and was going to ask him to\r\nlet me look at it—for I knew then that I might find some clue to his\r\ntrouble—but I suppose he must have seen my wish in my eyes, for he sent\r\nme over to the window, saying he wanted to be quite alone for a moment.\r\nThen he called me back, and when I came he had his hand over the\r\nnote-book, and he said to me very solemnly:—\n“‘Wilhelmina’—I knew then that he was in deadly earnest, for he has\r\nnever called me by that name since he asked me to marry him—‘you know,\r\ndear, my ideas of the trust between husband and wife: there should be no\r\nsecret, no concealment. I have had a great shock, and when I try to\r\nthink of what it is I feel my head spin round, and I do not know if it\r\nwas all real or the dreaming of a madman. You know I have had brain\r\nfever, and that is to be mad. The secret is here, and I do not want to\r\nknow it. I want to take up my life here, with our marriage.’ For, my\r\ndear, we had decided to be married as soon as the formalities are\r\ncomplete. ‘Are you willing, Wilhelmina, to share my ignorance? Here is\r\nthe book. Take it and keep it, read it if you will, but never let me\r\nknow; unless, indeed, some solemn duty should come upon me to go back to\r\nthe bitter hours, asleep or awake, sane or mad, recorded here.’ He fell\r\nback exhausted, and I put the book under his pillow, and kissed him. I\r\nhave asked Sister Agatha to beg the Superior to let our wedding be this\r\nafternoon, and am waiting her reply....\n \n“She has come and told me that the chaplain of the English mission\r\nchurch has been sent for. We are to be married in an hour, or as soon\r\nafter as Jonathan awakes....\n \n“Lucy, the time has come and gone. I feel very solemn, but very, very\r\nhappy. Jonathan woke a little after the hour, and all was ready, and he\r\nsat up in bed, propped up with pillows. He answered his ‘I will’ firmly\r\nand strongly. I could hardly speak; my heart was so full that even those\r\nwords seemed to choke me. The dear sisters were so kind. Please God, I\r\nshall never, never forget them, nor the grave and sweet responsibilities\r\nI have taken upon me. I must tell you of my wedding present. When the\r\nchaplain and the sisters had left me alone with my husband—oh, Lucy, it\r\nis the first time I have written the words ‘my husband’—left me alone\r\nwith my husband, I took the book from under his pillow, and wrapped it\r\nup in white paper, and tied it with a little bit of pale blue ribbon\r\nwhich was round my neck, and sealed it over the knot with sealing-wax,\r\nand for my seal I used my wedding ring", "summary": "\nThis text continues the narrative of Bram Stoker's \"Dracula,\" primarily detailing the aftermath of Count Dracula's arrival in England via the Russian ship Demeter. The captain's final log entries reveal his terrifying battle with an unseen supernatural presence that killed his crew one by one. Before sacrificing himself, he ties himself to the wheel with a crucifix to prevent the evil force from taking control of the vessel. The ship dramatically crashes into Whitby harbor during a violent storm, with witnesses observing a large dog leaping from the vessel and disappearing into the night.\nIn Whitby, Mina Murray documents Lucy Westenra's increasingly concerning sleepwalking episodes and mysterious decline in health. During one particularly alarming incident, Mina follows Lucy to the churchyard where she finds her friend in a trance-like state with a dark figure bent over her. Upon Mina's approach, the figure vanishes, and she discovers Lucy looking pale with two small puncture marks on her neck, which Mina attributes to accidentally pinning Lucy's skin with a safety-pin while wrapping her in a shawl. Despite brief improvements in Lucy's condition, she grows progressively weaker, exhibiting symptoms including pallor, gasping for breath at night, and strange references to \"red eyes.\" Meanwhile, Lucy's mother conceals her own terminal heart condition.\nThe narrative reveals that Dracula's fifty boxes of earth from his native soil have been delivered from Whitby to his purchased property, Carfax, near Purfleet. This ancient estate includes a ruined chapel where the boxes are stored. Dr. Seward's psychiatric patient Renfield begins exhibiting increasingly disturbed behavior, referring to the arrival of his \"Master\" and eventually escaping to the grounds of Carfax, where he is discovered expressing devotion to an unseen presence.\nGood news arrives for Mina when she learns that Jonathan Harker is recovering in a hospital in Budapest after suffering from brain fever. Sister Agatha reports that he experienced terrible delirium, raving about \"wolves and poison and blood; of ghosts and demons.\" Mina immediately travels to Budapest where she finds Jonathan physically and mentally diminished from his ordeal. Before their hastily arranged marriage, Jonathan gives Mina his journal but asks her not to read it unless a \"solemn duty\" requires revisiting those \"bitter hours,\" preferring to begin their marriage without the burden of his traumatic memories.\nThe interconnected threads of the narrative are drawing together as Dracula establishes his presence in England. Lucy's mysterious ailment coincides with the vampire's arrival, Renfield senses his \"Master's\" presence, and Jonathan's traumatic experiences at Castle Dracula have left him deeply scarred. The stage is set for the central conflict as the characters' separate experiences with the supernatural begin to converge.\n", "map": [["Count Dracula", "Unseen predator establishing English foothold"], ["The Demeter", "Death ship delivering vampire to England"], ["Lucy Westenra", "Victim exhibiting signs of vampiric feeding"], ["Mina Murray", "Loyal protector witnessing Lucy's decline"], ["Jonathan Harker", "Traumatized survivor concealing terrible knowledge"], ["Boxes of earth", "Necessary native soil for vampire's rest"], ["Carfax estate", "Dracula's strategically acquired sanctuary"], ["Renfield", "Deranged harbinger sensing his Master's arrival"], ["Dr. Seward", "Observer of supernatural's psychological effects"], ["Mysterious puncture wounds", "Physical evidence of vampire attacks"], ["Count Dracula", "Carfax estate"], ["Count Dracula", "Boxes of earth"], ["Count Dracula", "Lucy Westenra"], ["Count Dracula", "Renfield"], ["The Demeter", "Count Dracula"], ["Lucy Westenra", "Mysterious puncture wounds"], ["Mina Murray", "Jonathan Harker"], ["Mina Murray", "Lucy Westenra"], ["Jonathan Harker", "Count Dracula"], ["Renfield", "Carfax estate"], ["Dr. Seward", "Renfield"]]}