{"source": "https://www.gutenberg.org/cache/epub/345/pg345-images.html", "text": " Then I kissed it and showed it\r\nto my husband, and told him that I would keep it so, and then it would\r\nbe an outward and visible sign for us all our lives that we trusted each\r\nother; that I would never open it unless it were for his own dear sake\r\nor for the sake of some stern duty. Then he took my hand in his, and oh,\r\nLucy, it was the first time he took his wife’s hand, and said that it\r\nwas the dearest thing in all the wide world, and that he would go\r\nthrough all the past again to win it, if need be. The poor dear meant to\r\nhave said a part of the past, but he cannot think of time yet, and I\r\nshall not wonder if at first he mixes up not only the month, but the\r\nyear.\n“Well, my dear, what could I say? I could only tell him that I was the\r\nhappiest woman in all the wide world, and that I had nothing to give him\r\nexcept myself, my life, and my trust, and that with these went my love\r\nand duty for all the days of my life. And, my dear, when he kissed me,\r\nand drew me to him with his poor weak hands, it was like a very solemn\r\npledge between us....\n“Lucy dear, do you know why I tell you all this? It is not only because\r\nit is all sweet to me, but because you have been, and are, very dear to\r\nme. It was my privilege to be your friend and guide when you came from\r\nthe schoolroom to prepare for the world of life. I want you to see now,\r\nand with the eyes of a very happy wife, whither duty has led me; so that\r\nin your own married life you too may be all happy as I am. My dear,\r\nplease Almighty God, your life may be all it promises: a long day of\r\nsunshine, with no harsh wind, no forgetting duty, no distrust. I must\r\nnot wish you no pain, for that can never be; but I do hope you will be\r\nalways as happy as I am now. Good-bye, my dear. I shall post this at\r\nonce, and, perhaps, write you very soon again. I must stop, for Jonathan\r\nis waking—I must attend to my husband!\n\r\n“Your ever-loving\r\n“Mina Harker.”\n\nLetter, Lucy Westenra to Mina Harker.\n\r\n“Whitby, 30 August.\n\n\r\n“My dearest Mina,—\n\n“Oceans of love and millions of kisses, and may you soon be in your own\r\nhome with your husband. I wish you could be coming home soon enough to\r\nstay with us here. The strong air would soon restore Jonathan; it has\r\nquite restored me. I have an appetite like a cormorant, am full of\r\nlife, and sleep well. You will be glad to know that I have quite given\r\nup walking in my sleep. I think I have not stirred out of my bed for a\r\nweek, that is when I once got into it at night. Arthur says I am getting\r\nfat. By the way, I forgot to tell you that Arthur is here. We have such\r\nwalks and drives, and rides, and rowing, and tennis, and fishing\r\ntogether; and I love him more than ever. He tells me that he loves me\r\nmore, but I doubt that, for at first he told me that he couldn’t love me\r\nmore than he did then. But this is nonsense. There he is, calling to me.\r\nSo no more just at present from your loving\n\r\n“Lucy.\n\n“P. S.—Mother sends her love. She seems better, poor dear.\n“P. P. S.—We are to be married on 28 September.”\nDr. Seward’s Diary.\n20 August.—The case of Renfield grows even more interesting. He has\r\nnow so far quieted that there are spells of cessation from his passion.\r\nFor the first week after his attack he was perpetually violent. Then one\r\nnight, just as the moon rose, he grew quiet, and kept murmuring to\r\nhimself: “Now I can wait; now I can wait.” The attendant came to tell\r\nme, so I ran down at once to have a look at him. He was still in the\r\nstrait-waistcoat and in the padded room, but the suffused look had gone\r\nfrom his face, and his eyes had something of their old pleading—I might\r\nalmost say, “cringing”—softness. I was satisfied with his present\r\ncondition, and directed him to be relieved. The attendants hesitated,\r\nbut finally carried out my wishes without protest. It was a strange\r\nthing that the patient had humour enough to see their distrust, for,\r\ncoming close to me, he said in a whisper, all the while looking\r\nfurtively at them:—\n“They think I could hurt you! Fancy me hurting you! The fools!”\nIt was soothing, somehow, to the feelings to find myself dissociated\r\neven in the mind of this poor madman from the others; but all the same I\r\ndo not follow his thought. Am I to take it that I have anything in\r\ncommon with him, so that we are, as it were, to stand together; or has\r\nhe to gain from me some good so stupendous that my well-being is needful\r\nto him? I must find out later on. To-night he will not speak. Even the\r\noffer of a kitten or even a full-grown cat will not tempt him. He will\r\nonly say: “I don’t take any stock in cats. I have more to think of now,\r\nand I can wait; I can wait.”\nAfter a while I left him. The attendant tells me that he was quiet\r\nuntil just before dawn, and that then he began to get uneasy, and at\r\nlength violent, until at last he fell into a paroxysm which exhausted\r\nhim so that he swooned into a sort of coma.\n \n... Three nights has the same thing happened—violent all day then quiet\r\nfrom moonrise to sunrise. I wish I could get some clue to the cause. It\r\nwould almost seem as if there was some influence which came and went.\r\nHappy thought! We shall to-night play sane wits against mad ones. He\r\nescaped before without our help; to-night he shall escape with it. We\r\nshall give him a chance, and have the men ready to follow in case they\r\nare required....\n \n23 August.—“The unexpected always happens.” How well Disraeli knew\r\nlife. Our bird when he found the cage open would not fly, so all our\r\nsubtle arrangements were for nought. At any rate, we have proved one\r\nthing; that the spells of quietness last a reasonable time. We shall in\r\nfuture be able to ease his bonds for a few hours each day. I have given\r\norders to the night attendant merely to shut him in the padded room,\r\nwhen once he is quiet, until an hour before sunrise. The poor soul’s\r\nbody will enjoy the relief even if his mind cannot appreciate it. Hark!\r\nThe unexpected again! I am called; the patient has once more escaped.\n \nLater.—Another night adventure. Renfield artfully waited until the\r\nattendant was entering the room to inspect. Then he dashed out past him\r\nand flew down the passage. I sent word for the attendants to follow.\r\nAgain he went into the grounds of the deserted house, and we found him\r\nin the same place, pressed against the old chapel door. When he saw me\r\nhe became furious, and had not the attendants seized him in time, he\r\nwould have tried to kill me. As we were holding him a strange thing\r\nhappened. He suddenly redoubled his efforts, and then as suddenly grew\r\ncalm. I looked round instinctively, but could see nothing. Then I caught\r\nthe patient’s eye and followed it, but could trace nothing as it looked\r\ninto the moonlit sky except a big bat, which was flapping its silent and\r\nghostly way to the west. Bats usually wheel and flit about, but this one\r\nseemed to go straight on, as if it knew where it was bound for or had\r\nsome intention of its own. The patient grew calmer every instant, and\r\npresently said:—\n“You needn’t tie me; I shall go quietly!” Without trouble we came back\r\nto the house. I feel there is something ominous in his calm, and shall\r\nnot forget this night....\nLucy Westenra’s Diary\nHillingham, 24 August.—I must imitate Mina, and keep writing things\r\ndown. Then we can have long talks when we do meet. I wonder when it will\r\nbe. I wish she were with me again, for I feel so unhappy. Last night I\r\nseemed to be dreaming again just as I was at Whitby. Perhaps it is the\r\nchange of air, or getting home again. It is all dark and horrid to me,\r\nfor I can remember nothing; but I am full of vague fear, and I feel so\r\nweak and worn out. When Arthur came to lunch he looked quite grieved\r\nwhen he saw me, and I hadn’t the spirit to try to be cheerful. I wonder\r\nif I could sleep in mother’s room to-night. I shall make an excuse and\r\ntry.\n \n25 August.—Another bad night. Mother did not seem to take to my\r\nproposal. She seems not too well herself, and doubtless she fears to\r\nworry me. I tried to keep awake, and succeeded for a while; but when the\r\nclock struck twelve it waked me from a doze, so I must have been falling\r\nasleep. There was a sort of scratching or flapping at the window, but I\r\ndid not mind it, and as I remember no more, I suppose I must then have\r\nfallen asleep. More bad dreams. I wish I could remember them. This\r\nmorning I am horribly weak. My face is ghastly pale, and my throat pains\r\nme. It must be something wrong with my lungs, for I don’t seem ever to\r\nget air enough. I shall try to cheer up when Arthur comes, or else I\r\nknow he will be miserable to see me so.\nLetter, Arthur Holmwood to Dr. Seward.\n\r\n“Albemarle Hotel, 31 August.\n\n\r\n“My dear Jack,—\n\n“I want you to do me a favour. Lucy is ill; that is, she has no special\r\ndisease, but she looks awful, and is getting worse every day. I have\r\nasked her if there is any cause; I do not dare to ask her mother, for to\r\ndisturb the poor lady’s mind about her daughter in her present state of\r\nhealth would be fatal. Mrs. Westenra has confided to me that her doom is\r\nspoken—disease of the heart—though poor Lucy does not know it yet. I\r\nam sure that there is something preying on my dear girl’s mind. I am\r\nalmost distracted when I think of her; to look at her gives me a pang. I\r\ntold her I should ask you to see her, and though she demurred at\r\nfirst—I know why, old fellow—she finally consented. It will be a\r\npainful task for you, I know, old friend, but it is for her sake, and\r\nI must not hesitate to ask, or you to act. You are to come to lunch at\r\nHillingham to-morrow, two o’clock, so as not to arouse any suspicion in\r\nMrs. Westenra, and after lunch Lucy will take an opportunity of being\r\nalone with you. I shall come in for tea, and we can go away together; I\r\nam filled with anxiety, and want to consult with you alone as soon as I\r\ncan after you have seen her. Do not fail!\n\r\n“Arthur.”\n\nTelegram, Arthur Holmwood to Seward.\n\r\n“1 September.\n\n“Am summoned to see my father, who is worse. Am writing. Write me fully\r\nby to-night’s post to Ring. Wire me if necessary.”\nLetter from Dr. Seward to Arthur Holmwood.\n\r\n“2 September.\n\n\r\n“My dear old fellow,—\n\n“With regard to Miss Westenra’s health I hasten to let you know at once\r\nthat in my opinion there is not any functional disturbance or any malady\r\nthat I know of. At the same time, I am not by any means satisfied with\r\nher appearance; she is woefully different from what she was when I saw\r\nher last. Of course you must bear in mind that I did not have full\r\nopportunity of examination such as I should wish; our very friendship\r\nmakes a little difficulty which not even medical science or custom can\r\nbridge over. I had better tell you exactly what happened, leaving you to\r\ndraw, in a measure, your own conclusions. I shall then say what I have\r\ndone and propose doing.\n“I found Miss Westenra in seemingly gay spirits. Her mother was present,\r\nand in a few seconds I made up my mind that she was trying all she knew\r\nto mislead her mother and prevent her from being anxious. I have no\r\ndoubt she guesses, if she does not know, what need of caution there is.\r\nWe lunched alone, and as we all exerted ourselves to be cheerful, we\r\ngot, as some kind of reward for our labours, some real cheerfulness\r\namongst us. Then Mrs. Westenra went to lie down, and Lucy was left with\r\nme. We went into her boudoir, and till we got there her gaiety remained,\r\nfor the servants were coming and going. As soon as the door was closed,\r\nhowever, the mask fell from her face, and she sank down into a chair\r\nwith a great sigh, and hid her eyes with her hand. When I saw that her\r\nhigh spirits had failed, I at once took advantage of her reaction to\r\nmake a diagnosis. She said to me very sweetly:—\n“‘I cannot tell you how I loathe talking about myself.’ I reminded her\r\nthat a doctor’s confidence was sacred, but that you were grievously\r\nanxious about her. She caught on to my meaning at once, and settled that\r\nmatter in a word. ‘Tell Arthur everything you choose. I do not care for\r\nmyself, but all for him!’ So I am quite free.\n“I could easily see that she is somewhat bloodless, but I could not see\r\nthe usual anæmic signs, and by a chance I was actually able to test the\r\nquality of her blood, for in opening a window which was stiff a cord\r\ngave way, and she cut her hand slightly with broken glass. It was a\r\nslight matter in itself, but it gave me an evident chance, and I secured\r\na few drops of the blood and have analysed them. The qualitative\r\nanalysis gives a quite normal condition, and shows, I should infer, in\r\nitself a vigorous state of health. In other physical matters I was quite\r\nsatisfied that there is no need for anxiety; but as there must be a\r\ncause somewhere, I have come to the conclusion that it must be something\r\nmental. She complains of difficulty in breathing satisfactorily at\r\ntimes, and of heavy, lethargic sleep, with dreams that frighten her, but\r\nregarding which she can remember nothing. She says that as a child she\r\nused to walk in her sleep, and that when in Whitby the habit came back,\r\nand that once she walked out in the night and went to East Cliff, where\r\nMiss Murray found her; but she assures me that of late the habit has not\r\nreturned. I am in doubt, and so have done the best thing I know of; I\r\nhave written to my old friend and master, Professor Van Helsing, of\r\nAmsterdam, who knows as much about obscure diseases as any one in the\r\nworld. I have asked him to come over, and as you told me that all things\r\nwere to be at your charge, I have mentioned to him who you are and your\r\nrelations to Miss Westenra. This, my dear fellow, is in obedience to\r\nyour wishes, for I am only too proud and happy to do anything I can for\r\nher. Van Helsing would, I know, do anything for me for a personal\r\nreason, so, no matter on what ground he comes, we must accept his\r\nwishes. He is a seemingly arbitrary man, but this is because he knows\r\nwhat he is talking about better than any one else. He is a philosopher\r\nand a metaphysician, and one of the most advanced scientists of his day;\r\nand he has, I believe, an absolutely open mind. This, with an iron\r\nnerve, a temper of the ice-brook, an indomitable resolution,\r\nself-command, and toleration exalted from virtues to blessings, and the\r\nkindliest and truest heart that beats—these form his equipment for the\r\nnoble work that he is doing for mankind—work both in theory and\r\npractice, for his views are as wide as his all-embracing sympathy. I\r\ntell you these facts that you may know why I have such confidence in\r\nhim. I have asked him to come at once. I shall see Miss Westenra\r\nto-morrow again. She is to meet me at the Stores, so that I may not\r\nalarm her mother by too early a repetition of my call.\n\r\n“Yours always,\r\n“John Seward.”\n\nLetter, Abraham Van Helsing, M. D., D. Ph., D. Lit., etc., etc., to Dr.\r\nSeward.\n\r\n“2 September.\n\n\r\n“My good Friend,—\n\n“When I have received your letter I am already coming to you. By good\r\nfortune I can leave just at once, without wrong to any of those who have\r\ntrusted me. Were fortune other, then it were bad for those who have\r\ntrusted, for I come to my friend when he call me to aid those he holds\r\ndear. Tell your friend that when that time you suck from my wound so\r\nswiftly the poison of the gangrene from that knife that our other\r\nfriend, too nervous, let slip, you did more for him when he wants my\r\naids and you call for them than all his great fortune could do. But it\r\nis pleasure added to do for him, your friend; it is to you that I come.\r\nHave then rooms for me at the Great Eastern Hotel, so that I may be near\r\nto hand, and please it so arrange that we may see the young lady not too\r\nlate on to-morrow, for it is likely that I may have to return here that\r\nnight. But if need be I shall come again in three days, and stay longer\r\nif it must. Till then good-bye, my friend John.\n“Van Helsing.”\nLetter, Dr. Seward to Hon. Arthur Holmwood.\n\r\n“3 September.\n\n\r\n“My dear Art,—\n\n“Van Helsing has come and gone. He came on with me to Hillingham, and\r\nfound that, by Lucy’s discretion, her mother was lunching out, so that\r\nwe were alone with her. Van Helsing made a very careful examination of\r\nthe patient. He is to report to me, and I shall advise you, for of\r\ncourse I was not present all the time. He is, I fear, much concerned,\r\nbut says he must think. When I told him of our friendship and how you\r\ntrust to me in the matter, he said: ‘You must tell him all you think.\r\nTell him what I think, if you can guess it, if you will. Nay, I am not\r\njesting. This is no jest, but life and death, perhaps more.’ I asked\r\nwhat he meant by that, for he was very serious. This was when we had\r\ncome back to town, and he was having a cup of tea before starting on his\r\nreturn to Amsterdam. He would not give me any further clue. You must not\r\nbe angry with me, Art, because his very reticence means that all his\r\nbrains are working for her good. He will speak plainly enough when the\r\ntime comes, be sure. So I told him I would simply write an account of\r\nour visit, just as if I were doing a descriptive special article for\r\nThe Daily Telegraph. He seemed not to notice, but remarked that the\r\nsmuts in London were not quite so bad as they used to be when he was a\r\nstudent here. I am to get his report to-morrow if he can possibly make\r\nit. In any case I am to have a letter.\n“Well, as to the visit. Lucy was more cheerful than on the day I first\r\nsaw her, and certainly looked better. She had lost something of the\r\nghastly look that so upset you, and her breathing was normal. She was\r\nvery sweet to the professor (as she always is), and tried to make him\r\nfeel at ease; though I could see that the poor girl was making a hard\r\nstruggle for it. I believe Van Helsing saw it, too, for I saw the quick\r\nlook under his bushy brows that I knew of old. Then he began to chat of\r\nall things except ourselves and diseases and with such an infinite\r\ngeniality that I could see poor Lucy’s pretense of animation merge into\r\nreality. Then, without any seeming change, he brought the conversation\r\ngently round to his visit, and suavely said:—\n“‘My dear young miss, I have the so great pleasure because you are so\r\nmuch beloved. That is much, my dear, ever were there that which I do not\r\nsee. They told me you were down in the spirit, and that you were of a\r\nghastly pale. To them I say: “Pouf!”’ And he snapped his fingers at me\r\nand went on: ‘But you and I shall show them how wrong they are. How can\r\nhe’—and he pointed at me with the same look and gesture as that with\r\nwhich once he pointed me out to his class, on, or rather after, a\r\nparticular occasion which he never fails to remind me of—‘know anything\r\nof a young ladies? He has his madmans to play with, and to bring them\r\nback to happiness, and to those that love them. It is much to do, and,\r\noh, but there are rewards, in that we can bestow such happiness. But the\r\nyoung ladies! He has no wife nor daughter, and the young do not tell\r\nthemselves to the young, but to the old, like me, who have known so many\r\nsorrows and the causes of them. So, my dear, we will send him away to\r\nsmoke the cigarette in the garden, whiles you and I have little talk all\r\nto ourselves.’ I took the hint, and strolled about, and presently the\r\nprofessor came to the window and called me in. He looked grave, but\r\nsaid: ‘I have made careful examination, but there is no functional\r\ncause. With you I agree that there has been much blood lost; it has\r\nbeen, but is not. But the conditions of her are in no way anæmic. I have\r\nasked her to send me her maid, that I may ask just one or two question,\r\nthat so I may not chance to miss nothing. I know well what she will say.\r\nAnd yet there is cause; there is always cause for everything. I must go\r\nback home and think. You must send to me the telegram every day; and if\r\nthere be cause I shall come again. The disease—for not to be all well\r\nis a disease—interest me, and the sweet young dear, she interest me\r\ntoo. She charm me, and for her, if not for you or disease, I come.’\n“As I tell you, he would not say a word more, even when we were alone.\r\nAnd so now, Art, you know all I know. I shall keep stern watch. I trust\r\nyour poor father is rallying. It must be a terrible thing to you, my\r\ndear old fellow, to be placed in such a position between two people who\r\nare both so dear to you. I know your idea of duty to your father, and\r\nyou are right to stick to it; but, if need be, I shall send you word to\r\ncome at once to Lucy; so do not be over-anxious unless you hear from\r\nme.”\nDr. Seward’s Diary.\n4 September.—Zoöphagous patient still keeps up our interest in him.\r\nHe had only one outburst and that was yesterday at an unusual time. Just\r\nbefore the stroke of noon he began to grow restless. The attendant knew\r\nthe symptoms, and at once summoned aid. Fortunately the men came at a\r\nrun, and were just in time, for at the stroke of noon he became so\r\nviolent that it took all their strength to hold him. In about five\r\nminutes, however, he began to get more and more quiet, and finally sank\r\ninto a sort of melancholy, in which state he has remained up to now. The\r\nattendant tells me that his screams whilst in the paroxysm were really\r\nappalling; I found my hands full when I got in, attending to some of the\r\nother patients who were frightened by him. Indeed, I can quite\r\nunderstand the effect, for the sounds disturbed even me, though I was\r\nsome distance away. It is now after the dinner-hour of the asylum, and\r\nas yet my patient sits in a corner brooding, with a dull, sullen,\r\nwoe-begone look in his face, which seems rather to indicate than to show\r\nsomething directly. I cannot quite understand it.\n \nLater.—Another change in my patient. At five o’clock I looked in on\r\nhim, and found him seemingly as happy and contented as he used to be. He\r\nwas catching flies and eating them, and was keeping note of his capture\r\nby making nail-marks on the edge of the door between the ridges of\r\npadding. When he saw me, he came over and apologised for his bad\r\nconduct, and asked me in a very humble, cringing way to be led back to\r\nhis own room and to have his note-book again. I thought it well to\r\nhumour him: so he is back in his room with the window open. He has the\r\nsugar of his tea spread out on the window-sill, and is reaping quite a\r\nharvest of flies. He is not now eating them, but putting them into a\r\nbox, as of old, and is already examining the corners of his room to find\r\na spider. I tried to get him to talk about the past few days, for any\r\nclue to his thoughts would be of immense help to me; but he would not\r\nrise. For a moment or two he looked very sad, and said in a sort of\r\nfar-away voice, as though saying it rather to himself than to me:—\n“All over! all over! He has deserted me. No hope for me now unless I do\r\nit for myself!” Then suddenly turning to me in a resolute way, he said:\r\n“Doctor, won’t you be very good to me and let me have a little more\r\nsugar? I think it would be good for me.”\n“And the flies?” I said.\n“Yes! The flies like it, too, and I like the flies; therefore I like\r\nit.” And there are people who know so little as to think that madmen do\r\nnot argue. I procured him a double supply, and left him as happy a man\r\nas, I suppose, any in the world. I wish I could fathom his mind.\n \nMidnight.—Another change in him. I had been to see Miss Westenra,\r\nwhom I found much better, and had just returned, and was standing at our\r\nown gate looking at the sunset, when once more I heard him yelling. As\r\nhis room is on this side of the house, I could hear it better than in\r\nthe morning. It was a shock to me to turn from the wonderful smoky\r\nbeauty of a sunset over London, with its lurid lights and inky shadows\r\nand all the marvellous tints that come on foul clouds even as on foul\r\nwater, and to realise all the grim sternness of my own cold stone\r\nbuilding, with its wealth of breathing misery, and my own desolate heart\r\nto endure it all. I reached him just as the sun was going down, and from\r\nhis window saw the red disc sink. As it sank he became less and less\r\nfrenzied; and just as it dipped he slid from the hands that held him, an\r\ninert mass, on the floor. It is wonderful, however, what intellectual\r\nrecuperative power lunatics have, for within a few minutes he stood up\r\nquite calmly and looked around him. I signalled to the attendants not to\r\nhold him, for I was anxious to see what he would do. He went straight\r\nover to the window and brushed out the crumbs of sugar; then he took his\r\nfly-box, and emptied it outside, and threw away the box; then he shut\r\nthe window, and crossing over, sat down on his bed. All this surprised\r\nme, so I asked him: “Are you not going to keep flies any more?”\n“No,” said he; “I am sick of all that rubbish!” He certainly is a\r\nwonderfully interesting study. I wish I could get some glimpse of his\r\nmind or of the cause of his sudden passion. Stop; there may be a clue\r\nafter all, if we can find why to-day his paroxysms came on at high noon\r\nand at sunset. Can it be that there is a malign influence of the sun at\r\nperiods which affects certain natures—as at times the moon does others?\r\nWe shall see.\nTelegram, Seward, London, to Van Helsing, Amsterdam.\n“4 September.—Patient still better to-day.”\nTelegram, Seward, London, to Van Helsing, Amsterdam.\n“5 September.—Patient greatly improved. Good appetite; sleeps\r\nnaturally; good spirits; colour coming back.”\nTelegram, Seward, London, to Van Helsing, Amsterdam.\n“6 September.—Terrible change for the worse. Come at once; do not\r\nlose an hour. I hold over telegram to Holmwood till have seen you.”\nLetter, Dr. Seward to Hon. Arthur Holmwood.\n\r\n“6 September.\n\n\r\n“My dear Art,—\n\n“My news to-day is not so good. Lucy this morning had gone back a bit.\r\nThere is, however, one good thing which has arisen from it; Mrs.\r\nWestenra was naturally anxious concerning Lucy, and has consulted me\r\nprofessionally about her. I took advantage of the opportunity, and told\r\nher that my old master, Van Helsing, the great specialist, was coming to\r\nstay with me, and that I would put her in his charge conjointly with\r\nmyself; so now we can come and go without alarming her unduly, for a\r\nshock to her would mean sudden death, and this, in Lucy’s weak\r\ncondition, might be disastrous to her. We are hedged in with\r\ndifficulties, all of us, my poor old fellow; but, please God, we shall\r\ncome through them all right. If any need I shall write, so that, if you\r\ndo not hear from me, take it for granted that I am simply waiting for\r\nnews. In haste\n\r\nYours ever,\r\n“John Seward.”\n\nDr. Seward’s Diary.\n7 September.—The first thing Van Helsing said to me when we met at\r\nLiverpool Street was:—\n“Have you said anything to our young friend the lover of her?”\n“No,” I said. “I waited till I had seen you, as I said in my telegram. I\r\nwrote him a letter simply telling him that you were coming, as Miss\r\nWestenra was not so well, and that I should let him know if need be.”\n“Right, my friend,” he said, “quite right! Better he not know as yet;\r\nperhaps he shall never know. I pray so; but if it be needed, then he\r\nshall know all. And, my good friend John, let me caution you. You deal\r\nwith the madmen. All men are mad in some way or the other; and inasmuch\r\nas you deal discreetly with your madmen, so deal with God’s madmen,\r\ntoo—the rest of the world. You tell not your madmen what you do nor why\r\nyou do it; you tell them not what you think. So you shall keep knowledge\r\nin its place, where it may rest—where it may gather its kind around it\r\nand breed. You and I shall keep as yet what we know here, and here.” He\r\ntouched me on the heart and on the forehead, and then touched himself\r\nthe same way. “I have for myself thoughts at the present. Later I shall\r\nunfold to you.”\n“Why not now?” I asked. “It may do some good; we may arrive at some\r\ndecision.” He stopped and looked at me, and said:—\n“My friend John, when the corn is grown, even before it has\r\nripened—while the milk of its mother-earth is in him, and the sunshine\r\nhas not yet begun to paint him with his gold, the husbandman he pull the\r\near and rub him between his rough hands, and blow away the green chaff,\r\nand say to you: ‘Look! he’s good corn; he will make good crop when the\r\ntime comes.’” I did not see the application, and told him so. For reply\r\nhe reached over and took my ear in his hand and pulled it playfully, as\r\nhe used long ago to do at lectures, and said: “The good husbandman tell\r\nyou so then because he knows, but not till then. But you do not find the\r\ngood husbandman dig up his planted corn to see if he grow; that is for\r\nthe children who play at husbandry, and not for those who take it as of\r\nthe work of their life. See you now, friend John? I have sown my corn,\r\nand Nature has her work to do in making it sprout; if he sprout at all,\r\nthere’s some promise; and I wait till the ear begins to swell.” He broke\r\noff, for he evidently saw that I understood. Then he went on, and very\r\ngravely:—\n“You were always a careful student, and your case-book was ever more\r\nfull than the rest. You were only student then; now you are master, and\r\nI trust that good habit have not fail. Remember, my friend, that\r\nknowledge is stronger than memory, and we should not trust the weaker.\r\nEven if you have not kept the good practise, let me tell you that this\r\ncase of our dear miss is one that may be—mind, I say may be—of such\r\ninterest to us and others that all the rest may not make him kick the\r\nbeam, as your peoples say. Take then good note of it. Nothing is too\r\nsmall. I counsel you, put down in record even your doubts and surmises.\r\nHereafter it may be of interest to you to see how true you guess. We\r\nlearn from failure, not from success!”\nWhen I described Lucy’s symptoms—the same as before, but infinitely\r\nmore marked—he looked very grave, but said nothing. He took with him a\r\nbag in which were many instruments and drugs, “the ghastly paraphernalia\r\nof our beneficial trade,” as he once called, in one of his lectures, the\r\nequipment of a professor of the healing craft. When we were shown in,\r\nMrs. Westenra met us. She was alarmed, but not nearly so much as I\r\nexpected to find her. Nature in one of her beneficent moods has ordained\r\nthat even death has some antidote to its own terrors. Here, in a case\r\nwhere any shock may prove fatal, matters are so ordered that, from some\r\ncause or other, the things not personal—even the terrible change in her\r\ndaughter to whom she is so attached—do not seem to reach her. It is\r\nsomething like the way Dame Nature gathers round a foreign body an\r\nenvelope of some insensitive tissue which can protect from evil that\r\nwhich it would otherwise harm by contact. If this be an ordered\r\nselfishness, then we should pause before we condemn any one for the vice\r\nof egoism, for there may be deeper root for its causes than we have\r\nknowledge of.\nI used my knowledge of this phase of spiritual pathology, and laid down\r\na rule that she should not be present with Lucy or think of her illness\r\nmore than was absolutely required. She assented readily, so readily that\r\nI saw again the hand of Nature fighting for life. Van Helsing and I were\r\nshown up to Lucy’s room. If I was shocked when I saw her yesterday, I\r\nwas horrified when I saw her to-day. She was ghastly, chalkily pale; the\r\nred seemed to have gone even from her lips and gums, and the bones of\r\nher face stood out prominently; her breathing was painful to see or\r\nhear. Van Helsing’s face grew set as marble, and his eyebrows converged\r\ntill they almost touched over his nose. Lucy lay motionless, and did not\r\nseem to have strength to speak, so for a while we were all silent. Then\r\nVan Helsing beckoned to me, and we went gently out of the room. The\r\ninstant we had closed the door he stepped quickly along the passage to\r\nthe next door, which was open. Then he pulled me quickly in with him and\r\nclosed the door. “My God!” he said; “this is dreadful. There is no time\r\nto be lost. She will die for sheer want of blood to keep the heart’s\r\naction as it should be. There must be transfusion of blood at once. Is\r\nit you or me?”\n“I am younger and stronger, Professor. It must be me.”\n“Then get ready at once. I will bring up my bag. I am prepared.”\nI went downstairs with him, and as we were going there was a knock at\r\nthe hall-door. When we reached the hall the maid had just opened the\r\ndoor, and Arthur was stepping quickly in. He rushed up to me, saying in\r\nan eager whisper:—\n“Jack, I was so anxious. I read between the lines of your letter, and\r\nhave been in an agony. The dad was better, so I ran down here to see for\r\nmyself. Is not that gentleman Dr. Van Helsing? I am so thankful to you,\r\nsir, for coming.” When first the Professor’s eye had lit upon him he had\r\nbeen angry at his interruption at such a time; but now, as he took in\r\nhis stalwart proportions and recognised the strong young manhood which\r\nseemed to emanate from him, his eyes gleamed. Without a pause he said to\r\nhim gravely as he held out his hand:—\n“Sir, you have come in time. You are the lover of our dear miss. She is\r\nbad, very, very bad. Nay, my child, do not go like that.” For he\r\nsuddenly grew pale and sat down in a chair almost fainting. “You are to\r\nhelp her. You can do more than any that live, and your courage is your\r\nbest help.”\n“What can I do?” asked Arthur hoarsely. “Tell me, and I shall do it. My\r\nlife is hers, and I would give the last drop of blood in my body for\r\nher.” The Professor has a strongly humorous side, and I could from old\r\nknowledge detect a trace of its origin in his answer:—\n“My young sir, I do not ask so much as that—not the last!”\n“What shall I do?” There was fire in his eyes, and his open nostril\r\nquivered with intent. Van Helsing slapped him on the shoulder. “Come!”\r\nhe said. “You are a man, and it is a man we want. You are better than\r\nme, better than my friend John.” Arthur looked bewildered, and the\r\nProfessor went on by explaining in a kindly way:—\n“Young miss is bad, very bad. She wants blood, and blood she must have\r\nor die. My friend John and I have consulted; and we are about to perform\r\nwhat we call transfusion of blood—to transfer from full veins of one to\r\nthe empty veins which pine for him. John was to give his blood, as he is\r\nthe more young and strong than me”—here Arthur took my hand and wrung\r\nit hard in silence—“but, now you are here, you are more good than us,\r\nold or young, who toil much in the world of thought. Our nerves are not\r\nso calm and our blood not so bright than yours!” Arthur turned to him\r\nand said:—\n“If you only knew how gladly I would die for her you would\r\nunderstand——”\nHe stopped, with a sort of choke in his voice.\n“Good boy!” said Van Helsing. “In the not-so-far-off you will be happy\r\nthat you have done all for her you love. Come now and be silent. You\r\nshall kiss her once before it is done, but then you must go; and you\r\nmust leave at my sign. Say no word to Madame; you know how it is with\r\nher! There must be no shock; any knowledge of this would be one. Come!”\nWe all went up to Lucy’s room. Arthur by direction remained outside.\r\nLucy turned her head and looked at us, but said nothing. She was not\r\nasleep, but she was simply too weak to make the effort. Her eyes spoke\r\nto us; that was all. Van Helsing took some things from his bag and laid\r\nthem on a little table out of sight. Then he mixed a narcotic, and\r\ncoming over to the bed, said cheerily:—\n“Now, little miss, here is your medicine. Drink it off, like a good\r\nchild. See, I lift you so that to swallow is easy. Yes.” She had made\r\nthe effort with success.\nIt astonished me how long the drug took to act. This, in fact, marked\r\nthe extent of her weakness. The time seemed endless until sleep began to\r\nflicker in her eyelids. At last, however, the narcotic began to manifest\r\nits potency; and she fell into a deep sleep. When the Professor was\r\nsatisfied he called Arthur into the room, and bade him strip off his\r\ncoat. Then he added: “You may take that one little kiss whiles I bring\r\nover the table. Friend John, help to me!” So neither of us looked whilst\r\nhe bent over her.\nVan Helsing turning to me, said:\n“He is so young and strong and of blood so pure that we need not\r\ndefibrinate it.”\nThen with swiftness, but with absolute method, Van Helsing performed the\r\noperation. As the transfusion went on something like life seemed to come\r\nback to poor Lucy’s cheeks, and through Arthur’s growing pallor the joy\r\nof his face seemed absolutely to shine. After a bit I began to grow\r\nanxious, for the loss of blood was telling on Arthur, strong man as he\r\nwas. It gave me an idea of what a terrible strain Lucy’s system must\r\nhave undergone that what weakened Arthur only partially restored her.\r\nBut the Professor’s face was set, and he stood watch in hand and with\r\nhis eyes fixed now on the patient and now on Arthur. I could hear my own\r\nheart beat. Presently he said in a soft voice: “Do not stir an instant.\r\nIt is enough. You attend him; I will look to her.” When all was over I\r\ncould see how much Arthur was weakened. I dressed the wound and took his\r\narm to bring him away, when Van Helsing spoke without turning round—the\r\nman seems to have eyes in the back of his head:—\n“The brave lover, I think, deserve another kiss, which he shall have\r\npresently.” And as he had now finished his operation, he adjusted the\r\npillow to the patient’s head. As he did so the narrow black velvet band\r\nwhich she seems always to wear round her throat, buckled with an old\r\ndiamond buckle which her lover had given her, was dragged a little up,\r\nand showed a red mark on her throat. Arthur did not notice it, but I\r\ncould hear the deep hiss of indrawn breath which is one of Van Helsing’s\r\nways of betraying emotion. He said nothing at the moment, but turned to\r\nme, saying: “Now take down our brave young lover, give him of the port\r\nwine, and let him lie down a while. He must then go home and rest, sleep\r\nmuch and eat much, that he may be recruited of what he has so given to\r\nhis love. He must not stay here. Hold! a moment. I may take it, sir,\r\nthat you are anxious of result. Then bring it with you that in all ways\r\nthe operation is successful. You have saved her life this time, and you\r\ncan go home and rest easy in mind that all that can be is. I shall tell\r\nher all when she is well; she shall love you none the less for what you\r\nhave done. Good-bye.”\nWhen Arthur had gone I went back to the room. Lucy was sleeping gently,\r\nbut her breathing was stronger; I could see the counterpane move as her\r\nbreast heaved. By the bedside sat Van Helsing, looking at her intently.\r\nThe velvet band again covered the red mark. I asked the Professor in a\r\nwhisper:—\n“What do you make of that mark on her throat?”\n“What do you make of it?”\n“I have not examined it yet,” I answered, and then and there proceeded\r\nto loose the band. Just over the external jugular vein there were two\r\npunctures, not large, but not wholesome-looking. There was no sign of\r\ndisease, but the edges were white and worn-looking, as if by some\r\ntrituration. It at once occurred to me that this wound, or whatever it\r\nwas, might be the means of that manifest loss of blood; but I abandoned\r\nthe idea as soon as formed, for such a thing could not be. The whole bed\r\nwould have been drenched to a scarlet with the blood which the girl must\r\nhave lost to leave such a pallor as she had before the transfusion.\n“Well?” said Van Helsing.\n“Well,” said I, “I can make nothing of it.” The Professor stood up. “I\r\nmust go back to Amsterdam to-night,” he said. “There are books and\r\nthings there which I want. You must remain here all the night, and you\r\nmust not let your sight pass from her.”\n“Shall I have a nurse?” I asked.\n“We are the best nurses, you and I. You keep watch all night; see that\r\nshe is well fed, and that nothing disturbs her. You must not sleep all\r\nthe night. Later on we can sleep, you and I. I shall be back as soon as\r\npossible. And then we may begin.”\n“May begin?” I said. “What on earth do you mean?”\n“We shall see!” he answered, as he hurried out. He came back a moment\r\nlater and put his head inside the door and said with warning finger held\r\nup:—\n“Remember, she is your charge. If you leave her, and harm befall, you\r\nshall not sleep easy hereafter!”\nDr. Seward’s Diary—continued.\n8 September.—I sat up all night with Lucy. The opiate worked itself\r\noff towards dusk, and she waked naturally; she looked a different being\r\nfrom what she had been before the operation. Her spirits even were good,\r\nand she was full of a happy vivacity, but I could see evidences of the\r\nabsolute prostration which she had undergone. When I told Mrs. Westenra\r\nthat Dr. Van Helsing had directed that I should sit up with her she\r\nalmost pooh-poohed the idea, pointing out her daughter’s renewed\r\nstrength and excellent spirits. I was firm, however, and made\r\npreparations for my long vigil. When her maid had prepared her for the\r\nnight I came in, having in the meantime had supper, and took a seat by\r\nthe bedside. She did not in any way make objection, but looked at me\r\ngratefully whenever I caught her eye. After a long spell she seemed\r\nsinking off to sleep, but with an effort seemed to pull herself together\r\nand shook it off. This was repeated several times, with greater effort\r\nand with shorter pauses as the time moved on. It was apparent that she\r\ndid not want to sleep, so I tackled the subject at once:—\n“You do not want to go to sleep?”\n“No; I am afraid.”\n“Afraid to go to sleep! Why so? It is the boon we all crave for.”\n“Ah, not if you were like me—if sleep was to you a presage of horror!”\n“A presage of horror! What on earth do you mean?”\n“I don’t know; oh, I don’t know. And that is what is so terrible. All\r\nthis weakness comes to me in sleep; until I dread the very thought.”\n“But, my dear girl, you may sleep to-night. I am here watching you, and\r\nI can promise that nothing will happen.”\n“Ah, I can trust you!” I seized the opportunity, and said: “I promise\r\nyou that if I see any evidence of bad dreams I will wake you at once.”\n“You will? Oh, will you really? How good you are to me. Then I will\r\nsleep!” And almost at the word she gave a deep sigh of relief, and sank\r\nback, asleep.\nAll night long I watched by her. She never stirred, but slept on and on\r\nin a deep, tranquil, life-giving, health-giving sleep. Her lips were\r\nslightly parted, and her breast rose and fell with the regularity of a\r\npendulum. There was a smile on her face, and it was evident that no bad\r\ndreams had come to disturb her peace of mind.\nIn the early morning her maid came, and I left her in her care and took\r\nmyself back home, for I was anxious about many things. I sent a short\r\nwire to Van Helsing and to Arthur, telling them of the excellent result\r\nof the operation. My own work, with its manifold arrears, took me all\r\nday to clear off; it was dark when I was able to inquire about my\r\nzoöphagous patient. The report was good; he had been quite quiet for the\r\npast day and night. A telegram came from Van Helsing at Amsterdam whilst\r\nI was at dinner, suggesting that I should be at Hillingham to-night, as\r\nit might be well to be at hand, and stating that he was leaving by the\r\nnight mail and would join me early in the morning.\n \n9 September.—I was pretty tired and worn out when I got to\r\nHillingham. For two nights I had hardly had a wink of sleep, and my\r\nbrain was beginning to feel that numbness which marks cerebral\r\nexhaustion. Lucy was up and in cheerful spirits. When she shook hands\r\nwith me she looked sharply in my face and said:—\n“No sitting up to-night for you. You are worn out. I am quite well\r\nagain; indeed, I am; and if there is to be any sitting up, it is I who\r\nwill sit up with you.” I would not argue the point, but went and had my\r\nsupper. Lucy came with me, and, enlivened by her charming presence, I\r\nmade an excellent meal, and had a couple of glasses of the more than\r\nexcellent port. Then Lucy took me upstairs, and showed me a room next\r\nher own, where a cozy fire was burning. “Now,” she said, “you must stay\r\nhere. I shall leave this door open and my door too. You can lie on the\r\nsofa for I know that nothing would induce any of you doctors to go to\r\nbed whilst there is a patient above the horizon. If I want anything I\r\nshall call out, and you can come to me at once.” I could not but\r\nacquiesce, for I was “dog-tired,” and could not have sat up had I tried.\r\nSo, on her renewing her promise to call me if she should want anything,\r\nI lay on the sofa, and forgot all about everything.\nLucy Westenra’s Diary.\n9 September.—I feel so happy to-night. I have been so miserably weak,\r\nthat to be able to think and move about is like feeling sunshine after\r\na long spell of east wind out of a steel sky. Somehow Arthur feels very,\r\nvery close to me. I seem to feel his presence warm about me. I suppose\r\nit is that sickness and weakness are selfish things and turn our inner\r\neyes and sympathy on ourselves, whilst health and strength give Love\r\nrein, and in thought and feeling he can wander where he wills. I know\r\nwhere my thoughts are. If Arthur only knew! My dear, my dear, your ears\r\nmust tingle as you sleep, as mine do waking. Oh, the blissful rest of\r\nlast night! How I slept, with that dear, good Dr. Seward watching me.\r\nAnd to-night I shall not fear to sleep, since he is close at hand and\r\nwithin call. Thank everybody for being so good to me! Thank God!\r\nGood-night, Arthur.\nDr. Seward’s Diary.\n10 September.—I was conscious of the Professor’s hand on my head, and\r\nstarted awake all in a second. That is one of the things that we learn\r\nin an asylum, at any rate.\n“And how is our patient?”\n“Well, when I left her, or rather when she left me,” I answered", "summary": "\nThis section of Bram Stoker's \"Dracula\" develops several key plotlines through letters, diary entries, and telegrams between the main characters. Mina Murray marries Jonathan Harker in Budapest and keeps his journal sealed at his request, understanding that his experiences at Castle Dracula were deeply traumatic. Meanwhile, Lucy Westenra initially reports improved health to Mina, but soon begins deteriorating again at her home in Hillingham despite her engagement to Arthur Holmwood.\nDr. Seward, one of Lucy's rejected suitors, observes his psychiatric patient Renfield exhibiting increasingly bizarre behavior tied to the cycles of the moon and the arrival of his \"Master.\" Renfield repeatedly escapes to Carfax estate and displays devotion to an unseen entity, becoming notably agitated and then calm when a bat appears. These episodes parallel Lucy's worsening condition, suggesting Dracula's growing influence in England.\nAs Lucy's health crisis deepens, Arthur Holmwood reaches out to Dr. Seward for help. Upon examining Lucy, Seward notices her unusual bloodless condition despite no apparent anemia or disease. Concerned, he contacts his former mentor, Professor Abraham Van Helsing from Amsterdam. Van Helsing examines Lucy and discovers the true nature of her affliction – though he initially keeps his conclusions private. He notes the telltale puncture marks on her throat that had been partially concealed by a velvet band.\nLucy's condition becomes so dire that Van Helsing determines blood transfusion is urgently needed. Arthur Holmwood arrives unexpectedly and becomes the first donor, temporarily reviving Lucy. During the procedure, Van Helsing notices the puncture wounds on Lucy's neck but only shares his concern with Seward. He instructs Seward to maintain constant watch over Lucy while he returns to Amsterdam for research materials.\nThe text reveals Lucy's terror of sleep, as she feels some horror awaits her in her dreams. Under Seward's vigilant care, she experiences temporary improvements following the transfusion. However, her recovery proves short-lived, as telegrams from Seward to Van Helsing track her initial improvement followed by a \"terrible change for the worse.\"\nVan Helsing returns and shares cryptic wisdom with Seward about the importance of careful observation and record-keeping, suggesting this case may have extraordinary significance. He employs metaphorical language about farming and patience, indicating they are dealing with something beyond ordinary medicine. The narrative builds tension around Lucy's mysterious illness, with Van Helsing exercising extreme caution in his approach and communications.\nThe section concludes with Lucy experiencing a brief recovery after the blood transfusion, feeling Arthur's presence \"warm about her\" despite his physical absence, while Dr. Seward keeps watch nearby – setting the stage for Van Helsing's return and the next phase of their battle against Lucy's mysterious affliction.\n", "map": [["Lucy Westenra", "Victim undergoing vampiric transformation"], ["Professor Van Helsing", "Knowledgeable expert concealing terrible truth"], ["Dr. Seward", "Medical observer bridging science and supernatural"], ["Arthur Holmwood", "Blood donor unknowingly fighting vampire"], ["Renfield", "Psychic satellite sensing Dracula's presence"], ["Mina Harker", "Keeper of sealed traumatic knowledge"], ["Jonathan Harker", "Survivor hiding from traumatic truth"], ["Blood transfusion", "Temporary life-force against vampiric drain"], ["Puncture wounds", "Physical evidence of supernatural predation"], ["Sleep", "Vulnerable state for vampire attacks"], ["Lucy Westenra", "Blood transfusion"], ["Lucy Westenra", "Puncture wounds"], ["Lucy Westenra", "Sleep"], ["Professor Van Helsing", "Blood transfusion"], ["Professor Van Helsing", "Dr. Seward"], ["Professor Van Helsing", "Puncture wounds"], ["Dr. Seward", "Renfield"], ["Dr. Seward", "Arthur Holmwood"], ["Mina Harker", "Jonathan Harker"], ["Renfield", "Dracula"]]}