{"source": "https://www.gutenberg.org/cache/epub/345/pg345-images.html", "text": " The careful Professor had replaced it where it had\r\ncome from, lest on waking she should be alarmed. Her eye then lit on Van\r\nHelsing and on me too, and gladdened. Then she looked around the room,\r\nand seeing where she was, shuddered; she gave a loud cry, and put her\r\npoor thin hands before her pale face. We both understood what that\r\nmeant—that she had realised to the full her mother’s death; so we tried\r\nwhat we could to comfort her. Doubtless sympathy eased her somewhat, but\r\nshe was very low in thought and spirit, and wept silently and weakly for\r\na long time. We told her that either or both of us would now remain with\r\nher all the time, and that seemed to comfort her. Towards dusk she fell\r\ninto a doze. Here a very odd thing occurred. Whilst still asleep she\r\ntook the paper from her breast and tore it in two. Van Helsing stepped\r\nover and took the pieces from her. All the same, however, she went on\r\nwith the action of tearing, as though the material were still in her\r\nhands; finally she lifted her hands and opened them as though scattering\r\nthe fragments. Van Helsing seemed surprised, and his brows gathered as\r\nif in thought, but he said nothing.\n \n19 September.—All last night she slept fitfully, being always afraid\r\nto sleep, and something weaker when she woke from it. The Professor and\r\nI took it in turns to watch, and we never left her for a moment\r\nunattended. Quincey Morris said nothing about his intention, but I knew\r\nthat all night long he patrolled round and round the house.\nWhen the day came, its searching light showed the ravages in poor Lucy’s\r\nstrength. She was hardly able to turn her head, and the little\r\nnourishment which she could take seemed to do her no good. At times she\r\nslept, and both Van Helsing and I noticed the difference in her, between\r\nsleeping and waking. Whilst asleep she looked stronger, although more\r\nhaggard, and her breathing was softer; her open mouth showed the pale\r\ngums drawn back from the teeth, which thus looked positively longer and\r\nsharper than usual; when she woke the softness of her eyes evidently\r\nchanged the expression, for she looked her own self, although a dying\r\none. In the afternoon she asked for Arthur, and we telegraphed for him.\r\nQuincey went off to meet him at the station.\nWhen he arrived it was nearly six o’clock, and the sun was setting full\r\nand warm, and the red light streamed in through the window and gave more\r\ncolour to the pale cheeks. When he saw her, Arthur was simply choking\r\nwith emotion, and none of us could speak. In the hours that had passed,\r\nthe fits of sleep, or the comatose condition that passed for it, had\r\ngrown more frequent, so that the pauses when conversation was possible\r\nwere shortened. Arthur’s presence, however, seemed to act as a\r\nstimulant; she rallied a little, and spoke to him more brightly than she\r\nhad done since we arrived. He too pulled himself together, and spoke as\r\ncheerily as he could, so that the best was made of everything.\nIt was now nearly one o’clock, and he and Van Helsing are sitting with\r\nher. I am to relieve them in a quarter of an hour, and I am entering\r\nthis on Lucy’s phonograph. Until six o’clock they are to try to rest. I\r\nfear that to-morrow will end our watching, for the shock has been too\r\ngreat; the poor child cannot rally. God help us all.\nLetter, Mina Harker to Lucy Westenra.\r\n(Unopened by her.)\n\r\n“17 September.\n\n\r\n“My dearest Lucy,—\n\n“It seems an age since I heard from you, or indeed since I wrote. You\r\nwill pardon me, I know, for all my faults when you have read all my\r\nbudget of news. Well, I got my husband back all right; when we arrived\r\nat Exeter there was a carriage waiting for us, and in it, though he had\r\nan attack of gout, Mr. Hawkins. He took us to his house, where there\r\nwere rooms for us all nice and comfortable, and we dined together. After\r\ndinner Mr. Hawkins said:—\n“‘My dears, I want to drink your health and prosperity; and may every\r\nblessing attend you both. I know you both from children, and have, with\r\nlove and pride, seen you grow up. Now I want you to make your home here\r\nwith me. I have left to me neither chick nor child; all are gone, and in\r\nmy will I have left you everything.’ I cried, Lucy dear, as Jonathan and\r\nthe old man clasped hands. Our evening was a very, very happy one.\n“So here we are, installed in this beautiful old house, and from both my\r\nbedroom and the drawing-room I can see the great elms of the cathedral\r\nclose, with their great black stems standing out against the old yellow\r\nstone of the cathedral and I can hear the rooks overhead cawing and\r\ncawing and chattering and gossiping all day, after the manner of\r\nrooks—and humans. I am busy, I need not tell you, arranging things and\r\nhousekeeping. Jonathan and Mr. Hawkins are busy all day; for, now that\r\nJonathan is a partner, Mr. Hawkins wants to tell him all about the\r\nclients.\n“How is your dear mother getting on? I wish I could run up to town for a\r\nday or two to see you, dear, but I dare not go yet, with so much on my\r\nshoulders; and Jonathan wants looking after still. He is beginning to\r\nput some flesh on his bones again, but he was terribly weakened by the\r\nlong illness; even now he sometimes starts out of his sleep in a sudden\r\nway and awakes all trembling until I can coax him back to his usual\r\nplacidity. However, thank God, these occasions grow less frequent as the\r\ndays go on, and they will in time pass away altogether, I trust. And now\r\nI have told you my news, let me ask yours. When are you to be married,\r\nand where, and who is to perform the ceremony, and what are you to wear,\r\nand is it to be a public or a private wedding? Tell me all about it,\r\ndear; tell me all about everything, for there is nothing which interests\r\nyou which will not be dear to me. Jonathan asks me to send his\r\n‘respectful duty,’ but I do not think that is good enough from the\r\njunior partner of the important firm Hawkins & Harker; and so, as you\r\nlove me, and he loves me, and I love you with all the moods and tenses\r\nof the verb, I send you simply his ‘love’ instead. Good-bye, my dearest\r\nLucy, and all blessings on you.\n\r\n“Yours,\r\n“Mina Harker.”\n\n\nReport from Patrick Hennessey, M. D., M. R. C. S. L. K. Q. C. P. I.,\r\netc., etc., to John Seward, M. D.\n\r\n“20 September.\n\n\r\n“My dear Sir,—\n\n“In accordance with your wishes, I enclose report of the conditions of\r\neverything left in my charge.... With regard to patient, Renfield, there\r\nis more to say. He has had another outbreak, which might have had a\r\ndreadful ending, but which, as it fortunately happened, was unattended\r\nwith any unhappy results. This afternoon a carrier’s cart with two men\r\nmade a call at the empty house whose grounds abut on ours—the house to\r\nwhich, you will remember, the patient twice ran away. The men stopped at\r\nour gate to ask the porter their way, as they were strangers. I was\r\nmyself looking out of the study window, having a smoke after dinner, and\r\nsaw one of them come up to the house. As he passed the window of\r\nRenfield’s room, the patient began to rate him from within, and called\r\nhim all the foul names he could lay his tongue to. The man, who seemed a\r\ndecent fellow enough, contented himself by telling him to “shut up for a\r\nfoul-mouthed beggar,” whereon our man accused him of robbing him and\r\nwanting to murder him and said that he would hinder him if he were to\r\nswing for it. I opened the window and signed to the man not to notice,\r\nso he contented himself after looking the place over and making up his\r\nmind as to what kind of a place he had got to by saying: ‘Lor’ bless\r\nyer, sir, I wouldn’t mind what was said to me in a bloomin’ madhouse. I\r\npity ye and the guv’nor for havin’ to live in the house with a wild\r\nbeast like that.’ Then he asked his way civilly enough, and I told him\r\nwhere the gate of the empty house was; he went away, followed by threats\r\nand curses and revilings from our man. I went down to see if I could\r\nmake out any cause for his anger, since he is usually such a\r\nwell-behaved man, and except his violent fits nothing of the kind had\r\never occurred. I found him, to my astonishment, quite composed and most\r\ngenial in his manner. I tried to get him to talk of the incident, but he\r\nblandly asked me questions as to what I meant, and led me to believe\r\nthat he was completely oblivious of the affair. It was, I am sorry to\r\nsay, however, only another instance of his cunning, for within half an\r\nhour I heard of him again. This time he had broken out through the\r\nwindow of his room, and was running down the avenue. I called to the\r\nattendants to follow me, and ran after him, for I feared he was intent\r\non some mischief. My fear was justified when I saw the same cart which\r\nhad passed before coming down the road, having on it some great wooden\r\nboxes. The men were wiping their foreheads, and were flushed in the\r\nface, as if with violent exercise. Before I could get up to him the\r\npatient rushed at them, and pulling one of them off the cart, began to\r\nknock his head against the ground. If I had not seized him just at the\r\nmoment I believe he would have killed the man there and then. The other\r\nfellow jumped down and struck him over the head with the butt-end of his\r\nheavy whip. It was a terrible blow; but he did not seem to mind it, but\r\nseized him also, and struggled with the three of us, pulling us to and\r\nfro as if we were kittens. You know I am no light weight, and the others\r\nwere both burly men. At first he was silent in his fighting; but as we\r\nbegan to master him, and the attendants were putting a strait-waistcoat\r\non him, he began to shout: ‘I’ll frustrate them! They shan’t rob me!\r\nthey shan’t murder me by inches! I’ll fight for my Lord and Master!’ and\r\nall sorts of similar incoherent ravings. It was with very considerable\r\ndifficulty that they got him back to the house and put him in the padded\r\nroom. One of the attendants, Hardy, had a finger broken. However, I set\r\nit all right; and he is going on well.\n“The two carriers were at first loud in their threats of actions for\r\ndamages, and promised to rain all the penalties of the law on us. Their\r\nthreats were, however, mingled with some sort of indirect apology for\r\nthe defeat of the two of them by a feeble madman. They said that if it\r\nhad not been for the way their strength had been spent in carrying and\r\nraising the heavy boxes to the cart they would have made short work of\r\nhim. They gave as another reason for their defeat the extraordinary\r\nstate of drouth to which they had been reduced by the dusty nature of\r\ntheir occupation and the reprehensible distance from the scene of their\r\nlabours of any place of public entertainment. I quite understood their\r\ndrift, and after a stiff glass of grog, or rather more of the same, and\r\nwith each a sovereign in hand, they made light of the attack, and swore\r\nthat they would encounter a worse madman any day for the pleasure of\r\nmeeting so ‘bloomin’ good a bloke’ as your correspondent. I took their\r\nnames and addresses, in case they might be needed. They are as\r\nfollows:—Jack Smollet, of Dudding’s Rents, King George’s Road, Great\r\nWalworth, and Thomas Snelling, Peter Farley’s Row, Guide Court, Bethnal\r\nGreen. They are both in the employment of Harris & Sons, Moving and\r\nShipment Company, Orange Master’s Yard, Soho.\n“I shall report to you any matter of interest occurring here, and shall\r\nwire you at once if there is anything of importance.\n\r\n“Believe me, dear Sir,\r\n“Yours faithfully,\r\n“Patrick Hennessey.”\n\nLetter, Mina Harker to Lucy Westenra.\r\n(Unopened by her.)\n\r\n“18 September.\n\n\r\n“My dearest Lucy,—\n\n“Such a sad blow has befallen us. Mr. Hawkins has died very suddenly.\r\nSome may not think it so sad for us, but we had both come to so love him\r\nthat it really seems as though we had lost a father. I never knew either\r\nfather or mother, so that the dear old man’s death is a real blow to me.\r\nJonathan is greatly distressed. It is not only that he feels sorrow,\r\ndeep sorrow, for the dear, good man who has befriended him all his life,\r\nand now at the end has treated him like his own son and left him a\r\nfortune which to people of our modest bringing up is wealth beyond the\r\ndream of avarice, but Jonathan feels it on another account. He says the\r\namount of responsibility which it puts upon him makes him nervous. He\r\nbegins to doubt himself. I try to cheer him up, and my belief in him\r\nhelps him to have a belief in himself. But it is here that the grave\r\nshock that he experienced tells upon him the most. Oh, it is too hard\r\nthat a sweet, simple, noble, strong nature such as his—a nature which\r\nenabled him by our dear, good friend’s aid to rise from clerk to master\r\nin a few years—should be so injured that the very essence of its\r\nstrength is gone. Forgive me, dear, if I worry you with my troubles in\r\nthe midst of your own happiness; but, Lucy dear, I must tell some one,\r\nfor the strain of keeping up a brave and cheerful appearance to Jonathan\r\ntries me, and I have no one here that I can confide in. I dread coming\r\nup to London, as we must do the day after to-morrow; for poor Mr.\r\nHawkins left in his will that he was to be buried in the grave with his\r\nfather. As there are no relations at all, Jonathan will have to be chief\r\nmourner. I shall try to run over to see you, dearest, if only for a few\r\nminutes. Forgive me for troubling you. With all blessings,\n\r\n“Your loving\r\n“Mina Harker.”\n\n\nDr. Seward’s Diary.\n20 September.—Only resolution and habit can let me make an entry\r\nto-night. I am too miserable, too low-spirited, too sick of the world\r\nand all in it, including life itself, that I would not care if I heard\r\nthis moment the flapping of the wings of the angel of death. And he has\r\nbeen flapping those grim wings to some purpose of late—Lucy’s mother\r\nand Arthur’s father, and now.... Let me get on with my work.\nI duly relieved Van Helsing in his watch over Lucy. We wanted Arthur to\r\ngo to rest also, but he refused at first. It was only when I told him\r\nthat we should want him to help us during the day, and that we must not\r\nall break down for want of rest, lest Lucy should suffer, that he agreed\r\nto go. Van Helsing was very kind to him. “Come, my child,” he said;\r\n“come with me. You are sick and weak, and have had much sorrow and much\r\nmental pain, as well as that tax on your strength that we know of. You\r\nmust not be alone; for to be alone is to be full of fears and alarms.\r\nCome to the drawing-room, where there is a big fire, and there are two\r\nsofas. You shall lie on one, and I on the other, and our sympathy will\r\nbe comfort to each other, even though we do not speak, and even if we\r\nsleep.” Arthur went off with him, casting back a longing look on Lucy’s\r\nface, which lay in her pillow, almost whiter than the lawn. She lay\r\nquite still, and I looked round the room to see that all was as it\r\nshould be. I could see that the Professor had carried out in this room,\r\nas in the other, his purpose of using the garlic; the whole of the\r\nwindow-sashes reeked with it, and round Lucy’s neck, over the silk\r\nhandkerchief which Van Helsing made her keep on, was a rough chaplet of\r\nthe same odorous flowers. Lucy was breathing somewhat stertorously, and\r\nher face was at its worst, for the open mouth showed the pale gums. Her\r\nteeth, in the dim, uncertain light, seemed longer and sharper than they\r\nhad been in the morning. In particular, by some trick of the light, the\r\ncanine teeth looked longer and sharper than the rest. I sat down by her,\r\nand presently she moved uneasily. At the same moment there came a sort\r\nof dull flapping or buffeting at the window. I went over to it softly,\r\nand peeped out by the corner of the blind. There was a full moonlight,\r\nand I could see that the noise was made by a great bat, which wheeled\r\nround—doubtless attracted by the light, although so dim—and every now\r\nand again struck the window with its wings. When I came back to my seat,\r\nI found that Lucy had moved slightly, and had torn away the garlic\r\nflowers from her throat. I replaced them as well as I could, and sat\r\nwatching her.\nPresently she woke, and I gave her food, as Van Helsing had prescribed.\r\nShe took but a little, and that languidly. There did not seem to be with\r\nher now the unconscious struggle for life and strength that had hitherto\r\nso marked her illness. It struck me as curious that the moment she\r\nbecame conscious she pressed the garlic flowers close to her. It was\r\ncertainly odd that whenever she got into that lethargic state, with the\r\nstertorous breathing, she put the flowers from her; but that when she\r\nwaked she clutched them close. There was no possibility of making any\r\nmistake about this, for in the long hours that followed, she had many\r\nspells of sleeping and waking and repeated both actions many times.\nAt six o’clock Van Helsing came to relieve me. Arthur had then fallen\r\ninto a doze, and he mercifully let him sleep on. When he saw Lucy’s face\r\nI could hear the sissing indraw of his breath, and he said to me in a\r\nsharp whisper: “Draw up the blind; I want light!” Then he bent down,\r\nand, with his face almost touching Lucy’s, examined her carefully. He\r\nremoved the flowers and lifted the silk handkerchief from her throat. As\r\nhe did so he started back, and I could hear his ejaculation, “Mein\r\nGott!” as it was smothered in his throat. I bent over and looked, too,\r\nand as I noticed some queer chill came over me.\nThe wounds on the throat had absolutely disappeared.\nFor fully five minutes Van Helsing stood looking at her, with his face\r\nat its sternest. Then he turned to me and said calmly:—\n“She is dying. It will not be long now. It will be much difference, mark\r\nme, whether she dies conscious or in her sleep. Wake that poor boy, and\r\nlet him come and see the last; he trusts us, and we have promised him.”\nI went to the dining-room and waked him. He was dazed for a moment, but\r\nwhen he saw the sunlight streaming in through the edges of the shutters\r\nhe thought he was late, and expressed his fear. I assured him that Lucy\r\nwas still asleep, but told him as gently as I could that both Van\r\nHelsing and I feared that the end was near. He covered his face with his\r\nhands, and slid down on his knees by the sofa, where he remained,\r\nperhaps a minute, with his head buried, praying, whilst his shoulders\r\nshook with grief. I took him by the hand and raised him up. “Come,” I\r\nsaid, “my dear old fellow, summon all your fortitude: it will be best\r\nand easiest for her.”\nWhen we came into Lucy’s room I could see that Van Helsing had, with\r\nhis usual forethought, been putting matters straight and making\r\neverything look as pleasing as possible. He had even brushed Lucy’s\r\nhair, so that it lay on the pillow in its usual sunny ripples. When we\r\ncame into the room she opened her eyes, and seeing him, whispered\r\nsoftly:—\n“Arthur! Oh, my love, I am so glad you have come!” He was stooping to\r\nkiss her, when Van Helsing motioned him back. “No,” he whispered, “not\r\nyet! Hold her hand; it will comfort her more.”\nSo Arthur took her hand and knelt beside her, and she looked her best,\r\nwith all the soft lines matching the angelic beauty of her eyes. Then\r\ngradually her eyes closed, and she sank to sleep. For a little bit her\r\nbreast heaved softly, and her breath came and went like a tired child’s.\nAnd then insensibly there came the strange change which I had noticed in\r\nthe night. Her breathing grew stertorous, the mouth opened, and the pale\r\ngums, drawn back, made the teeth look longer and sharper than ever. In a\r\nsort of sleep-waking, vague, unconscious way she opened her eyes, which\r\nwere now dull and hard at once, and said in a soft, voluptuous voice,\r\nsuch as I had never heard from her lips:—\n“Arthur! Oh, my love, I am so glad you have come! Kiss me!” Arthur bent\r\neagerly over to kiss her; but at that instant Van Helsing, who, like me,\r\nhad been startled by her voice, swooped upon him, and catching him by\r\nthe neck with both hands, dragged him back with a fury of strength which\r\nI never thought he could have possessed, and actually hurled him almost\r\nacross the room.\n“Not for your life!” he said; “not for your living soul and hers!” And\r\nhe stood between them like a lion at bay.\nArthur was so taken aback that he did not for a moment know what to do\r\nor say; and before any impulse of violence could seize him he realised\r\nthe place and the occasion, and stood silent, waiting.\nI kept my eyes fixed on Lucy, as did Van Helsing, and we saw a spasm as\r\nof rage flit like a shadow over her face; the sharp teeth champed\r\ntogether. Then her eyes closed, and she breathed heavily.\nVery shortly after she opened her eyes in all their softness, and\r\nputting out her poor, pale, thin hand, took Van Helsing’s great brown\r\none; drawing it to her, she kissed it. “My true friend,” she said, in a\r\nfaint voice, but with untellable pathos, “My true friend, and his! Oh,\r\nguard him, and give me peace!”\n“I swear it!” he said solemnly, kneeling beside her and holding up his\r\nhand, as one who registers an oath. Then he turned to Arthur, and said\r\nto him: “Come, my child, take her hand in yours, and kiss her on the\r\nforehead, and only once.”\nTheir eyes met instead of their lips; and so they parted.\nLucy’s eyes closed; and Van Helsing, who had been watching closely, took\r\nArthur’s arm, and drew him away.\nAnd then Lucy’s breathing became stertorous again, and all at once it\r\nceased.\n“It is all over,” said Van Helsing. “She is dead!”\nI took Arthur by the arm, and led him away to the drawing-room, where he\r\nsat down, and covered his face with his hands, sobbing in a way that\r\nnearly broke me down to see.\nI went back to the room, and found Van Helsing looking at poor Lucy, and\r\nhis face was sterner than ever. Some change had come over her body.\r\nDeath had given back part of her beauty, for her brow and cheeks had\r\nrecovered some of their flowing lines; even the lips had lost their\r\ndeadly pallor. It was as if the blood, no longer needed for the working\r\nof the heart, had gone to make the harshness of death as little rude as\r\nmight be.\nI stood beside Van Helsing, and said:—\n“Ah, well, poor girl, there is peace for her at last. It is the end!”\nHe turned to me, and said with grave solemnity:—\n“Not so; alas! not so. It is only the beginning!”\nWhen I asked him what he meant, he only shook his head and answered:—\n“We can do nothing as yet. Wait and see.”\nTHE funeral was arranged for the next succeeding day, so that Lucy and\r\nher mother might be buried together. I attended to all the ghastly\r\nformalities, and the urbane undertaker proved that his staff were\r\nafflicted—or blessed—with something of his own obsequious suavity.\r\nEven the woman who performed the last offices for the dead remarked to\r\nme, in a confidential, brother-professional way, when she had come out\r\nfrom the death-chamber:—\n“She makes a very beautiful corpse, sir. It’s quite a privilege to\r\nattend on her. It’s not too much to say that she will do credit to our\r\nestablishment!”\nI noticed that Van Helsing never kept far away. This was possible from\r\nthe disordered state of things in the household. There were no relatives\r\nat hand; and as Arthur had to be back the next day to attend at his\r\nfather’s funeral, we were unable to notify any one who should have been\r\nbidden. Under the circumstances, Van Helsing and I took it upon\r\nourselves to examine papers, etc. He insisted upon looking over Lucy’s\r\npapers himself. I asked him why, for I feared that he, being a\r\nforeigner, might not be quite aware of English legal requirements, and\r\nso might in ignorance make some unnecessary trouble. He answered me:—\n“I know; I know. You forget that I am a lawyer as well as a doctor. But\r\nthis is not altogether for the law. You knew that, when you avoided the\r\ncoroner. I have more than him to avoid. There may be papers more—such\r\nas this.”\nAs he spoke he took from his pocket-book the memorandum which had been\r\nin Lucy’s breast, and which she had torn in her sleep.\n“When you find anything of the solicitor who is for the late Mrs.\r\nWestenra, seal all her papers, and write him to-night. For me, I watch\r\nhere in the room and in Miss Lucy’s old room all night, and I myself\r\nsearch for what may be. It is not well that her very thoughts go into\r\nthe hands of strangers.”\nI went on with my part of the work, and in another half hour had found\r\nthe name and address of Mrs. Westenra’s solicitor and had written to\r\nhim. All the poor lady’s papers were in order; explicit directions\r\nregarding the place of burial were given. I had hardly sealed the\r\nletter, when, to my surprise, Van Helsing walked into the room,\r\nsaying:—\n“Can I help you, friend John? I am free, and if I may, my service is to\r\nyou.”\n“Have you got what you looked for?” I asked, to which he replied:—\n“I did not look for any specific thing. I only hoped to find, and find I\r\nhave, all that there was—only some letters and a few memoranda, and a\r\ndiary new begun. But I have them here, and we shall for the present say\r\nnothing of them. I shall see that poor lad to-morrow evening, and, with\r\nhis sanction, I shall use some.”\nWhen we had finished the work in hand, he said to me:—\n“And now, friend John, I think we may to bed. We want sleep, both you\r\nand I, and rest to recuperate. To-morrow we shall have much to do, but\r\nfor the to-night there is no need of us. Alas!”\nBefore turning in we went to look at poor Lucy. The undertaker had\r\ncertainly done his work well, for the room was turned into a small\r\nchapelle ardente. There was a wilderness of beautiful white flowers,\r\nand death was made as little repulsive as might be. The end of the\r\nwinding-sheet was laid over the face; when the Professor bent over and\r\nturned it gently back, we both started at the beauty before us, the tall\r\nwax candles showing a sufficient light to note it well. All Lucy’s\r\nloveliness had come back to her in death, and the hours that had passed,\r\ninstead of leaving traces of “decay’s effacing fingers,” had but\r\nrestored the beauty of life, till positively I could not believe my eyes\r\nthat I was looking at a corpse.\nThe Professor looked sternly grave. He had not loved her as I had, and\r\nthere was no need for tears in his eyes. He said to me: “Remain till I\r\nreturn,” and left the room. He came back with a handful of wild garlic\r\nfrom the box waiting in the hall, but which had not been opened, and\r\nplaced the flowers amongst the others on and around the bed. Then he\r\ntook from his neck, inside his collar, a little gold crucifix, and\r\nplaced it over the mouth. He restored the sheet to its place, and we\r\ncame away.\nI was undressing in my own room, when, with a premonitory tap at the\r\ndoor, he entered, and at once began to speak:—\n“To-morrow I want you to bring me, before night, a set of post-mortem\r\nknives.”\n“Must we make an autopsy?” I asked.\n“Yes and no. I want to operate, but not as you think. Let me tell you\r\nnow, but not a word to another. I want to cut off her head and take out\r\nher heart. Ah! you a surgeon, and so shocked! You, whom I have seen with\r\nno tremble of hand or heart, do operations of life and death that make\r\nthe rest shudder. Oh, but I must not forget, my dear friend John, that\r\nyou loved her; and I have not forgotten it, for it is I that shall\r\noperate, and you must only help. I would like to do it to-night, but for\r\nArthur I must not; he will be free after his father’s funeral to-morrow,\r\nand he will want to see her—to see it. Then, when she is coffined\r\nready for the next day, you and I shall come when all sleep. We shall\r\nunscrew the coffin-lid, and shall do our operation: and then replace\r\nall, so that none know, save we alone.”\n“But why do it at all? The girl is dead. Why mutilate her poor body\r\nwithout need? And if there is no necessity for a post-mortem and nothing\r\nto gain by it—no good to her, to us, to science, to human\r\nknowledge—why do it? Without such it is monstrous.”\nFor answer he put his hand on my shoulder, and said, with infinite\r\ntenderness:—\n“Friend John, I pity your poor bleeding heart; and I love you the more\r\nbecause it does so bleed. If I could, I would take on myself the burden\r\nthat you do bear. But there are things that you know not, but that you\r\nshall know, and bless me for knowing, though they are not pleasant\r\nthings. John, my child, you have been my friend now many years, and yet\r\ndid you ever know me to do any without good cause? I may err—I am but\r\nman; but I believe in all I do. Was it not for these causes that you\r\nsend for me when the great trouble came? Yes! Were you not amazed, nay\r\nhorrified, when I would not let Arthur kiss his love—though she was\r\ndying—and snatched him away by all my strength? Yes! And yet you saw\r\nhow she thanked me, with her so beautiful dying eyes, her voice, too, so\r\nweak, and she kiss my rough old hand and bless me? Yes! And did you not\r\nhear me swear promise to her, that so she closed her eyes grateful? Yes!\n“Well, I have good reason now for all I want to do. You have for many\r\nyears trust me; you have believe me weeks past, when there be things so\r\nstrange that you might have well doubt. Believe me yet a little, friend\r\nJohn. If you trust me not, then I must tell what I think; and that is\r\nnot perhaps well. And if I work—as work I shall, no matter trust or no\r\ntrust—without my friend trust in me, I work with heavy heart and feel,\r\noh! so lonely when I want all help and courage that may be!” He paused a\r\nmoment and went on solemnly: “Friend John, there are strange and\r\nterrible days before us. Let us not be two, but one, that so we work to\r\na good end. Will you not have faith in me?”\nI took his hand, and promised him. I held my door open as he went away,\r\nand watched him go into his room and close the door. As I stood without\r\nmoving, I saw one of the maids pass silently along the passage—she had\r\nher back towards me, so did not see me—and go into the room where Lucy\r\nlay. The sight touched me. Devotion is so rare, and we are so grateful\r\nto those who show it unasked to those we love. Here was a poor girl\r\nputting aside the terrors which she naturally had of death to go watch\r\nalone by the bier of the mistress whom she loved, so that the poor clay\r\nmight not be lonely till laid to eternal rest....\n \nI must have slept long and soundly, for it was broad daylight when Van\r\nHelsing waked me by coming into my room. He came over to my bedside and\r\nsaid:—\n“You need not trouble about the knives; we shall not do it.”\n“Why not?” I asked. For his solemnity of the night before had greatly\r\nimpressed me.\n“Because,” he said sternly, “it is too late—or too early. See!” Here he\r\nheld up the little golden crucifix. “This was stolen in the night.”\n“How, stolen,” I asked in wonder, “since you have it now?”\n“Because I get it back from the worthless wretch who stole it, from the\r\nwoman who robbed the dead and the living. Her punishment will surely\r\ncome, but not through me; she knew not altogether what she did and thus\r\nunknowing, she only stole. Now we must wait.”\nHe went away on the word, leaving me with a new mystery to think of, a\r\nnew puzzle to grapple with.\nThe forenoon was a dreary time, but at noon the solicitor came: Mr.\r\nMarquand, of Wholeman, Sons, Marquand & Lidderdale. He was very genial\r\nand very appreciative of what we had done, and took off our hands all\r\ncares as to details. During lunch he told us that Mrs. Westenra had for\r\nsome time expected sudden death from her heart, and had put her affairs\r\nin absolute order; he informed us that, with the exception of a certain\r\nentailed property of Lucy’s father’s which now, in default of direct\r\nissue, went back to a distant branch of the family, the whole estate,\r\nreal and personal, was left absolutely to Arthur Holmwood. When he had\r\ntold us so much he went on:—\n“Frankly we did our best to prevent such a testamentary disposition, and\r\npointed out certain contingencies that might leave her daughter either\r\npenniless or not so free as she should be to act regarding a matrimonial\r\nalliance. Indeed, we pressed the matter so far that we almost came into\r\ncollision, for she asked us if we were or were not prepared to carry out\r\nher wishes. Of course, we had then no alternative but to accept. We were\r\nright in principle, and ninety-nine times out of a hundred we should\r\nhave proved, by the logic of events, the accuracy of our judgment.\r\nFrankly, however, I must admit that in this case any other form of\r\ndisposition would have rendered impossible the carrying out of her\r\nwishes. For by her predeceasing her daughter the latter would have come\r\ninto possession of the property, and, even had she only survived her\r\nmother by five minutes, her property would, in case there were no\r\nwill—and a will was a practical impossibility in such a case—have been\r\ntreated at her decease as under intestacy. In which case Lord Godalming,\r\nthough so dear a friend, would have had no claim in the world; and the\r\ninheritors, being remote, would not be likely to abandon their just\r\nrights, for sentimental reasons regarding an entire stranger. I assure\r\nyou, my dear sirs, I am rejoiced at the result, perfectly rejoiced.”\nHe was a good fellow, but his rejoicing at the one little part—in which\r\nhe was officially interested—of so great a tragedy, was an\r\nobject-lesson in the limitations of sympathetic understanding.\nHe did not remain long, but said he would look in later in the day and\r\nsee Lord Godalming. His coming, however, had been a certain comfort to\r\nus, since it assured us that we should not have to dread hostile\r\ncriticism as to any of our acts. Arthur was expected at five o’clock, so\r\na little before that time we visited the death-chamber. It was so in\r\nvery truth, for now both mother and daughter lay in it. The undertaker,\r\ntrue to his craft, had made the best display he could of his goods, and\r\nthere was a mortuary air about the place that lowered our spirits at\r\nonce. Van Helsing ordered the former arrangement to be adhered to,\r\nexplaining that, as Lord Godalming was coming very soon, it would be\r\nless harrowing to his feelings to see all that was left of his fiancée\r\nquite alone. The undertaker seemed shocked at his own stupidity and\r\nexerted himself to restore things to the condition in which we left them\r\nthe night before, so that when Arthur came such shocks to his feelings\r\nas we could avoid were saved.\nPoor fellow! He looked desperately sad and broken; even his stalwart\r\nmanhood seemed to have shrunk somewhat under the strain of his\r\nmuch-tried emotions. He had, I knew, been very genuinely and devotedly\r\nattached to his father; and to lose him, and at such a time, was a\r\nbitter blow to him. With me he was warm as ever, and to Van Helsing he\r\nwas sweetly courteous; but I could not help seeing that there was some\r\nconstraint with him. The Professor noticed it, too, and motioned me to\r\nbring him upstairs. I did so, and left him at the door of the room, as I\r\nfelt he would like to be quite alone with her, but he took my arm and\r\nled me in, saying huskily:—\n“You loved her too, old fellow; she told me all about it, and there was\r\nno friend had a closer place in her heart than you. I don’t know how to\r\nthank you for all you have done for her. I can’t think yet....”\nHere he suddenly broke down, and threw his arms round my shoulders and\r\nlaid his head on my breast, crying:—\n“Oh, Jack! Jack! What shall I do! The whole of life seems gone from me\r\nall at once, and there is nothing in the wide world for me to live for.”\nI comforted him as well as I could. In such cases men do not need much\r\nexpression. A grip of the hand, the tightening of an arm over the\r\nshoulder, a sob in unison, are expressions of sympathy dear to a man’s\r\nheart. I stood still and silent till his sobs died away, and then I said\r\nsoftly to him:—\n“Come and look at her.”\nTogether we moved over to the bed, and I lifted the lawn from her face.\r\nGod! how beautiful she was. Every hour seemed to be enhancing her\r\nloveliness. It frightened and amazed me somewhat; and as for Arthur, he\r\nfell a-trembling, and finally was shaken with doubt as with an ague. At\r\nlast, after a long pause, he said to me in a faint whisper:—\n“Jack, is she really dead?”\nI assured him sadly that it was so, and went on to suggest—for I felt\r\nthat such a horrible doubt should not have life for a moment longer than\r\nI could help—that it often happened that after death faces became\r\nsoftened and even resolved into their youthful beauty; that this was\r\nespecially so when death had been preceded by any acute or prolonged\r\nsuffering. It seemed to quite do away with any doubt, and, after\r\nkneeling beside the couch for a while and looking at her lovingly and\r\nlong, he turned aside. I told him that that must be good-bye, as the\r\ncoffin had to be prepared; so he went back and took her dead hand in his\r\nand kissed it, and bent over and kissed her forehead. He came away,\r\nfondly looking back over his shoulder at her as he came.\nI left him in the drawing-room, and told Van Helsing that he had said\r\ngood-bye; so the latter went to the kitchen to tell the undertaker’s men\r\nto proceed with the preparations and to screw up the coffin. When he\r\ncame out of the room again I told him of Arthur’s question, and he\r\nreplied:—\n“I am not surprised. Just now I doubted for a moment myself!”\nWe all dined together, and I could see that poor Art was trying to make\r\nthe best of things. Van Helsing had been silent all dinner-time; but\r\nwhen we had lit our cigars he said—\n“Lord——”; but Arthur interrupted him:—\n“No, no, not that, for God’s sake! not yet at any rate. Forgive me, sir:\r\nI did not mean to speak offensively; it is only because my loss is so\r\nrecent.”\nThe Professor answered very sweetly:—\n“I only used that name because I was in doubt. I must not call you\r\n‘Mr.,’ and I have grown to love you—yes, my dear boy, to love you—as\r\nArthur.”\nArthur held out his hand, and took the old man’s warmly.\n“Call me what you will,” he said. “I hope I may always have the title of\r\na friend. And let me say that I am at a loss for words to thank you for\r\nyour goodness to my poor dear.” He paused a moment, and went on: “I know\r\nthat she understood your goodness even better than I do; and if I was\r\nrude or in any way wanting at that time you acted so—you remember”—the\r\nProfessor nodded—“you must forgive me.”\nHe answered with a grave kindness:—\n“I know it was hard for you to quite trust me then, for to trust such\r\nviolence needs to understand; and I take it that you do not—that you\r\ncannot—trust me now, for you do not yet understand. And there may be\r\nmore times when I shall want you to trust when you cannot—and may\r\nnot—and must not yet understand. But the time will come when your trust\r\nshall be whole and complete in me, and when you shall understand as\r\nthough the sunlight himself shone through. Then you shall bless me from\r\nfirst to last for your own sake, and for the sake of others and for her\r\ndear sake to whom I swore to protect.”\n“And, indeed, indeed, sir,” said Arthur warmly, “I shall in all ways\r\ntrust you. I know and believe you have a very noble heart, and you are\r\nJack’s friend, and you were hers. You shall do what you like.”\nThe Professor cleared his throat a couple of times, as though about to\r\nspeak, and finally said:—\n“May I ask you something now?”\n“Certainly.”\n“You know that Mrs. Westenra left you all her property?”\n“No, poor dear; I never thought of it.”\n“And as it is all yours, you have a right to deal with it as you will. I\r\nwant you to give me permission to read all Miss Lucy’s papers and\r\nletters. Believe me, it is no idle curiosity. I have a motive of which,\r\nbe sure, she would have approved. I have them all here. I took them\r\nbefore we knew that all was yours, so that no strange hand might touch\r\nthem—no strange eye look through words into her soul. I shall keep\r\nthem, if I may; even you may not see them yet, but I shall keep them\r\nsafe. No word shall be lost; and in the good time I shall give them back\r\nto you. It’s a hard thing I ask, but you will do it, will you not, for\r\nLucy’s sake?”\nArthur spoke out heartily, like his old self:—\n“Dr. Van Helsing, you may do what you will. I feel that in saying this I\r\nam doing what my dear one would have approved. I shall not trouble you\r\nwith questions till the time comes.”\nThe old Professor stood up as he said solemnly:—\n“And you are right. There will be pain for us all; but it will not be\r\nall pain, nor will this pain be the last. We and you too—you most of\r\nall, my dear boy—will have to pass through the bitter water before we\r\nreach the sweet. But we must be brave of heart and unselfish, and do our\r\nduty, and all will be well!”\nI slept on a sofa in Arthur’s room that night. Van Helsing did not go to\r\nbed at all. He went to and fro, as if patrolling the house, and was\r\nnever out of sight of the room where Lucy lay in her coffin, strewn with\r\nthe wild garlic flowers, which sent, through the odour of lily and rose,\r\na heavy, overpowering smell into the night.\nMina Harker’s Journal.\n22 September.—In the train to Exeter. Jonathan sleeping.\nIt seems only yesterday that the last entry was made, and yet how much\r\nbetween then, in Whitby and all the world before me, Jonathan away and\r\nno news of him; and now, married to Jonathan, Jonathan a solicitor, a\r\npartner, rich, master of his business, Mr. Hawkins dead and buried, and\r\nJonathan with another attack that may harm him. Some day he may ask me\r\nabout it. Down it all goes. I am rusty in my shorthand—see what\r\nunexpected prosperity does for us—so it may be as well to freshen it up\r\nagain with an exercise anyhow....\nThe service was very simple and very solemn. There were only ourselves\r\nand the servants there, one or two old friends of his from Exeter, his\r\nLondon agent, and a gentleman representing Sir John Paxton, the\r\nPresident of the Incorporated Law Society. Jonathan and I stood hand in\r\nhand, and we felt that our best and dearest friend was gone from us....\nWe came back to town quietly, taking a ’bus to Hyde Park Corner.\r\nJonathan thought it would interest me to go into the Row for a while, so\r\nwe sat down; but there were very few people there, and it was\r\nsad-looking and desolate to see so many empty chairs. It made us think\r\nof the empty chair at home; so we got up and walked down Piccadilly.\r\nJonathan was holding me by the arm, the way he used to in old days\r\nbefore I went to school. I felt it very improper, for you can’t go on\r\nfor some years teaching etiquette and decorum to other girls without the\r\npedantry of it biting into yourself a bit; but it was Jonathan, and he\r\nwas my husband, and we didn’t know anybody who saw us—and we didn’t\r\ncare if they did—so on we walked. I was looking at a very beautiful\r\ngirl, in a big cart-wheel hat, sitting in a victoria outside Guiliano’s,\r\nwhen I felt Jonathan clutch my arm so tight that he hurt me, and he said\r\nunder his breath: “My God!” I am always anxious about Jonathan, for I\r\nfear that some nervous fit may upset him again; so I turned to him\r\nquickly, and asked him what it was that disturbed him.\nHe was very pale, and his eyes seemed bulging out as, half in terror and\r\nhalf in amazement, he gazed at a tall, thin man, with a beaky nose and\r\nblack moustache and pointed beard, who was also observing the pretty\r\ngirl. He was looking at her so hard that he did not see either of us,\r\nand so I had a good view of him. His face was not a good face; it was\r\nhard, and cruel, and sensual, and his big white teeth, that looked all\r\nthe whiter because his lips were so red, were pointed like an animal’s.\r\nJonathan kept staring at him, till I was afraid he would notice. I\r\nfeared he might take it ill, he looked so fierce and nasty. I asked\r\nJonathan why he was disturbed, and he answered, evidently thinking that\r\nI knew as much about it as he did: “Do you see who it is?”\n“No, dear,” I said; “I don’t know him; who is it?” His answer seemed to\r\nshock and thrill me, for it was said as if he did not know that it was\r\nto me, Mina, to whom he was speaking:—\n“It is the man himself!”\nThe poor dear was evidently terrified at something—very greatly\r\nterrified; I do believe that if he had not had me to lean on and to\r\nsupport him he would have sunk down. He kept staring; a man came out of\r\nthe shop with a small parcel, and gave it to the lady, who then drove\r\noff. The dark man kept his eyes fixed on her, and when the carriage\r\nmoved up Piccadilly he followed in the same direction, and hailed a\r\nhansom. Jonathan kept looking after him, and said, as if to himself:—\n“I believe it is the Count, but he has grown young. My God, if this be\r\nso! Oh, my God! my God! If I only knew! if I only knew!” He was\r\ndistressing himself so much that I feared to keep his mind on the\r\nsubject by asking him any questions, so I remained silent. I drew him\r\naway quietly, and he, holding my arm, came easily. We walked a little\r\nfurther, and then went in and sat for a while in the Green Park. It was\r\na hot day for autumn, and there was a comfortable seat in a shady place.\r\nAfter a few minutes’ staring at nothing, Jonathan’s eyes closed, and he\r\nwent quietly into a sleep, with his head on my shoulder. I thought it\r\nwas the best thing for him, so did not disturb him. In about twenty\r\nminutes he woke up, and said to me quite cheerfully:—\n“Why, Mina, have I been asleep! Oh, do forgive me for being so rude.\r\nCome, and we’ll have a cup of tea somewhere.” He had evidently forgotten\r\nall about the dark stranger, as in his illness he had forgotten all that\r\nthis episode had reminded him of. I don’t like this lapsing into\r\nforgetfulness; it may make or continue some injury to the brain. I must\r\nnot ask him, for fear I shall do more harm than good; but I must somehow\r\nlearn the facts of his journey abroad. The time is come, I fear, when I\r\nmust open that parcel, and know what is written. Oh, Jonathan, you will,\r\nI know, forgive me if I do wrong, but it is for your own dear sake.\n \nLater.—A sad home-coming in every way—the house empty of the dear\r\nsoul who was so good to us; Jonathan still pale and dizzy under a slight\r\nrelapse of his malady; and now a telegram from Van Helsing, whoever he\r\nmay be:—\n“You will be grieved to hear that Mrs. Westenra died five days ago, and\r\nthat Lucy died the day before yesterday. They were both buried to-day.”\nOh, what a wealth of sorrow in a few words! Poor Mrs. Westenra! poor\r\nLucy! Gone, gone, never to return to us! And poor, poor Arthur, to have\r\nlost such sweetness out of his life! God help us all to bear our\r\ntroubles.\nDr. Seward’s Diary.\n22 September.—It is all over. Arthur has gone back to Ring, and has\r\ntaken Quincey Morris with him. What a fine fellow is Quincey! I believe\r\nin my heart of hearts that he suffered as much about Lucy’s death as any\r\nof us; but he bore himself through it like a moral Viking. If America\r\ncan go on breeding men like that, she will be a power in the world\r\nindeed. Van Helsing is lying down, having a rest preparatory to his\r\njourney. He goes over to Amsterdam to-night, but says he returns\r\nto-morrow night; that he only wants to make some arrangements which can\r\nonly be made personally. He is to stop with me then, if he can; he says\r\nhe has work to do in London which may take him some time. Poor old\r\nfellow! I fear that the strain of the past week has broken down even his\r\niron strength. All the time of the burial he was, I could see, putting\r\nsome terrible restraint on himself. When it was all over, we were\r\nstanding beside Arthur, who, poor fellow, was speaking of his part in\r\nthe operation where his blood had been transfused to his Lucy’s veins; I\r\ncould see Van Helsing’s face grow white and purple by turns. Arthur was\r\nsaying that he felt since then as if they two had been really married\r\nand that she was his wife in the sight of God. None of us said a word of\r\nthe other operations, and none of us ever shall. Arthur and Quincey went\r\naway together to the station, and Van Helsing and I came on here. The\r\nmoment we were alone in the carriage he gave way to a regular fit of\r\nhysterics. He has denied to me since that it was hysterics, and insisted\r\nthat it was only his sense of humour asserting itself under very\r\nterrible conditions. He laughed till he cried, and I had to draw down\r\nthe blinds lest any one should see us and misjudge; and then he cried,\r\ntill he laughed again; and laughed and cried together, just as a woman\r\ndoes. I tried to be stern with him, as one is to a woman under the\r\ncircumstances; but it had no effect. Men and women are so different in\r\nmanifestations of nervous strength or weakness! Then when his face grew\r\ngrave and stern again I asked him why his mirth, and why at such a time.\r\nHis reply was in a way characteristic of him, for it was logical and\r\nforceful and mysterious. He said:—\n“Ah, you don’t comprehend, friend John. Do not think that I am not sad,\r\nthough I laugh. See, I have cried even when the laugh did choke me. But\r\nno more think that I am all sorry when I cry, for the laugh he come\r\njust the same. Keep it always with you that laughter who knock at your\r\ndoor and say, ‘May I come in?’ is not the true laughter. No! he is a\r\nking, and he come when and how he like. He ask no person; he choose no\r\ntime of suitability. He say, ‘I am here.’ Behold, in example I grieve my\r\nheart out for that so sweet young girl; I give my blood for her, though\r\nI am old and worn; I give my time, my skill, my sleep; I let my other\r\nsufferers want that so she may have all. And yet I can laugh at her very\r\ngrave—laugh when the clay from the spade of the sexton drop upon her\r\ncoffin and say ‘Thud! thud!’ to my heart, till it send back the blood\r\nfrom my cheek. My heart bleed for that poor boy—that dear boy, so of\r\nthe age of mine own boy had I been so blessed that he live, and with his\r\nhair and eyes the same. There, you know now why I love him so. And yet\r\nwhen he say things that touch my husband-heart to the quick, and make my\r\nfather-heart yearn to him as to no other man—not even to you, friend\r\nJohn, for we are more level in experiences than father and son—yet even\r\nat such moment King Laugh he come to me and shout and bellow in my ear,\r\n‘Here I am! here I am!’ till the blood come dance back and bring some of\r\nthe sunshine that he carry with him to my cheek. Oh, friend John, it is\r\na strange world, a sad world, a world full of miseries, and woes, and\r\ntroubles; and yet when King Laugh come he make them all dance to the\r\ntune he play. Bleeding hearts, and dry bones of the churchyard, and\r\ntears that burn as they fall—all dance together to the music that he\r\nmake with that smileless mouth of him. And believe me, friend John, that\r\nhe is good to come, and kind. Ah, we men and women are like ropes drawn\r\ntight with strain that pull us different ways. Then tears come; and,\r\nlike the rain on the ropes, they brace us up, until perhaps the strain\r\nbecome too great, and we break. But King Laugh he come like the\r\nsunshine, and he ease off the strain again; and we bear to go on with\r\nour labour, what it may be.”\nI did not like to wound him by pretending not to see his idea; but, as I\r\ndid not yet understand the cause of his laughter, I asked him. As he\r\nanswered me his face grew stern, and he said in quite a different\r\ntone:—\n“Oh, it was the grim irony of it all—this so lovely lady garlanded with\r\nflowers, that looked so fair as life, till one by one we wondered if she\r\nwere truly dead; she laid in that so fine marble house in that lonely\r\nchurchyard, where rest so many of her kin, laid there with the mother\r\nwho loved her, and whom she loved; and that sacred bell going ‘Toll!\r\ntoll! toll!’ so sad and slow; and those holy men, with the white\r\ngarments of the angel, pretending to read books, and yet all the time\r\ntheir eyes never on the page; and all of us with the bowed head. And all\r\nfor what? She is dead; so! Is it not?”\n“Well, for the life of me, Professor,” I said, “I can’t see anything to\r\nlaugh at in all that. Why, your explanation makes it a harder puzzle\r\nthan before. But even if the burial service was comic, what about poor\r\nArt and his trouble? Why, his heart was simply breaking.”\n“Just so. Said he not that the transfusion of his blood to her veins had\r\nmade her truly his bride?”\n“Yes, and it was a sweet and comforting idea for him.”\n“Quite so. But there was a difficulty, friend John. If so that, then\r\nwhat about the others? Ho, ho! Then this so sweet maid is a polyandrist,\r\nand me, with my poor wife dead to me, but alive by Church’s law, though\r\nno wits, all gone—even I, who am faithful husband to this now-no-wife,\r\nam bigamist.”\n“I don’t see where the joke comes in there either!” I said; and I did\r\nnot feel particularly pleased with him for saying such things. He laid\r\nhis hand on my arm, and said:—\n“Friend John, forgive me if I pain. I showed not my feeling to others\r\nwhen it would wound, but only to you, my old friend, whom I can trust.\r\nIf you could have looked into my very heart then when I want to laugh;\r\nif you could have done so when the laugh arrived; if you could do so\r\nnow, when King Laugh have pack up his crown, and all that is to him—for\r\nhe go far, far away from me, and for a long, long time—maybe you would\r\nperhaps pity me the most of all.”\nI was touched by the tenderness of his tone, and asked why.\n“Because I know!”\nAnd now we are all scattered; and for many a long day loneliness will\r\nsit over our roofs with brooding wings. Lucy lies in the tomb of her\r\nkin, a lordly death-house in a lonely churchyard, away from teeming\r\nLondon; where the air is fresh, and the sun rises over Hampstead Hill,\r\nand where wild flowers grow of their own accord.\nSo I can finish this diary; and God only knows if I shall ever begin\r\nanother. If I do, or if I even open this again, it will be to deal with\r\ndifferent people and different themes; for here at the end, where the\r\nromance of my life is told, ere I go back to take up the thread of my\r\nlife-work, I say sadly and without hope,\n\r\n“FINIS.”\n\n“The Westminster Gazette,” 25 September.\n\r\nA HAMPSTEAD MYSTERY.\n\nThe neighbourhood of Hampstead is just at present exercised with a\r\nseries of events which seem to run on lines parallel to those of what\r\nwas known to the writers of headlines as “The Kensington Horror,” or\r\n“The Stabbing Woman,” or “The Woman in Black.” During the past two or\r\nthree days several cases have occurred of young children straying from\r\nhome or neglecting to return from their playing on the Heath. In all\r\nthese cases the children were too young to give any properly\r\nintelligible account of themselves, but the consensus of their excuses\r\nis that they had been with a “bloofer lady.” It has always been late in\r\nthe evening when they have been missed, and on two occasions the\r\nchildren have not been found until early in the following morning. It is\r\ngenerally supposed in the neighbourhood that, as the first child missed\r\ngave as his reason for being away that a “bloofer lady” had asked him to\r\ncome for a walk, the others had picked up the phrase and used it as\r\noccasion served. This is the more natural as the favourite game of the\r\nlittle ones at present is luring each other away by wiles. A\r\ncorrespondent writes us that to see some of the tiny tots pretending to\r\nbe the “bloofer lady” is supremely funny. Some of our caricaturists\r\nmight, he says, take a lesson in the irony of grotesque by comparing the\r\nreality and the picture. It is only in accordance with general\r\nprinciples of human nature that the “bloofer lady” should be the popular\r\nrôle at these al fresco performances. Our correspondent naïvely says\r\nthat even Ellen Terry could not be so winningly attractive as some of\r\nthese grubby-faced little children pretend—and even imagine\r\nthemselves—to be.\nThere is, however, possibly a serious side to the question, for some of\r\nthe children, indeed all who have been missed at night, have been\r\nslightly torn or wounded in the throat. The wounds seem such as might be\r\nmade by a rat or a small dog, and although of not much importance\r\nindividually, would tend to show that whatever animal inflicts them has\r\na system or method of its own. The police of the division have been\r\ninstructed to keep a sharp look-out for straying children, especially\r\nwhen very young, in and around Hampstead Heath, and for any stray dog\r\nwhich may be about.\n\n“The Westminster Gazette,” 25 September.\n\nExtra Special.\n\r\nTHE HAMPSTEAD HORROR.\n\r\nANOTHER CHILD INJURED.\n\nThe “Bloofer Lady.”\n\nWe have just received intelligence that another child, missed last\r\nnight, was only discovered late in the morning under a furze bush at the\r\nShooter’s Hill side of Hampstead Heath, which is, perhaps, less\r\nfrequented than the other parts. It has the same tiny wound in the\r\nthroat as has been noticed in other cases. It was terribly weak, and\r\nlooked quite emaciated. It too, when partially restored, had the common\r\nstory to tell of being lured away by the “bloofer lady.”\n23 September.—Jonathan is better after a bad night. I am so glad that\r\nhe has plenty of work to do, for that keeps his mind off the terrible\r\nthings; and oh, I am rejoiced that he is not now weighed down with the\r\nresponsibility of his new position. I knew he would be true to himself,\r\nand now how proud I am to see my Jonathan rising to the height of his\r\nadvancement and keeping pace in all ways with the duties that come upon\r\nhim. He will be away all day till late, for he said he could not lunch\r\nat home. My household work is done, so I shall take his foreign journal,\r\nand lock myself up in my room and read it....\n24 September.—I hadn’t the heart to write last night; that terrible\r\nrecord of Jonathan’s upset me so. Poor dear! How he must have suffered,\r\nwhether it be true or only imagination. I wonder if there is any truth\r\nin it at all. Did he get his brain fever, and then write all those\r\nterrible things, or had he some cause for it all? I suppose I shall\r\nnever know, for I dare not open the subject to him.... And yet that man\r\nwe saw yesterday! He seemed quite certain of him", "summary": "\nThis section of \"Dracula\" chronicles Lucy Westenra's final decline and death, followed by the ominous aftermath that begins to reveal the true supernatural horror at work. Lucy's condition deteriorates rapidly despite the blood transfusions and protective measures implemented by Van Helsing. During her last moments, Lucy experiences unsettling transitions between her normal self and a more sinister, sensual persona with elongated teeth and a predatory demeanor. When Arthur arrives for a final farewell, Van Helsing forcibly prevents him from kissing Lucy during one of these transformations, mysteriously insisting it would endanger his life.\nAfter Lucy's death, Van Helsing behaves enigmatically, insisting that her passing is \"only the beginning\" rather than the end of their troubles. He places garlic flowers around her corpse and a crucifix over her mouth, then proposes to perform a disturbing post-mortem procedure—removing Lucy's head and heart. Though initially planned, this operation is canceled when Van Helsing discovers the crucifix has been stolen from Lucy's body by one of the servants. Throughout the funeral arrangements, Van Helsing maintains a mysterious vigilance over Lucy's corpse, hinting at knowledge he's not yet ready to share with the others.\nMeanwhile, Mina and Jonathan Harker establish their new life together in Exeter, where Jonathan has become a partner in Mr. Hawkins' law firm following the older man's death. While in London, the couple has a disturbing encounter—Jonathan recognizes Count Dracula on the street, appearing mysteriously younger than during their encounter at the castle. This sighting triggers another bout of nervous distress in Jonathan, followed by a concerning period of memory lapse. Learning of Lucy's death, Mina decides she must finally read Jonathan's journal to understand what happened during his time in Transylvania.\nDr. Seward's diary captures Van Helsing's peculiar behavior after Lucy's funeral, including an uncharacteristic fit of hysterics that combines laughter and tears. The Professor cryptically explains that Arthur and the other men who donated blood to Lucy have unknowingly entered into a macabre form of polyandry with her. Meanwhile, Renfield grows increasingly violent, particularly when attempting to attack men delivering boxes (presumably Dracula's earth boxes) to Carfax estate.\nThe narrative takes an alarming turn with newspaper reports describing a \"Hampstead Horror\"—children mysteriously disappearing at night, later found with small wounds on their throats, all telling stories of going with a \"bloofer lady\" (beautiful lady). This development suggests Lucy has risen as a vampire and begun preying on children. The section concludes with Mina reading Jonathan's journal and confronting the possibility that his encounters with Dracula were not mere delusions from brain fever, especially after seeing the Count in London. The various narrative threads are converging toward a fuller recognition of the vampire's presence and growing threat in England.\n", "map": [["Lucy Westenra", "Transitioning between human and vampire"], ["Van Helsing", "Guardian withholding crucial supernatural knowledge"], ["Arthur Holmwood", "Grieving fiancé unaware of terrible truth"], ["Post-mortem ritual", "Decapitation and heart removal prevented"], ["Mina Harker", "Investigator connecting scattered evidence"], ["Jonathan Harker", "Witness experiencing disturbing memory lapses"], ["Count Dracula", "Predator growing younger through feeding"], ["Bloofer Lady", "Lucy's vampire form preying on children"], ["Neck wounds", "Physical evidence of vampiric attacks"], ["Renfield", "Violent patient sensing Dracula's proximity"], ["Lucy Westenra", "Bloofer Lady"], ["Van Helsing", "Post-mortem ritual"], ["Lucy Westenra", "Neck wounds"], ["Count Dracula", "Renfield"], ["Mina Harker", "Jonathan Harker"], ["Arthur Holmwood", "Blood transfusion"], ["Blood transfusion", "Macabre polyandry"], ["Jonathan Harker", "Count Dracula"], ["Count Dracula", "Supernatural youth restoration"], ["Van Helsing", "Protective religious artifacts"]]}