{"source": "https://www.gutenberg.org/cache/epub/345/pg345-images.html", "text": " They did not quite know what to\r\nsay or do, as they were ignorant of the amount of my knowledge; so they\r\nhad to keep on neutral subjects. However, I thought the matter over, and\r\ncame to the conclusion that the best thing I could do would be to post\r\nthem in affairs right up to date. I knew from Dr. Seward’s diary that\r\nthey had been at Lucy’s death—her real death—and that I need not fear\r\nto betray any secret before the time. So I told them, as well as I\r\ncould, that I had read all the papers and diaries, and that my husband\r\nand I, having typewritten them, had just finished putting them in order.\r\nI gave them each a copy to read in the library. When Lord Godalming got\r\nhis and turned it over—it does make a pretty good pile—he said:—\n“Did you write all this, Mrs. Harker?”\nI nodded, and he went on:—\n“I don’t quite see the drift of it; but you people are all so good and\r\nkind, and have been working so earnestly and so energetically, that all\r\nI can do is to accept your ideas blindfold and try to help you. I have\r\nhad one lesson already in accepting facts that should make a man humble\r\nto the last hour of his life. Besides, I know you loved my poor Lucy—”\r\nHere he turned away and covered his face with his hands. I could hear\r\nthe tears in his voice. Mr. Morris, with instinctive delicacy, just laid\r\na hand for a moment on his shoulder, and then walked quietly out of the\r\nroom. I suppose there is something in woman’s nature that makes a man\r\nfree to break down before her and express his feelings on the tender or\r\nemotional side without feeling it derogatory to his manhood; for when\r\nLord Godalming found himself alone with me he sat down on the sofa and\r\ngave way utterly and openly. I sat down beside him and took his hand. I\r\nhope he didn’t think it forward of me, and that if he ever thinks of it\r\nafterwards he never will have such a thought. There I wrong him; I\r\nknow he never will—he is too true a gentleman. I said to him, for I\r\ncould see that his heart was breaking:—\n“I loved dear Lucy, and I know what she was to you, and what you were to\r\nher. She and I were like sisters; and now she is gone, will you not let\r\nme be like a sister to you in your trouble? I know what sorrows you have\r\nhad, though I cannot measure the depth of them. If sympathy and pity can\r\nhelp in your affliction, won’t you let me be of some little service—for\r\nLucy’s sake?”\nIn an instant the poor dear fellow was overwhelmed with grief. It seemed\r\nto me that all that he had of late been suffering in silence found a\r\nvent at once. He grew quite hysterical, and raising his open hands, beat\r\nhis palms together in a perfect agony of grief. He stood up and then sat\r\ndown again, and the tears rained down his cheeks. I felt an infinite\r\npity for him, and opened my arms unthinkingly. With a sob he laid his\r\nhead on my shoulder and cried like a wearied child, whilst he shook with\r\nemotion.\nWe women have something of the mother in us that makes us rise above\r\nsmaller matters when the mother-spirit is invoked; I felt this big\r\nsorrowing man’s head resting on me, as though it were that of the baby\r\nthat some day may lie on my bosom, and I stroked his hair as though he\r\nwere my own child. I never thought at the time how strange it all was.\nAfter a little bit his sobs ceased, and he raised himself with an\r\napology, though he made no disguise of his emotion. He told me that for\r\ndays and nights past—weary days and sleepless nights—he had been\r\nunable to speak with any one, as a man must speak in his time of\r\nsorrow. There was no woman whose sympathy could be given to him, or with\r\nwhom, owing to the terrible circumstance with which his sorrow was\r\nsurrounded, he could speak freely. “I know now how I suffered,” he said,\r\nas he dried his eyes, “but I do not know even yet—and none other can\r\never know—how much your sweet sympathy has been to me to-day. I shall\r\nknow better in time; and believe me that, though I am not ungrateful\r\nnow, my gratitude will grow with my understanding. You will let me be\r\nlike a brother, will you not, for all our lives—for dear Lucy’s sake?”\n“For dear Lucy’s sake,” I said as we clasped hands. “Ay, and for your\r\nown sake,” he added, “for if a man’s esteem and gratitude are ever worth\r\nthe winning, you have won mine to-day. If ever the future should bring\r\nto you a time when you need a man’s help, believe me, you will not call\r\nin vain. God grant that no such time may ever come to you to break the\r\nsunshine of your life; but if it should ever come, promise me that you\r\nwill let me know.” He was so earnest, and his sorrow was so fresh, that\r\nI felt it would comfort him, so I said:—\n“I promise.”\nAs I came along the corridor I saw Mr. Morris looking out of a window.\r\nHe turned as he heard my footsteps. “How is Art?” he said. Then noticing\r\nmy red eyes, he went on: “Ah, I see you have been comforting him. Poor\r\nold fellow! he needs it. No one but a woman can help a man when he is in\r\ntrouble of the heart; and he had no one to comfort him.”\nHe bore his own trouble so bravely that my heart bled for him. I saw the\r\nmanuscript in his hand, and I knew that when he read it he would realise\r\nhow much I knew; so I said to him:—\n“I wish I could comfort all who suffer from the heart. Will you let me\r\nbe your friend, and will you come to me for comfort if you need it? You\r\nwill know, later on, why I speak.” He saw that I was in earnest, and\r\nstooping, took my hand, and raising it to his lips, kissed it. It seemed\r\nbut poor comfort to so brave and unselfish a soul, and impulsively I\r\nbent over and kissed him. The tears rose in his eyes, and there was a\r\nmomentary choking in his throat; he said quite calmly:—\n“Little girl, you will never regret that true-hearted kindness, so long\r\nas ever you live!” Then he went into the study to his friend.\n“Little girl!”—the very words he had used to Lucy, and oh, but he\r\nproved himself a friend!\n30 September.—I got home at five o’clock, and found that Godalming\r\nand Morris had not only arrived, but had already studied the transcript\r\nof the various diaries and letters which Harker and his wonderful wife\r\nhad made and arranged. Harker had not yet returned from his visit to the\r\ncarriers’ men, of whom Dr. Hennessey had written to me. Mrs. Harker gave\r\nus a cup of tea, and I can honestly say that, for the first time since I\r\nhave lived in it, this old house seemed like home. When we had\r\nfinished, Mrs. Harker said:—\n“Dr. Seward, may I ask a favour? I want to see your patient, Mr.\r\nRenfield. Do let me see him. What you have said of him in your diary\r\ninterests me so much!” She looked so appealing and so pretty that I\r\ncould not refuse her, and there was no possible reason why I should; so\r\nI took her with me. When I went into the room, I told the man that a\r\nlady would like to see him; to which he simply answered: “Why?”\n“She is going through the house, and wants to see every one in it,” I\r\nanswered. “Oh, very well,” he said; “let her come in, by all means; but\r\njust wait a minute till I tidy up the place.” His method of tidying was\r\npeculiar: he simply swallowed all the flies and spiders in the boxes\r\nbefore I could stop him. It was quite evident that he feared, or was\r\njealous of, some interference. When he had got through his disgusting\r\ntask, he said cheerfully: “Let the lady come in,” and sat down on the\r\nedge of his bed with his head down, but with his eyelids raised so that\r\nhe could see her as she entered. For a moment I thought that he might\r\nhave some homicidal intent; I remembered how quiet he had been just\r\nbefore he attacked me in my own study, and I took care to stand where I\r\ncould seize him at once if he attempted to make a spring at her. She\r\ncame into the room with an easy gracefulness which would at once command\r\nthe respect of any lunatic—for easiness is one of the qualities mad\r\npeople most respect. She walked over to him, smiling pleasantly, and\r\nheld out her hand.\n“Good-evening, Mr. Renfield,” said she. “You see, I know you, for Dr.\r\nSeward has told me of you.” He made no immediate reply, but eyed her all\r\nover intently with a set frown on his face. This look gave way to one\r\nof wonder, which merged in doubt; then, to my intense astonishment, he\r\nsaid:—\n“You’re not the girl the doctor wanted to marry, are you? You can’t be,\r\nyou know, for she’s dead.” Mrs. Harker smiled sweetly as she replied:—\n“Oh no! I have a husband of my own, to whom I was married before I ever\r\nsaw Dr. Seward, or he me. I am Mrs. Harker.”\n“Then what are you doing here?”\n“My husband and I are staying on a visit with Dr. Seward.”\n“Then don’t stay.”\n“But why not?” I thought that this style of conversation might not be\r\npleasant to Mrs. Harker, any more than it was to me, so I joined in:—\n“How did you know I wanted to marry any one?” His reply was simply\r\ncontemptuous, given in a pause in which he turned his eyes from Mrs.\r\nHarker to me, instantly turning them back again:—\n“What an asinine question!”\n“I don’t see that at all, Mr. Renfield,” said Mrs. Harker, at once\r\nchampioning me. He replied to her with as much courtesy and respect as\r\nhe had shown contempt to me:—\n“You will, of course, understand, Mrs. Harker, that when a man is so\r\nloved and honoured as our host is, everything regarding him is of\r\ninterest in our little community. Dr. Seward is loved not only by his\r\nhousehold and his friends, but even by his patients, who, being some of\r\nthem hardly in mental equilibrium, are apt to distort causes and\r\neffects. Since I myself have been an inmate of a lunatic asylum, I\r\ncannot but notice that the sophistic tendencies of some of its inmates\r\nlean towards the errors of non causa and ignoratio elenchi.” I\r\npositively opened my eyes at this new development. Here was my own pet\r\nlunatic—the most pronounced of his type that I had ever met\r\nwith—talking elemental philosophy, and with the manner of a polished\r\ngentleman. I wonder if it was Mrs. Harker’s presence which had touched\r\nsome chord in his memory. If this new phase was spontaneous, or in any\r\nway due to her unconscious influence, she must have some rare gift or\r\npower.\nWe continued to talk for some time; and, seeing that he was seemingly\r\nquite reasonable, she ventured, looking at me questioningly as she\r\nbegan, to lead him to his favourite topic. I was again astonished, for\r\nhe addressed himself to the question with the impartiality of the\r\ncompletest sanity; he even took himself as an example when he mentioned\r\ncertain things.\n“Why, I myself am an instance of a man who had a strange belief. Indeed,\r\nit was no wonder that my friends were alarmed, and insisted on my being\r\nput under control. I used to fancy that life was a positive and\r\nperpetual entity, and that by consuming a multitude of live things, no\r\nmatter how low in the scale of creation, one might indefinitely prolong\r\nlife. At times I held the belief so strongly that I actually tried to\r\ntake human life. The doctor here will bear me out that on one occasion I\r\ntried to kill him for the purpose of strengthening my vital powers by\r\nthe assimilation with my own body of his life through the medium of his\r\nblood—relying, of course, upon the Scriptural phrase, ‘For the blood is\r\nthe life.’ Though, indeed, the vendor of a certain nostrum has\r\nvulgarised the truism to the very point of contempt. Isn’t that true,\r\ndoctor?” I nodded assent, for I was so amazed that I hardly knew what to\r\neither think or say; it was hard to imagine that I had seen him eat up\r\nhis spiders and flies not five minutes before. Looking at my watch, I\r\nsaw that I should go to the station to meet Van Helsing, so I told Mrs.\r\nHarker that it was time to leave. She came at once, after saying\r\npleasantly to Mr. Renfield: “Good-bye, and I hope I may see you often,\r\nunder auspices pleasanter to yourself,” to which, to my astonishment, he\r\nreplied:—\n“Good-bye, my dear. I pray God I may never see your sweet face again.\r\nMay He bless and keep you!”\nWhen I went to the station to meet Van Helsing I left the boys behind\r\nme. Poor Art seemed more cheerful than he has been since Lucy first took\r\nill, and Quincey is more like his own bright self than he has been for\r\nmany a long day.\nVan Helsing stepped from the carriage with the eager nimbleness of a\r\nboy. He saw me at once, and rushed up to me, saying:—\n“Ah, friend John, how goes all? Well? So! I have been busy, for I come\r\nhere to stay if need be. All affairs are settled with me, and I have\r\nmuch to tell. Madam Mina is with you? Yes. And her so fine husband? And\r\nArthur and my friend Quincey, they are with you, too? Good!”\nAs I drove to the house I told him of what had passed, and of how my own\r\ndiary had come to be of some use through Mrs. Harker’s suggestion; at\r\nwhich the Professor interrupted me:—\n“Ah, that wonderful Madam Mina! She has man’s brain—a brain that a man\r\nshould have were he much gifted—and a woman’s heart. The good God\r\nfashioned her for a purpose, believe me, when He made that so good\r\ncombination. Friend John, up to now fortune has made that woman of help\r\nto us; after to-night she must not have to do with this so terrible\r\naffair. It is not good that she run a risk so great. We men are\r\ndetermined—nay, are we not pledged?—to destroy this monster; but it is\r\nno part for a woman. Even if she be not harmed, her heart may fail her\r\nin so much and so many horrors; and hereafter she may suffer—both in\r\nwaking, from her nerves, and in sleep, from her dreams. And, besides,\r\nshe is young woman and not so long married; there may be other things to\r\nthink of some time, if not now. You tell me she has wrote all, then she\r\nmust consult with us; but to-morrow she say good-bye to this work, and\r\nwe go alone.” I agreed heartily with him, and then I told him what we\r\nhad found in his absence: that the house which Dracula had bought was\r\nthe very next one to my own. He was amazed, and a great concern seemed\r\nto come on him. “Oh that we had known it before!” he said, “for then we\r\nmight have reached him in time to save poor Lucy. However, ‘the milk\r\nthat is spilt cries not out afterwards,’ as you say. We shall not think\r\nof that, but go on our way to the end.” Then he fell into a silence that\r\nlasted till we entered my own gateway. Before we went to prepare for\r\ndinner he said to Mrs. Harker:—\n“I am told, Madam Mina, by my friend John that you and your husband have\r\nput up in exact order all things that have been, up to this moment.”\n“Not up to this moment, Professor,” she said impulsively, “but up to\r\nthis morning.”\n“But why not up to now? We have seen hitherto how good light all the\r\nlittle things have made. We have told our secrets, and yet no one who\r\nhas told is the worse for it.”\nMrs. Harker began to blush, and taking a paper from her pockets, she\r\nsaid:—\n“Dr. Van Helsing, will you read this, and tell me if it must go in. It\r\nis my record of to-day. I too have seen the need of putting down at\r\npresent everything, however trivial; but there is little in this except\r\nwhat is personal. Must it go in?” The Professor read it over gravely,\r\nand handed it back, saying:—\n“It need not go in if you do not wish it; but I pray that it may. It can\r\nbut make your husband love you the more, and all us, your friends, more\r\nhonour you—as well as more esteem and love.” She took it back with\r\nanother blush and a bright smile.\nAnd so now, up to this very hour, all the records we have are complete\r\nand in order. The Professor took away one copy to study after dinner,\r\nand before our meeting, which is fixed for nine o’clock. The rest of us\r\nhave already read everything; so when we meet in the study we shall all\r\nbe informed as to facts, and can arrange our plan of battle with this\r\nterrible and mysterious enemy.\nMina Harker’s Journal.\n30 September.—When we met in Dr. Seward’s study two hours after\r\ndinner, which had been at six o’clock, we unconsciously formed a sort of\r\nboard or committee. Professor Van Helsing took the head of the table, to\r\nwhich Dr. Seward motioned him as he came into the room. He made me sit\r\nnext to him on his right, and asked me to act as secretary; Jonathan sat\r\nnext to me. Opposite us were Lord Godalming, Dr. Seward, and Mr.\r\nMorris—Lord Godalming being next the Professor, and Dr. Seward in the\r\ncentre. The Professor said:—\n“I may, I suppose, take it that we are all acquainted with the facts\r\nthat are in these papers.” We all expressed assent, and he went on:—\n“Then it were, I think good that I tell you something of the kind of\r\nenemy with which we have to deal. I shall then make known to you\r\nsomething of the history of this man, which has been ascertained for me.\r\nSo we then can discuss how we shall act, and can take our measure\r\naccording.\n“There are such beings as vampires; some of us have evidence that they\r\nexist. Even had we not the proof of our own unhappy experience, the\r\nteachings and the records of the past give proof enough for sane\r\npeoples. I admit that at the first I was sceptic. Were it not that\r\nthrough long years I have train myself to keep an open mind, I could not\r\nhave believe until such time as that fact thunder on my ear. ‘See! see!\r\nI prove; I prove.’ Alas! Had I known at the first what now I know—nay,\r\nhad I even guess at him—one so precious life had been spared to many of\r\nus who did love her. But that is gone; and we must so work, that other\r\npoor souls perish not, whilst we can save. The nosferatu do not die\r\nlike the bee when he sting once. He is only stronger; and being\r\nstronger, have yet more power to work evil. This vampire which is\r\namongst us is of himself so strong in person as twenty men; he is of\r\ncunning more than mortal, for his cunning be the growth of ages; he have\r\nstill the aids of necromancy, which is, as his etymology imply, the\r\ndivination by the dead, and all the dead that he can come nigh to are\r\nfor him at command; he is brute, and more than brute; he is devil in\r\ncallous, and the heart of him is not; he can, within limitations, appear\r\nat will when, and where, and in any of the forms that are to him; he\r\ncan, within his range, direct the elements; the storm, the fog, the\r\nthunder; he can command all the meaner things: the rat, and the owl, and\r\nthe bat—the moth, and the fox, and the wolf; he can grow and become\r\nsmall; and he can at times vanish and come unknown. How then are we to\r\nbegin our strike to destroy him? How shall we find his where; and having\r\nfound it, how can we destroy? My friends, this is much; it is a terrible\r\ntask that we undertake, and there may be consequence to make the brave\r\nshudder. For if we fail in this our fight he must surely win; and then\r\nwhere end we? Life is nothings; I heed him not. But to fail here, is not\r\nmere life or death. It is that we become as him; that we henceforward\r\nbecome foul things of the night like him—without heart or conscience,\r\npreying on the bodies and the souls of those we love best. To us for\r\never are the gates of heaven shut; for who shall open them to us again?\r\nWe go on for all time abhorred by all; a blot on the face of God’s\r\nsunshine; an arrow in the side of Him who died for man. But we are face\r\nto face with duty; and in such case must we shrink? For me, I say, no;\r\nbut then I am old, and life, with his sunshine, his fair places, his\r\nsong of birds, his music and his love, lie far behind. You others are\r\nyoung. Some have seen sorrow; but there are fair days yet in store. What\r\nsay you?”\nWhilst he was speaking, Jonathan had taken my hand. I feared, oh so\r\nmuch, that the appalling nature of our danger was overcoming him when I\r\nsaw his hand stretch out; but it was life to me to feel its touch—so\r\nstrong, so self-reliant, so resolute. A brave man’s hand can speak for\r\nitself; it does not even need a woman’s love to hear its music.\nWhen the Professor had done speaking my husband looked in my eyes, and I\r\nin his; there was no need for speaking between us.\n“I answer for Mina and myself,” he said.\n“Count me in, Professor,” said Mr. Quincey Morris, laconically as usual.\n“I am with you,” said Lord Godalming, “for Lucy’s sake, if for no other\r\nreason.”\nDr. Seward simply nodded. The Professor stood up and, after laying his\r\ngolden crucifix on the table, held out his hand on either side. I took\r\nhis right hand, and Lord Godalming his left; Jonathan held my right with\r\nhis left and stretched across to Mr. Morris. So as we all took hands our\r\nsolemn compact was made. I felt my heart icy cold, but it did not even\r\noccur to me to draw back. We resumed our places, and Dr. Van Helsing\r\nwent on with a sort of cheerfulness which showed that the serious work\r\nhad begun. It was to be taken as gravely, and in as businesslike a way,\r\nas any other transaction of life:—\n“Well, you know what we have to contend against; but we, too, are not\r\nwithout strength. We have on our side power of combination—a power\r\ndenied to the vampire kind; we have sources of science; we are free to\r\nact and think; and the hours of the day and the night are ours equally.\r\nIn fact, so far as our powers extend, they are unfettered, and we are\r\nfree to use them. We have self-devotion in a cause, and an end to\r\nachieve which is not a selfish one. These things are much.\n“Now let us see how far the general powers arrayed against us are\r\nrestrict, and how the individual cannot. In fine, let us consider the\r\nlimitations of the vampire in general, and of this one in particular.\n“All we have to go upon are traditions and superstitions. These do not\r\nat the first appear much, when the matter is one of life and death—nay\r\nof more than either life or death. Yet must we be satisfied; in the\r\nfirst place because we have to be—no other means is at our control—and\r\nsecondly, because, after all, these things—tradition and\r\nsuperstition—are everything. Does not the belief in vampires rest for\r\nothers—though not, alas! for us—on them? A year ago which of us would\r\nhave received such a possibility, in the midst of our scientific,\r\nsceptical, matter-of-fact nineteenth century? We even scouted a belief\r\nthat we saw justified under our very eyes. Take it, then, that the\r\nvampire, and the belief in his limitations and his cure, rest for the\r\nmoment on the same base. For, let me tell you, he is known everywhere\r\nthat men have been. In old Greece, in old Rome; he flourish in Germany\r\nall over, in France, in India, even in the Chernosese; and in China, so\r\nfar from us in all ways, there even is he, and the peoples fear him at\r\nthis day. He have follow the wake of the berserker Icelander, the\r\ndevil-begotten Hun, the Slav, the Saxon, the Magyar. So far, then, we\r\nhave all we may act upon; and let me tell you that very much of the\r\nbeliefs are justified by what we have seen in our own so unhappy\r\nexperience. The vampire live on, and cannot die by mere passing of the\r\ntime; he can flourish when that he can fatten on the blood of the\r\nliving. Even more, we have seen amongst us that he can even grow\r\nyounger; that his vital faculties grow strenuous, and seem as though\r\nthey refresh themselves when his special pabulum is plenty. But he\r\ncannot flourish without this diet; he eat not as others. Even friend\r\nJonathan, who lived with him for weeks, did never see him to eat, never!\r\nHe throws no shadow; he make in the mirror no reflect, as again\r\nJonathan observe. He has the strength of many of his hand—witness again\r\nJonathan when he shut the door against the wolfs, and when he help him\r\nfrom the diligence too. He can transform himself to wolf, as we gather\r\nfrom the ship arrival in Whitby, when he tear open the dog; he can be as\r\nbat, as Madam Mina saw him on the window at Whitby, and as friend John\r\nsaw him fly from this so near house, and as my friend Quincey saw him at\r\nthe window of Miss Lucy. He can come in mist which he create—that noble\r\nship’s captain proved him of this; but, from what we know, the distance\r\nhe can make this mist is limited, and it can only be round himself. He\r\ncome on moonlight rays as elemental dust—as again Jonathan saw those\r\nsisters in the castle of Dracula. He become so small—we ourselves saw\r\nMiss Lucy, ere she was at peace, slip through a hairbreadth space at the\r\ntomb door. He can, when once he find his way, come out from anything or\r\ninto anything, no matter how close it be bound or even fused up with\r\nfire—solder you call it. He can see in the dark—no small power this,\r\nin a world which is one half shut from the light. Ah, but hear me\r\nthrough. He can do all these things, yet he is not free. Nay; he is even\r\nmore prisoner than the slave of the galley, than the madman in his cell.\r\nHe cannot go where he lists; he who is not of nature has yet to obey\r\nsome of nature’s laws—why we know not. He may not enter anywhere at the\r\nfirst, unless there be some one of the household who bid him to come;\r\nthough afterwards he can come as he please. His power ceases, as does\r\nthat of all evil things, at the coming of the day. Only at certain times\r\ncan he have limited freedom. If he be not at the place whither he is\r\nbound, he can only change himself at noon or at exact sunrise or sunset.\r\nThese things are we told, and in this record of ours we have proof by\r\ninference. Thus, whereas he can do as he will within his limit, when he\r\nhave his earth-home, his coffin-home, his hell-home, the place\r\nunhallowed, as we saw when he went to the grave of the suicide at\r\nWhitby; still at other time he can only change when the time come. It is\r\nsaid, too, that he can only pass running water at the slack or the flood\r\nof the tide. Then there are things which so afflict him that he has no\r\npower, as the garlic that we know of; and as for things sacred, as this\r\nsymbol, my crucifix, that was amongst us even now when we resolve, to\r\nthem he is nothing, but in their presence he take his place far off and\r\nsilent with respect. There are others, too, which I shall tell you of,\r\nlest in our seeking we may need them. The branch of wild rose on his\r\ncoffin keep him that he move not from it; a sacred bullet fired into the\r\ncoffin kill him so that he be true dead; and as for the stake through\r\nhim, we know already of its peace; or the cut-off head that giveth rest.\r\nWe have seen it with our eyes.\n“Thus when we find the habitation of this man-that-was, we can confine\r\nhim to his coffin and destroy him, if we obey what we know. But he is\r\nclever. I have asked my friend Arminius, of Buda-Pesth University, to\r\nmake his record; and, from all the means that are, he tell me of what he\r\nhas been. He must, indeed, have been that Voivode Dracula who won his\r\nname against the Turk, over the great river on the very frontier of\r\nTurkey-land. If it be so, then was he no common man; for in that time,\r\nand for centuries after, he was spoken of as the cleverest and the most\r\ncunning, as well as the bravest of the sons of the ‘land beyond the\r\nforest.’ That mighty brain and that iron resolution went with him to his\r\ngrave, and are even now arrayed against us. The Draculas were, says\r\nArminius, a great and noble race, though now and again were scions who\r\nwere held by their coevals to have had dealings with the Evil One. They\r\nlearned his secrets in the Scholomance, amongst the mountains over Lake\r\nHermanstadt, where the devil claims the tenth scholar as his due. In the\r\nrecords are such words as ‘stregoica’—witch, ‘ordog,’ and\r\n‘pokol’—Satan and hell; and in one manuscript this very Dracula is\r\nspoken of as ‘wampyr,’ which we all understand too well. There have been\r\nfrom the loins of this very one great men and good women, and their\r\ngraves make sacred the earth where alone this foulness can dwell. For it\r\nis not the least of its terrors that this evil thing is rooted deep in\r\nall good; in soil barren of holy memories it cannot rest.”\nWhilst they were talking Mr. Morris was looking steadily at the window,\r\nand he now got up quietly, and went out of the room. There was a little\r\npause, and then the Professor went on:—\n“And now we must settle what we do. We have here much data, and we must\r\nproceed to lay out our campaign. We know from the inquiry of Jonathan\r\nthat from the castle to Whitby came fifty boxes of earth, all of which\r\nwere delivered at Carfax; we also know that at least some of these boxes\r\nhave been removed. It seems to me, that our first step should be to\r\nascertain whether all the rest remain in the house beyond that wall\r\nwhere we look to-day; or whether any more have been removed. If the\r\nlatter, we must trace——”\nHere we were interrupted in a very startling way. Outside the house came\r\nthe sound of a pistol-shot; the glass of the window was shattered with a\r\nbullet, which, ricochetting from the top of the embrasure, struck the\r\nfar wall of the room. I am afraid I am at heart a coward, for I shrieked\r\nout. The men all jumped to their feet; Lord Godalming flew over to the\r\nwindow and threw up the sash. As he did so we heard Mr. Morris’s voice\r\nwithout:—\n“Sorry! I fear I have alarmed you. I shall come in and tell you about\r\nit.” A minute later he came in and said:—\n“It was an idiotic thing of me to do, and I ask your pardon, Mrs.\r\nHarker, most sincerely; I fear I must have frightened you terribly. But\r\nthe fact is that whilst the Professor was talking there came a big bat\r\nand sat on the window-sill. I have got such a horror of the damned\r\nbrutes from recent events that I cannot stand them, and I went out to\r\nhave a shot, as I have been doing of late of evenings, whenever I have\r\nseen one. You used to laugh at me for it then, Art.”\n“Did you hit it?” asked Dr. Van Helsing.\n“I don’t know; I fancy not, for it flew away into the wood.” Without\r\nsaying any more he took his seat, and the Professor began to resume his\r\nstatement:—\n“We must trace each of these boxes; and when we are ready, we must\r\neither capture or kill this monster in his lair; or we must, so to\r\nspeak, sterilise the earth, so that no more he can seek safety in it.\r\nThus in the end we may find him in his form of man between the hours of\r\nnoon and sunset, and so engage with him when he is at his most weak.\n“And now for you, Madam Mina, this night is the end until all be well.\r\nYou are too precious to us to have such risk. When we part to-night, you\r\nno more must question. We shall tell you all in good time. We are men\r\nand are able to bear; but you must be our star and our hope, and we\r\nshall act all the more free that you are not in the danger, such as we\r\nare.”\nAll the men, even Jonathan, seemed relieved; but it did not seem to me\r\ngood that they should brave danger and, perhaps, lessen their\r\nsafety—strength being the best safety—through care of me; but their\r\nminds were made up, and, though it was a bitter pill for me to swallow,\r\nI could say nothing, save to accept their chivalrous care of me.\nMr. Morris resumed the discussion:—\n“As there is no time to lose, I vote we have a look at his house right\r\nnow. Time is everything with him; and swift action on our part may save\r\nanother victim.”\nI own that my heart began to fail me when the time for action came so\r\nclose, but I did not say anything, for I had a greater fear that if I\r\nappeared as a drag or a hindrance to their work, they might even leave\r\nme out of their counsels altogether. They have now gone off to Carfax,\r\nwith means to get into the house.\nManlike, they had told me to go to bed and sleep; as if a woman can\r\nsleep when those she loves are in danger! I shall lie down and pretend\r\nto sleep, lest Jonathan have added anxiety about me when he returns.\nDr. Seward’s Diary.\n1 October, 4 a. m.—Just as we were about to leave the house, an\r\nurgent message was brought to me from Renfield to know if I would see\r\nhim at once, as he had something of the utmost importance to say to me.\r\nI told the messenger to say that I would attend to his wishes in the\r\nmorning; I was busy just at the moment. The attendant added:—\n“He seems very importunate, sir. I have never seen him so eager. I don’t\r\nknow but what, if you don’t see him soon, he will have one of his\r\nviolent fits.” I knew the man would not have said this without some\r\ncause, so I said: “All right; I’ll go now”; and I asked the others to\r\nwait a few minutes for me, as I had to go and see my “patient.”\n“Take me with you, friend John,” said the Professor. “His case in your\r\ndiary interest me much, and it had bearing, too, now and again on our\r\ncase. I should much like to see him, and especial when his mind is\r\ndisturbed.”\n“May I come also?” asked Lord Godalming.\n“Me too?” said Quincey Morris. “May I come?” said Harker. I nodded, and\r\nwe all went down the passage together.\nWe found him in a state of considerable excitement, but far more\r\nrational in his speech and manner than I had ever seen him. There was an\r\nunusual understanding of himself, which was unlike anything I had ever\r\nmet with in a lunatic; and he took it for granted that his reasons would\r\nprevail with others entirely sane. We all four went into the room, but\r\nnone of the others at first said anything. His request was that I would\r\nat once release him from the asylum and send him home. This he backed up\r\nwith arguments regarding his complete recovery, and adduced his own\r\nexisting sanity. “I appeal to your friends,” he said, “they will,\r\nperhaps, not mind sitting in judgment on my case. By the way, you have\r\nnot introduced me.” I was so much astonished, that the oddness of\r\nintroducing a madman in an asylum did not strike me at the moment; and,\r\nbesides, there was a certain dignity in the man’s manner, so much of\r\nthe habit of equality, that I at once made the introduction: “Lord\r\nGodalming; Professor Van Helsing; Mr. Quincey Morris, of Texas; Mr.\r\nRenfield.” He shook hands with each of them, saying in turn:—\n“Lord Godalming, I had the honour of seconding your father at the\r\nWindham; I grieve to know, by your holding the title, that he is no\r\nmore. He was a man loved and honoured by all who knew him; and in his\r\nyouth was, I have heard, the inventor of a burnt rum punch, much\r\npatronised on Derby night. Mr. Morris, you should be proud of your great\r\nstate. Its reception into the Union was a precedent which may have\r\nfar-reaching effects hereafter, when the Pole and the Tropics may hold\r\nalliance to the Stars and Stripes. The power of Treaty may yet prove a\r\nvast engine of enlargement, when the Monroe doctrine takes its true\r\nplace as a political fable. What shall any man say of his pleasure at\r\nmeeting Van Helsing? Sir, I make no apology for dropping all forms of\r\nconventional prefix. When an individual has revolutionised therapeutics\r\nby his discovery of the continuous evolution of brain-matter,\r\nconventional forms are unfitting, since they would seem to limit him to\r\none of a class. You, gentlemen, who by nationality, by heredity, or by\r\nthe possession of natural gifts, are fitted to hold your respective\r\nplaces in the moving world, I take to witness that I am as sane as at\r\nleast the majority of men who are in full possession of their liberties.\r\nAnd I am sure that you, Dr. Seward, humanitarian and medico-jurist as\r\nwell as scientist, will deem it a moral duty to deal with me as one to\r\nbe considered as under exceptional circumstances.” He made this last\r\nappeal with a courtly air of conviction which was not without its own\r\ncharm.\nI think we were all staggered. For my own part, I was under the\r\nconviction, despite my knowledge of the man’s character and history,\r\nthat his reason had been restored; and I felt under a strong impulse to\r\ntell him that I was satisfied as to his sanity, and would see about the\r\nnecessary formalities for his release in the morning. I thought it\r\nbetter to wait, however, before making so grave a statement, for of old\r\nI knew the sudden changes to which this particular patient was liable.\r\nSo I contented myself with making a general statement that he appeared\r\nto be improving very rapidly; that I would have a longer chat with him\r\nin the morning, and would then see what I could do in the direction of\r\nmeeting his wishes. This did not at all satisfy him, for he said\r\nquickly:—\n“But I fear, Dr. Seward, that you hardly apprehend my wish. I desire to\r\ngo at once—here—now—this very hour—this very moment, if I may. Time\r\npresses, and in our implied agreement with the old scytheman it is of\r\nthe essence of the contract. I am sure it is only necessary to put\r\nbefore so admirable a practitioner as Dr. Seward so simple, yet so\r\nmomentous a wish, to ensure its fulfilment.” He looked at me keenly, and\r\nseeing the negative in my face, turned to the others, and scrutinised\r\nthem closely. Not meeting any sufficient response, he went on:—\n“Is it possible that I have erred in my supposition?”\n“You have,” I said frankly, but at the same time, as I felt, brutally.\r\nThere was a considerable pause, and then he said slowly:—\n“Then I suppose I must only shift my ground of request. Let me ask for\r\nthis concession—boon, privilege, what you will. I am content to implore\r\nin such a case, not on personal grounds, but for the sake of others. I\r\nam not at liberty to give you the whole of my reasons; but you may, I\r\nassure you, take it from me that they are good ones, sound and\r\nunselfish, and spring from the highest sense of duty. Could you look,\r\nsir, into my heart, you would approve to the full the sentiments which\r\nanimate me. Nay, more, you would count me amongst the best and truest of\r\nyour friends.” Again he looked at us all keenly. I had a growing\r\nconviction that this sudden change of his entire intellectual method was\r\nbut yet another form or phase of his madness, and so determined to let\r\nhim go on a little longer, knowing from experience that he would, like\r\nall lunatics, give himself away in the end. Van Helsing was gazing at\r\nhim with a look of utmost intensity, his bushy eyebrows almost meeting\r\nwith the fixed concentration of his look. He said to Renfield in a tone\r\nwhich did not surprise me at the time, but only when I thought of it\r\nafterwards—for it was as of one addressing an equal:—\n“Can you not tell frankly your real reason for wishing to be free\r\nto-night? I will undertake that if you will satisfy even me—a stranger,\r\nwithout prejudice, and with the habit of keeping an open mind—Dr.\r\nSeward will give you, at his own risk and on his own responsibility, the\r\nprivilege you seek.” He shook his head sadly, and with a look of\r\npoignant regret on his face. The Professor went on:—\n“Come, sir, bethink yourself. You claim the privilege of reason in the\r\nhighest degree, since you seek to impress us with your complete\r\nreasonableness. You do this, whose sanity we have reason to doubt, since\r\nyou are not yet released from medical treatment for this very defect. If\r\nyou will not help us in our effort to choose the wisest course, how can\r\nwe perform the duty which you yourself put upon us? Be wise, and help\r\nus; and if we can we shall aid you to achieve your wish.” He still shook\r\nhis head as he said:—\n“Dr. Van Helsing, I have nothing to say. Your argument is complete, and\r\nif I were free to speak I should not hesitate a moment; but I am not my\r\nown master in the matter. I can only ask you to trust me. If I am\r\nrefused, the responsibility does not rest with me.” I thought it was now\r\ntime to end the scene, which was becoming too comically grave, so I went\r\ntowards the door, simply saying:—\n“Come, my friends, we have work to do. Good-night.”\nAs, however, I got near the door, a new change came over the patient. He\r\nmoved towards me so quickly that for the moment I feared that he was\r\nabout to make another homicidal attack. My fears, however, were\r\ngroundless, for he held up his two hands imploringly, and made his\r\npetition in a moving manner. As he saw that the very excess of his\r\nemotion was militating against him, by restoring us more to our old\r\nrelations, he became still more demonstrative. I glanced at Van Helsing,\r\nand saw my conviction reflected in his eyes; so I became a little more\r\nfixed in my manner, if not more stern, and motioned to him that his\r\nefforts were unavailing. I had previously seen something of the same\r\nconstantly growing excitement in him when he had to make some request of\r\nwhich at the time he had thought much, such, for instance, as when he\r\nwanted a cat; and I was prepared to see the collapse into the same\r\nsullen acquiescence on this occasion. My expectation was not realised,\r\nfor, when he found that his appeal would not be successful, he got into\r\nquite a frantic condition. He threw himself on his knees, and held up\r\nhis hands, wringing them in plaintive supplication, and poured forth a\r\ntorrent of entreaty, with the tears rolling down his cheeks, and his\r\nwhole face and form expressive of the deepest emotion:—\n“Let me entreat you, Dr. Seward, oh, let me implore you, to let me out\r\nof this house at once. Send me away how you will and where you will;\r\nsend keepers with me with whips and chains; let them take me in a\r\nstrait-waistcoat, manacled and leg-ironed, even to a gaol; but let me go\r\nout of this. You don’t know what you do by keeping me here. I am\r\nspeaking from the depths of my heart—of my very soul. You don’t know\r\nwhom you wrong, or how; and I may not tell. Woe is me! I may not tell.\r\nBy all you hold sacred—by all you hold dear—by your love that is\r\nlost—by your hope that lives—for the sake of the Almighty, take me out\r\nof this and save my soul from guilt! Can’t you hear me, man? Can’t you\r\nunderstand? Will you never learn? Don’t you know that I am sane and\r\nearnest now; that I am no lunatic in a mad fit, but a sane man fighting\r\nfor his soul? Oh, hear me! hear me! Let me go! let me go! let me go!”\nI thought that the longer this went on the wilder he would get, and so\r\nwould bring on a fit; so I took him by the hand and raised him up.\n“Come,” I said sternly, “no more of this; we have had quite enough\r\nalready. Get to your bed and try to behave more discreetly.”\nHe suddenly stopped and looked at me intently for several moments. Then,\r\nwithout a word, he rose and moving over, sat down on the side of the\r\nbed. The collapse had come, as on former occasion, just as I had\r\nexpected.\nWhen I was leaving the room, last of our party, he said to me in a\r\nquiet, well-bred voice:—\n“You will, I trust, Dr. Seward, do me the justice to bear in mind, later\r\non, that I did what I could to convince you to-night.”\n1 October, 5 a. m.—I went with the party to the search with an easy\r\nmind, for I think I never saw Mina so absolutely strong and well. I am\r\nso glad that she consented to hold back and let us men do the work.\r\nSomehow, it was a dread to me that she was in this fearful business at\r\nall; but now that her work is done, and that it is due to her energy and\r\nbrains and foresight that the whole story is put together in such a way\r\nthat every point tells, she may well feel that her part is finished, and\r\nthat she can henceforth leave the rest to us. We were, I think, all a\r\nlittle upset by the scene with Mr. Renfield. When we came away from his\r\nroom we were silent till we got back to the study. Then Mr. Morris said\r\nto Dr. Seward:—\n“Say, Jack, if that man wasn’t attempting a bluff, he is about the\r\nsanest lunatic I ever saw. I’m not sure, but I believe that he had some\r\nserious purpose, and if he had, it was pretty rough on him not to get a\r\nchance.” Lord Godalming and I were silent, but Dr. Van Helsing added:—\n“Friend John, you know more of lunatics than I do, and I’m glad of it,\r\nfor I fear that if it had been to me to decide I would before that last\r\nhysterical outburst have given him free. But we live and learn, and in\r\nour present task we must take no chance, as my friend Quincey would say.\r\nAll is best as they are.” Dr. Seward seemed to answer them both in a\r\ndreamy kind of way:—\n“I don’t know but that I agree with you. If that man had been an\r\nordinary lunatic I would have taken my chance of trusting him; but he\r\nseems so mixed up with the Count in an indexy kind of way that I am\r\nafraid of doing anything wrong by helping his fads. I can’t forget how\r\nhe prayed with almost equal fervour for a cat, and then tried to tear my\r\nthroat out with his teeth. Besides, he called the Count ‘lord and\r\nmaster,’ and he may want to get out to help him in some diabolical way.\r\nThat horrid thing has the wolves and the rats and his own kind to help\r\nhim, so I suppose he isn’t above trying to use a respectable lunatic. He\r\ncertainly did seem earnest, though. I only hope we have done what is\r\nbest. These things, in conjunction with the wild work we have in hand,\r\nhelp to unnerve a man.” The Professor stepped over, and laying his hand\r\non his shoulder, said in his grave, kindly way:—\n“Friend John, have no fear. We are trying to do our duty in a very sad\r\nand terrible case; we can only do as we deem best. What else have we to\r\nhope for, except the pity of the good God?” Lord Godalming had slipped\r\naway for a few minutes, but now he returned. He held up a little silver\r\nwhistle, as he remarked:—\n“That old place may be full of rats, and if so, I’ve got an antidote on\r\ncall.” Having passed the wall, we took our way to the house, taking care\r\nto keep in the shadows of the trees on the lawn when the moonlight shone\r\nout. When we got to the porch the Professor opened his bag and took out\r\na lot of things, which he laid on the step, sorting them into four\r\nlittle groups, evidently one for each. Then he spoke:—\n“My friends, we are going into a terrible danger, and we need arms of\r\nmany kinds. Our enemy is not merely spiritual. Remember that he has the\r\nstrength of twenty men, and that, though our necks or our windpipes are\r\nof the common kind—and therefore breakable or crushable—his are not\r\namenable to mere strength. A stronger man, or a body of men more strong\r\nin all than him, can at certain times hold him; but they cannot hurt him\r\nas we can be hurt by him. We must, therefore, guard ourselves from his\r\ntouch. Keep this near your heart”—as he spoke he lifted a little silver\r\ncrucifix and held it out to me, I being nearest to him—“put these\r\nflowers round your neck”—here he handed to me a wreath of withered\r\ngarlic blossoms—“for other enemies more mundane, this revolver and this\r\nknife; and for aid in all, these so small electric lamps, which you can\r\nfasten to your breast; and for all, and above all at the last, this,\r\nwhich we must not desecrate needless.” This was a portion of Sacred\r\nWafer, which he put in an envelope and handed to me. Each of the others\r\nwas similarly equipped. “Now,” he said, “friend John, where are the\r\nskeleton keys? If so that we can open the door, we need not break house\r\nby the window, as before at Miss Lucy’s.”\nDr. Seward tried one or two skeleton keys, his mechanical dexterity as a\r\nsurgeon standing him in good stead. Presently he got one to suit; after\r\na little play back and forward the bolt yielded, and, with a rusty\r\nclang, shot back. We pressed on the door, the rusty hinges creaked, and\r\nit slowly opened. It was startlingly like the image conveyed to me in\r\nDr. Seward’s diary of the opening of Miss Westenra’s tomb; I fancy that\r\nthe same idea seemed to strike the others, for with one accord they\r\nshrank back. The Professor was the first to move forward, and stepped\r\ninto the open door.\n“In manus tuas, Domine!” he said, crossing himself as he passed over\r\nthe threshold. We closed the door behind us, lest when we should have\r\nlit our lamps we should possibly attract attention from the road. The\r\nProfessor carefully tried the lock, lest we might not be able to open it\r\nfrom within should we be in a hurry making our exit. Then we all lit our\r\nlamps and proceeded on our search.\nThe light from the tiny lamps fell in all sorts of odd forms, as the\r\nrays crossed each other, or the opacity of our bodies threw great\r\nshadows. I could not for my life get away from the feeling that there\r\nwas some one else amongst us. I suppose it was the recollection, so\r\npowerfully brought home to me by the grim surroundings, of that terrible\r\nexperience in Transylvania. I think the feeling was common to us all,\r\nfor I noticed that the others kept looking over their shoulders at every\r\nsound and every new shadow, just as I felt myself doing.\nThe whole place was thick with dust. The floor was seemingly inches\r\ndeep, except where there were recent footsteps, in which on holding down\r\nmy lamp I could see marks of hobnails where the dust was cracked. The\r\nwalls were fluffy and heavy with dust, and in the corners were masses of\r\nspider’s webs, whereon the dust had gathered till they looked like old\r\ntattered rags as the weight had torn them partly down. On a table in the\r\nhall was a great bunch of keys, with a time-yellowed label on each. They\r\nhad been used several times, for on the table were several similar rents\r\nin the blanket of dust, similar to that exposed when the Professor\r\nlifted them. He turned to me and said:—\n“You know this place, Jonathan. You have copied maps of it, and you know\r\nit at least more than we do. Which is the way to the chapel?” I had an\r\nidea of its direction, though on my former visit I had not been able to\r\nget admission to it; so I led the way, and after a few wrong turnings\r\nfound myself opposite a low, arched oaken door, ribbed with iron bands.\r\n“This is the spot,” said the Professor as he turned his lamp on a small\r\nmap of the house, copied from the file of my original correspondence\r\nregarding the purchase. With a little trouble we found the key on the\r\nbunch and opened the door. We were prepared for some unpleasantness, for\r\nas we were opening the door a faint, malodorous air seemed to exhale\r\nthrough the gaps, but none of us ever expected such an odour as we\r\nencountered. None of the others had met the Count at all at close\r\nquarters, and when I had seen him he was either in the fasting stage of\r\nhis existence in his rooms or, when he was gloated with fresh blood, in\r\na ruined building open to the air; but here the place was small and\r\nclose, and the long disuse had made the air stagnant and foul. There was\r\nan earthy smell, as of some dry miasma, which came through the fouler\r\nair. But as to the odour itself, how shall I describe it? It was not\r\nalone that it was composed of all the ills of mortality and with the\r\npungent, acrid smell of blood, but it seemed as though corruption had\r\nbecome itself corrupt. Faugh! it sickens me to think of it. Every breath\r\nexhaled by that monster seemed to have clung to the place and\r\nintensified its loathsomeness.\nUnder ordinary circumstances such a stench would have brought our\r\nenterprise to an end; but this was no ordinary case, and the high and\r\nterrible purpose in which we were involved gave us a strength which rose\r\nabove merely physical considerations. After the involuntary shrinking\r\nconsequent on the first nauseous whiff, we one and all set about our\r\nwork as though that loathsome place were a garden of roses.\nWe made an accurate examination of the place, the Professor saying as we\r\nbegan:—\n“The first thing is to see how many of the boxes are left; we must then\r\nexamine every hole and corner and cranny and see if we cannot get some\r\nclue as to what has become of the rest.” A glance was sufficient to show\r\nhow many remained, for the great earth chests were bulky, and there was\r\nno mistaking them.\nThere were only twenty-nine left out of the fifty! Once I got a fright,\r\nfor, seeing Lord Godalming suddenly turn and look out of the vaulted\r\ndoor into the dark passage beyond, I looked too, and for an instant my\r\nheart stood still. Somewhere, looking out from the shadow, I seemed to\r\nsee the high lights of the Count’s evil face, the ridge of the nose, the\r\nred eyes, the red lips, the awful pallor. It was only for a moment, for,\r\nas Lord Godalming said, “I thought I saw a face, but it was only the\r\nshadows,” and resumed his inquiry, I turned my lamp in the direction,\r\nand stepped into the passage. There was no sign of any one; and as there\r\nwere no corners, no doors, no aperture of any kind, but only the solid\r\nwalls of the passage, there could be no hiding-place even for him. I\r\ntook it that fear had helped imagination, and said nothing.\nA few minutes later I saw Morris step suddenly back from a corner, which\r\nhe was examining. We all followed his movements with our eyes, for\r\nundoubtedly some nervousness was growing on us, and we saw a whole mass\r\nof phosphorescence, which twinkled like stars. We all instinctively drew\r\nback. The whole place was becoming alive with rats.\nFor a moment or two we stood appalled, all save Lord Godalming, who was\r\nseemingly prepared for such an emergency. Rushing over to the great\r\niron-bound oaken door, which Dr. Seward had described from the outside,\r\nand which I had seen myself, he turned the key in the lock, drew the\r\nhuge bolts, and swung the door open. Then, taking his little silver\r\nwhistle from his pocket, he blew a low, shrill call. It was answered\r\nfrom behind Dr. Seward’s house by the yelping of dogs, and after about a\r\nminute three terriers came dashing round the corner of the house.\r\nUnconsciously we had all moved towards the door, and as we moved I\r\nnoticed that the dust had been much disturbed: the boxes which had been\r\ntaken out had been brought this way. But even in the minute that had\r\nelapsed the number of the rats had vastly increased. They seemed to\r\nswarm over the place all at once, till the lamplight, shining on their\r\nmoving dark bodies and glittering, baleful eyes, made the place look\r\nlike a bank of earth set with fireflies. The dogs dashed on, but at the\r\nthreshold suddenly stopped and snarled, and then, simultaneously lifting\r\ntheir noses, began to howl in most lugubrious fashion. The rats were\r\nmultiplying in thousands, and we moved out.\nLord Godalming lifted one of the dogs, and carrying him in, placed him\r\non the floor. The instant his feet touched the ground he seemed to\r\nrecover his courage, and rushed at his natural enemies. They fled before\r\nhim so fast that before he had shaken the life out of a score, the other\r\ndogs, who had by now been lifted in the same manner, had but small prey\r\nere the whole mass had vanished.\nWith their going it seemed as if some evil presence had departed, for\r\nthe dogs frisked about and barked merrily as they made sudden darts at\r\ntheir prostrate foes, and turned them over and over and tossed them in\r\nthe air with vicious shakes. We all seemed to find our spirits rise.\r\nWhether it was the purifying of the deadly atmosphere by the opening of\r\nthe chapel door, or the relief which we experienced by finding ourselves\r\nin the open I know not; but most certainly the shadow of dread seemed to\r\nslip from us like a robe, and the occasion of our coming lost something\r\nof its grim significance, though we did not slacken a whit in our\r\nresolution. We closed the outer door and barred and locked it, and\r\nbringing the dogs with us, began our search of the house. We found\r\nnothing throughout except dust in extraordinary proportions, and all\r\nuntouched save for my own footsteps when I had made my first visit.\r\nNever once did the dogs exhibit any symptom of uneasiness, and even when\r\nwe returned to the chapel they frisked about as though they had been\r\nrabbit-hunting in a summer wood.\nThe morning was quickening in the east when we emerged from the front.\r\nDr. Van Helsing had taken the key of the hall-door from the bunch, and\r\nlocked the door in orthodox fashion, putting the key into his pocket\r\nwhen he had done.\n“So far,” he said, “our night has been eminently successful. No harm has\r\ncome to us such as I feared might be and yet we have ascertained how\r\nmany boxes are missing. More than all do I rejoice that this, our\r\nfirst—and perhaps our most difficult and dangerous—step has been\r\naccomplished without the bringing thereinto our most sweet Madam Mina or\r\ntroubling her waking or sleeping thoughts with sights and sounds and\r\nsmells of horror which she might never forget. One lesson, too, we have\r\nlearned, if it be allowable to argue a particulari: that the brute\r\nbeasts which are to the Count’s command are yet themselves not amenable\r\nto his spiritual power; for look, these rats that would come to his\r\ncall, just as from his castle top he summon the wolves to your going and\r\nto that poor mother’s cry, though they come to him, they run pell-mell\r\nfrom the so little dogs of my friend Arthur. We have other matters\r\nbefore us, other dangers, other fears; and that monster—he has not used\r\nhis power over the brute world for the only or the last time to-night.\r\nSo be it that he has gone elsewhere. Good! It has given us opportunity\r\nto cry ‘check’ in some ways in this chess game, which we play for the\r\nstake of human souls. And now let us go home. The dawn is close at hand,\r\nand we have reason to be content with our first night’s work. It may be\r\nordained that we have many nights and days to follow, if full of peril;\r\nbut we must go on, and from no danger shall we shrink.”\nThe house was silent when we got back, save for some poor creature who\r\nwas screaming away in one of the distant wards, and a low, moaning sound\r\nfrom Renfield’s room. The poor wretch was doubtless torturing himself,\r\nafter the manner of the insane, with needless thoughts of pain.\nI came tiptoe into our own room, and found Mina asleep, breathing so\r\nsoftly that I had to put my ear down to hear it. She looks paler than\r\nusual. I hope the meeting to-night has not upset her. I am truly\r\nthankful that she is to be left out of our future work, and even of our\r\ndeliberations. It is too great a strain for a woman to bear. I did not\r\nthink so at first, but I know better now. Therefore I am glad that it is\r\nsettled. There may be things which would frighten her to hear; and yet\r\nto conceal them from her might be worse than to tell her if once she\r\nsuspected that there was any concealment. Henceforth our work is to be a\r\nsealed book to her, till at least such time as we can tell her that all\r\nis finished, and the earth free from a monster of the nether world. I\r\ndaresay it will be difficult to begin to keep silence after such\r\nconfidence as ours; but I must be resolute, and to-morrow I shall keep\r\ndark over to-night’s doings, and shall refuse to speak of anything that\r\nhas happened. I rest on the sofa, so as not to disturb her.\n \n1 October, later.—I suppose it was natural that we should have all\r\noverslept ourselves, for the day was a busy one, and the night had no\r\nrest at all. Even Mina must have felt its exhaustion, for though I slept\r\ntill the sun was high, I was awake before her, and had to call two or\r\nthree times before she awoke. Indeed, she was so sound asleep that for a\r\nfew seconds she did not recognize me, but looked at me with a sort of\r\nblank terror, as one looks who has been waked out of a bad dream. She\r\ncomplained a little of being tired, and I let her rest till later in the\r\nday. We now know of twenty-one boxes having been removed, and if it be\r\nthat several were taken in any of these removals we may be able to trace\r\nthem all. Such will, of course, immensely simplify our labour, and the\r\nsooner the matter is attended to the better. I shall look up Thomas\r\nSnelling to-day.\nDr. Seward’s Diary.\n1 October.—It was towards noon when I was awakened by the Professor\r\nwalking into my room. He was more jolly and cheerful than usual, and it\r\nis quite evident that last night’s work has helped to take some of the\r\nbrooding weight off his mind. After going over the adventure of the\r\nnight he suddenly said:—\n“Your patient interests me much. May it be that with you I visit him\r\nthis morning? Or if that you are too occupy, I can go alone if it may\r\nbe. It is a new experience to me to find a lunatic who talk philosophy,\r\nand reason so sound.” I had some work to do which pressed, so I told him\r\nthat if he would go alone I would be glad, as then I should not have to\r\nkeep him waiting; so I called an attendant and gave him the necessary\r\ninstructions. Before the Professor left the room I cautioned him against\r\ngetting any false impression from my patient. “But,” he answered, “I\r\nwant him to talk of himself and of his delusion as to consuming live\r\nthings. He said to Madam Mina, as I see in your diary of yesterday, that\r\nhe had once had such a belief. Why do you smile, friend John?”\n“Excuse me,” I said, “but the answer is here.” I laid my hand on the\r\ntype-written matter. “When our sane and learned lunatic made that very\r\nstatement of how he used to consume life, his mouth was actually\r\nnauseous with the flies and spiders which he had eaten just before Mrs.\r\nHarker entered the room.” Van Helsing smiled in turn. “Good!” he said.\r\n“Your memory is true, friend John. I should have remembered. And yet it\r\nis this very obliquity of thought and memory which makes mental disease\r\nsuch a fascinating study. Perhaps I may gain more knowledge out of the\r\nfolly of this madman than I shall from the teaching of the most wise.\r\nWho knows?” I went on with my work, and before long was through that in\r\nhand. It seemed that the time had been very short indeed, but there was\r\nVan Helsing back in the study. “Do I interrupt?” he asked politely as he\r\nstood at the door.\n“Not at all,” I answered. “Come in. My work is finished, and I am free", "summary": "\nThis excerpt continues the narrative from Bram Stoker's \"Dracula,\" focusing on the group's developing plans to hunt the vampire Count Dracula. The section begins with Mina Harker meeting Lord Godalming and Quincey Morris, sharing that she has organized and transcribed all the diaries and papers relating to Lucy and Dracula. Godalming, still grieving for Lucy, breaks down emotionally in Mina's presence, and they form a bond of mutual support. Quincey Morris also accepts Mina's offer of friendship.\nLater, Mina visits Dr. Seward's mental patient Renfield, whose behavior becomes unexpectedly rational and courteous in her presence. Renfield speaks openly about his past belief in consuming life to extend his own, while exhibiting an unsettling awareness of the situation. Before departing, he cryptically expresses hope that he will never see Mina again, praying for her safety.\nWhen Professor Van Helsing arrives, he praises Mina's intellect but insists she must no longer be involved in the dangerous hunt for Dracula. The group then gathers to share information and plan their strategy. Van Helsing delivers a comprehensive lecture on vampire lore, explaining Dracula's powers and limitations. He reveals that vampires possess supernatural strength and abilities—they can control animals, change form, and cannot be seen in mirrors. However, they are restricted by certain rules: they cannot enter a home uninvited, can only change form at specific times, and are repelled by garlic, crucifixes, and other sacred objects.\nThe professor explains that Dracula was once a noble warrior who fought against the Turks, and his formidable intelligence and determination have carried into his undead existence. The group forms a solemn pact to destroy Dracula, agreeing that their goal is to find and eliminate the vampire or \"sterilize\" the earth boxes he uses for shelter.\nTheir planning is interrupted by Quincey Morris firing at a bat outside the window. The group decides to immediately investigate Carfax, the estate adjoining Dr. Seward's asylum that Dracula purchased. Before departing, they visit Renfield, who desperately begs to be released, claiming it's for everyone's safety. Despite his convincing display of sanity, they refuse his request.\nThe men, armed with crucifixes, garlic flowers, weapons, and sacred wafers, break into Carfax at night. Inside the chapel, they discover only twenty-nine of Dracula's fifty earth boxes remain. The place is infested with rats that flee when Lord Godalming's dogs are brought in. The successful investigation confirms that Dracula has removed many of his boxes to establish additional safe locations throughout London.\nAfter returning, Dr. Seward notes that Mina will be excluded from their future activities for her protection, though he worries about keeping secrets from her. The group plans to track down the missing boxes to corner Dracula when he's most vulnerable.\n", "map": [["Mina's organizational skills", "Knowledge aggregation against Dracula"], ["Renfield's rational behavior", "Awareness of supernatural danger"], ["Van Helsing's vampire expertise", "Strategic planning for hunt"], ["Vampire powers", "Supernatural strengths with specific limitations"], ["Sacred objects", "Protection against vampire influence"], ["Dracula's historical identity", "Source of his strategic intelligence"], ["Earth boxes", "Dracula's vulnerability and mobility"], ["Missing boxes", "Expansion of Dracula's safe locations"], ["Exclusion of Mina", "Protection versus knowledge sharing dilemma"], ["Group's solemn pact", "United mission against ancient evil"]]}