{"source": "https://standardebooks.org/ebooks/helen-keller/the-story-of-my-life/text/single-page", "text": " I rejoiced over all his successes, I shut my eyes to his faults, and wondered, not that he had them, but that they had not crushed or dwarfed his soul. But in spite of Macaulay’s brilliancy and his admirable faculty of making the commonplace seem fresh and picturesque, his positiveness wearied me at times, and his frequent sacrifices of truth to effect kept me in a questioning attitude very unlike the attitude of reverence in which I had listened to the Demosthenes of Great Britain.\nAt the Cambridge school, for the first time in my life, I enjoyed the companionship of seeing and hearing girls of my own age. I lived with several others in one of the pleasant houses connected with the school, the house where Mr. Howells used to live, and we all had the advantage of home life. I joined them in many of their games, even blind man’s buff and frolics in the snow; I took long walks with them; we discussed our studies and read aloud the things that interested us. Some of the girls learned to speak to me, so that Miss Sullivan did not have to repeat their conversation.\nAt Christmas, my mother and little sister spent the holidays with me, and Mr. Gilman kindly offered to let Mildred study in his school. So Mildred stayed with me in Cambridge, and for six happy months we were hardly ever apart. It makes me most happy to remember the hours we spent helping each other in study and sharing our recreation together.\nI took my preliminary examinations for Radcliffe from the 29th of June to the 3rd of July in 1897. The subjects I offered were Elementary and Advanced German, French, Latin, English, and Greek and Roman history, making nine hours in all. I passed in everything, and received “honours” in German and English.\nPerhaps an explanation of the method that was in use when I took my examinations will not be amiss here. The student was required to pass in sixteen hours⁠—twelve hours being called elementary and four advanced. He had to pass five hours at a time to have them counted. The examination papers were given out at nine o’clock at Harvard and brought to Radcliffe by a special messenger. Each candidate was known, not by his name, but by a number. I was No. 233, but, as I had to use a typewriter, my identity could not be concealed.\nIt was thought advisable for me to have my examinations in a room by myself, because the noise of the typewriter might disturb the other girls. Mr. Gilman read all the papers to me by means of the manual alphabet. A man was placed on guard at the door to prevent interruption.\nThe first day I had German. Mr. Gilman sat beside me and read the paper through first, then sentence by sentence, while I repeated the words aloud, to make sure that I understood him perfectly. The papers were difficult, and I felt very anxious as I wrote out my answers on the typewriter. Mr. Gilman spelled to me what I had written, and I made such changes as I thought necessary, and he inserted them. I wish to say here that I have not had this advantage since in any of my examinations. At Radcliffe no one reads the papers to me after they are written, and I have no opportunity to correct errors unless I finish before the time is up. In that case I correct only such mistakes as I can recall in the few minutes allowed, and make notes of these corrections at the end of my paper. If I passed with higher credit in the preliminaries than in the finals, there are two reasons. In the finals, no one read my work over to me, and in the preliminaries I offered subjects with some of which I was in a measure familiar before my work in the Cambridge school; for at the beginning of the year I had passed examinations in English, History, French and German, which Mr. Gilman gave me from previous Harvard papers.\nMr. Gilman sent my written work to the examiners with a certificate that I, candidate No. 233, had written the papers.\nAll the other preliminary examinations were conducted in the same manner. None of them was so difficult as the first. I remember that the day the Latin paper was brought to us, Professor Schilling came in and informed me I had passed satisfactorily in German. This encouraged me greatly, and I sped on to the end of the ordeal with a light heart and a steady hand.\nWhen I began my second year at the Gilman school, I was full of hope and determination to succeed. But during the first few weeks I was confronted with unforeseen difficulties. Mr. Gilman had agreed that that year I should study mathematics principally. I had physics, algebra, geometry, astronomy, Greek and Latin. Unfortunately, many of the books I needed had not been embossed in time for me to begin with the classes, and I lacked important apparatus for some of my studies. The classes I was in were very large, and it was impossible for the teachers to give me special instruction. Miss Sullivan was obliged to read all the books to me, and interpret for the instructors, and for the first time in eleven years it seemed as if her dear hand would not be equal to the task.\nIt was necessary for me to write algebra and geometry in class and solve problems in physics, and this I could not do until we bought a braille writer, by means of which I could put down the steps and processes of my work. I could not follow with my eyes the geometrical figures drawn on the blackboard, and my only means of getting a clear idea of them was to make them on a cushion with straight and curved wires, which had bent and pointed ends. I had to carry in my mind, as Mr. Keith says in his report, the lettering of the figures, the hypothesis and conclusion, the construction and the process of the proof. In a word, every study had its obstacles. Sometimes I lost all courage and betrayed my feelings in a way I am ashamed to remember, especially as the signs of my trouble were afterward used against Miss Sullivan, the only person of all the kind friends I had there, who could make the crooked straight and the rough places smooth.\nLittle by little, however, my difficulties began to disappear. The embossed books and other apparatus arrived, and I threw myself into the work with renewed confidence. Algebra and geometry were the only studies that continued to defy my efforts to comprehend them. As I have said before, I had no aptitude for mathematics; the different points were not explained to me as fully as I wished. The geometrical diagrams were particularly vexing because I could not see the relation of the different parts to one another, even on the cushion. It was not until Mr. Keith taught me that I had a clear idea of mathematics.\nI was beginning to overcome these difficulties when an event occurred which changed everything.\nJust before the books came, Mr. Gilman had begun to remonstrate with Miss Sullivan on the ground that I was working too hard, and in spite of my earnest protestations, he reduced the number of my recitations. At the beginning we had agreed that I should, if necessary, take five years to prepare for college, but at the end of the first year the success of my examinations showed Miss Sullivan, Miss Harbaugh (Mr. Gilman’s head teacher), and one other, that I could without too much effort complete my preparation in two years more. Mr. Gilman at first agreed to this; but when my tasks had become somewhat perplexing, he insisted that I was overworked, and that I should remain at his school three years longer. I did not like his plan, for I wished to enter college with my class.\nOn the seventeenth of November I was not very well, and did not go to school. Although Miss Sullivan knew that my indisposition was not serious, yet Mr. Gilman, on hearing of it, declared that I was breaking down and made changes in my studies which would have rendered it impossible for me to take my final examinations with my class. In the end the difference of opinion between Mr. Gilman and Miss Sullivan resulted in my mother’s withdrawing my sister Mildred and me from the Cambridge school.\nAfter some delay it was arranged that I should continue my studies under a tutor, Mr. Merton S. Keith, of Cambridge. Miss Sullivan and I spent the rest of the winter with our friends, the Chamberlins in Wrentham, twenty-five miles from Boston.\nFrom February to July, 1898, Mr. Keith came out to Wrentham twice a week, and taught me algebra, geometry, Greek and Latin. Miss Sullivan interpreted his instruction.\nIn October, 1898, we returned to Boston. For eight months Mr. Keith gave me lessons five times a week, in periods of about an hour. He explained each time what I did not understand in the previous lesson, assigned new work, and took home with him the Greek exercises which I had written during the week on my typewriter, corrected them fully, and returned them to me.\nIn this way my preparation for college went on without interruption. I found it much easier and pleasanter to be taught by myself than to receive instruction in class. There was no hurry, no confusion. My tutor had plenty of time to explain what I did not understand, so I got on faster and did better work than I ever did in school. I still found more difficulty in mastering problems in mathematics than I did in any other of my studies. I wish algebra and geometry had been half as easy as the languages and literature. But even mathematics Mr. Keith made interesting; he succeeded in whittling problems small enough to get through my brain. He kept my mind alert and eager, and trained it to reason clearly, and to seek conclusions calmly and logically, instead of jumping wildly into space and arriving nowhere. He was always gentle and forbearing, no matter how dull I might be, and believe me, my stupidity would often have exhausted the patience of Job.\nOn the 29th and 30th of June, 1899, I took my final examinations for Radcliffe College. The first day I had Elementary Greek and Advanced Latin, and the second day Geometry, Algebra and Advanced Greek.\nThe college authorities did not allow Miss Sullivan to read the examination papers to me; so Mr. Eugene C. Vining, one of the instructors at the Perkins Institution for the Blind, was employed to copy the papers for me in American braille. Mr. Vining was a stranger to me, and could not communicate with me, except by writing braille. The proctor was also a stranger, and did not attempt to communicate with me in any way.\nThe braille worked well enough in the languages, but when it came to geometry and algebra, difficulties arose.3 I was sorely perplexed, and felt discouraged wasting much precious time, especially in algebra. It is true that I was familiar with all literary braille in common use in this country⁠—English, American, and New York Point; but the various signs and symbols in geometry and algebra in the three systems are very different, and I had used only the English braille in my algebra.\nTwo days before the examinations, Mr. Vining sent me a braille copy of one of the old Harvard papers in algebra. To my dismay I found that it was in the American notation. I sat down immediately and wrote to Mr. Vining, asking him to explain the signs. I received another paper and a table of signs by return mail, and I set to work to learn the notation. But on the night before the algebra examination, while I was struggling over some very complicated examples, I could not tell the combinations of bracket, brace and radical. Both Mr. Keith and I were distressed and full of forebodings for the morrow; but we went over to the college a little before the examination began, and had Mr. Vining explain more fully the American symbols.\nIn geometry my chief difficulty was that I had always been accustomed to read the propositions in line print, or to have them spelled into my hand; and somehow, although the propositions were right before me, I found the braille confusing, and could not fix clearly in my mind what I was reading. But when I took up algebra I had a harder time still. The signs, which I had so lately learned, and which I thought I knew, perplexed me. Besides, I could not see what I wrote on my typewriter. I had always done my work in braille or in my head. Mr. Keith had relied too much on my ability to solve problems mentally, and had not trained me to write examination papers. Consequently my work was painfully slow, and I had to read the examples over and over before I could form any idea of what I was required to do. Indeed, I am not sure now that I read all the signs correctly. I found it very hard to keep my wits about me.\nBut I do not blame anyone. The administrative board of Radcliffe did not realize how difficult they were making my examinations, nor did they understand the peculiar difficulties I had to surmount. But if they unintentionally placed obstacles in my way, I have the consolation of knowing that I overcame them all.\nThe struggle for admission to college was ended, and I could now enter Radcliffe whenever I pleased. Before I entered college, however, it was thought best that I should study another year under Mr. Keith. It was not, therefore, until the fall of 1900 that my dream of going to college was realized.\nI remember my first day at Radcliffe. It was a day full of interest for me. I had looked forward to it for years. A potent force within me, stronger than the persuasion of my friends, stronger even than the pleadings of my heart, had impelled me to try my strength by the standards of those who see and hear. I knew that there were obstacles in the way; but I was eager to overcome them. I had taken to heart the words of the wise Roman who said, “To be banished from Rome is but to live outside of Rome.” Debarred from the great highways of knowledge, I was compelled to make the journey across country by unfrequented roads⁠—that was all; and I knew that in college there were many bypaths where I could touch hands with girls who were thinking, loving and struggling like me.\nI began my studies with eagerness. Before me I saw a new world opening in beauty and light, and I felt within me the capacity to know all things. In the wonderland of Mind I should be as free as another. Its people, scenery, manners, joys, tragedies should be living, tangible interpreters of the real world. The lecture-halls seemed filled with the spirit of the great and the wise, and I thought the professors were the embodiment of wisdom. If I have since learned differently, I am not going to tell anybody.\nBut I soon discovered that college was not quite the romantic lyceum I had imagined. Many of the dreams that had delighted my young inexperience became beautifully less and “faded into the light of common day.” Gradually I began to find that there were disadvantages in going to college.\nThe one I felt and still feel most is lack of time. I used to have time to think, to reflect, my mind and I. We would sit together of an evening and listen to the inner melodies of the spirit, which one hears only in leisure moments when the words of some loved poet touch a deep, sweet chord in the soul that until then had been silent. But in college there is no time to commune with one’s thoughts. One goes to college to learn, it seems, not to think. When one enters the portals of learning, one leaves the dearest pleasures⁠—solitude, books and imagination⁠—outside with the whispering pines. I suppose I ought to find some comfort in the thought that I am laying up treasures for future enjoyment, but I am improvident enough to prefer present joy to hoarding riches against a rainy day.\nMy studies the first year were French, German, history, English composition and English literature. In the French course I read some of the works of Corneille, Molière, Racine, Alfred de Musset and Sainte-Beuve, and in the German those of Goethe and Schiller. I reviewed rapidly the whole period of history from the fall of the Roman Empire to the eighteenth century, and in English literature studied critically Milton’s poems and “Areopagitica.”\nI am frequently asked how I overcome the peculiar conditions under which I work in college. In the classroom I am of course practically alone. The professor is as remote as if he were speaking through a telephone. The lectures are spelled into my hand as rapidly as possible, and much of the individuality of the lecturer is lost to me in the effort to keep in the race. The words rush through my hand like hounds in pursuit of a hare which they often miss. But in this respect I do not think I am much worse off than the girls who take notes. If the mind is occupied with the mechanical process of hearing and putting words on paper at pell-mell speed, I should not think one could pay much attention to the subject under consideration or the manner in which it is presented. I cannot make notes during the lectures, because my hands are busy listening. Usually I jot down what I can remember of them when I get home. I write the exercises, daily themes, criticisms and hour-tests, the mid-year and final examinations, on my typewriter, so that the professors have no difficulty in finding out how little I know. When I began the study of Latin prosody, I devised and explained to my professor a system of signs indicating the different meters and quantities.\nI use the Hammond typewriter. I have tried many machines, and I find the Hammond is the best adapted to the peculiar needs of my work. With this machine movable type shuttles can be used, and one can have several shuttles, each with a different set of characters⁠—Greek, French, or mathematical, according to the kind of writing one wishes to do on the typewriter. Without it, I doubt if I could go to college.\nVery few of the books required in the various courses are printed for the blind, and I am obliged to have them spelled into my hand. Consequently I need more time to prepare my lessons than other girls. The manual part takes longer, and I have perplexities which they have not. There are days when the close attention I must give to details chafes my spirit, and the thought that I must spend hours reading a few chapters, while in the world without other girls are laughing and singing and dancing, makes me rebellious; but I soon recover my buoyancy and laugh the discontent out of my heart. For, after all, everyone who wishes to gain true knowledge must climb the Hill Difficulty alone, and since there is no royal road to the summit, I must zigzag it in my own way. I slip back many times, I fall, I stand still, I run against the edge of hidden obstacles, I lose my temper and find it again and keep it better, I trudge on, I gain a little, I feel encouraged, I get more eager and climb higher and begin to see the widening horizon. Every struggle is a victory. One more effort and I reach the luminous cloud, the blue depths of the sky, the uplands of my desire. I am not always alone, however, in these struggles. Mr. William Wade and Mr. E. E. Allen, Principal of the Pennsylvania Institution for the Instruction of the Blind, get for me many of the books I need in raised print. Their thoughtfulness has been more of a help and encouragement to me than they can ever know.\nLast year, my second year at Radcliffe, I studied English composition, the Bible as English composition, the governments of America and Europe, the Odes of Horace, and Latin comedy. The class in composition was the pleasantest. It was very lively. The lectures were always interesting, vivacious, witty; for the instructor, Mr. Charles Townsend Copeland, more than anyone else I have had until this year, brings before you literature in all its original freshness and power. For one short hour you are permitted to drink in the eternal beauty of the old masters without needless interpretation or exposition. You revel in their fine thoughts. You enjoy with all your soul the sweet thunder of the Old Testament, forgetting the existence of Jahweh and Elohim; and you go home feeling that you have had “a glimpse of that perfection in which spirit and form dwell in immortal harmony; truth and beauty bearing a new growth on the ancient stem of time.”\nThis year is the happiest because I am studying subjects that especially interest me, economics, Elizabethan literature, Shakespeare under Professor George L. Kittredge, and the History of Philosophy under Professor Josiah Royce. Through philosophy one enters with sympathy of comprehension into the traditions of remote ages and other modes of thought, which erewhile seemed alien and without reason.\nBut college is not the universal Athens I thought it was. There one does not meet the great and the wise face to face; one does not even feel their living touch. They are there, it is true; but they seem mummified. We must extract them from the crannied wall of learning and dissect and analyze them before we can be sure that we have a Milton or an Isaiah, and not merely a clever imitation. Many scholars forget, it seems to me, that our enjoyment of the great works of literature depends more upon the depth of our sympathy than upon our understanding. The trouble is that very few of their laborious explanations stick in the memory. The mind drops them as a branch drops its overripe fruit. It is possible to know a flower, root and stem and all, and all the processes of growth, and yet to have no appreciation of the flower fresh bathed in heaven’s dew. Again and again I ask impatiently, “Why concern myself with these explanations and hypotheses?” They fly hither and thither in my thought like blind birds beating the air with ineffectual wings. I do not mean to object to a thorough knowledge of the famous works we read. I object only to the interminable comments and bewildering criticisms that teach but one thing: there are as many opinions as there are men. But when a great scholar like Professor Kittredge interprets what the master said, it is “as if new sight were given the blind.” He brings back Shakespeare, the poet.\nThere are, however, times when I long to sweep away half the things I am expected to learn; for the overtaxed mind cannot enjoy the treasure it has secured at the greatest cost. It is impossible, I think, to read in one day four or five different books in different languages and treating of widely different subjects, and not lose sight of the very ends for which one reads. When one reads hurriedly and nervously, having in mind written tests and examinations, one’s brain becomes encumbered with a lot of choice bric-a-brac for which there seems to be little use. At the present time my mind is so full of heterogeneous matter that I almost despair of ever being able to put it in order. Whenever I enter the region that was the kingdom of my mind I feel like the proverbial bull in the china shop. A thousand odds and ends of knowledge come crashing about my head like hailstones, and when I try to escape them, theme-goblins and college nixies of all sorts pursue me, until I wish⁠—oh, may I be forgiven the wicked wish!⁠—that I might smash the idols I came to worship.\nBut the examinations are the chief bugbears of my college life. Although I have faced them many times and cast them down and made them bite the dust, yet they rise again and menace me with pale looks, until like Bob Acres I feel my courage oozing out at my finger ends. The days before these ordeals take place are spent in cramming your mind with mystic formula and indigestible dates⁠—unpalatable diets, until you wish that books and science and you were buried in the depths of the sea.\nAt last the dreaded hour arrives, and you are a favoured being indeed if you feel prepared, and are able at the right time to call to your standard thoughts that will aid you in that supreme effort. It happens too often that your trumpet call is unheeded. It is most perplexing and exasperating that just at the moment when you need your memory and a nice sense of discrimination, these faculties take to themselves wings and fly away. The facts you have garnered with such infinite trouble invariably fail you at a pinch.\n“Give a brief account of Huss and his work.” Huss? Who was he and what did he do? The name looks strangely familiar. You ransack your budget of historic facts much as you would hunt for a bit of silk in a ragbag. You are sure it is somewhere in your mind near the top⁠—you saw it there the other day when you were looking up the beginnings of the Reformation. But where is it now? You fish out all manner of odds and ends of knowledge⁠—revolutions, schisms, massacres, systems of government; but Huss⁠—where is he? You are amazed at all the things you know which are not on the examination paper. In desperation you seize the budget and dump everything out, and there in a corner is your man, serenely brooding on his own private thought, unconscious of the catastrophe which he has brought upon you.\nJust then the proctor informs you that the time is up. With a feeling of intense disgust you kick the mass of rubbish into a corner and go home, your head full of revolutionary schemes to abolish the divine right of professors to ask questions without the consent of the questioned.\nIt comes over me that in the last two or three pages of this chapter I have used figures which will turn the laugh against me. Ah, here they are⁠—the mixed metaphors mocking and strutting about before me, pointing to the bull in the china shop assailed by hailstones and the bugbears with pale looks, an unanalyzed species! Let them mock on. The words describe so exactly the atmosphere of jostling, tumbling ideas I live in that I will wink at them for once, and put on a deliberate air to say that my ideas of college have changed.\nWhile my days at Radcliffe were still in the future, they were encircled with a halo of romance, which they have lost; but in the transition from romantic to actual I have learned many things I should never have known had I not tried the experiment. One of them is the precious science of patience, which teaches us that we should take our education as we would take a walk in the country, leisurely, our minds hospitably open to impressions of every sort. Such knowledge floods the soul unseen with a soundless tidal wave of deepening thought. “Knowledge is power.” Rather, knowledge is happiness, because to have knowledge⁠—broad, deep knowledge⁠—is to know true ends from false, and lofty things from low. To know the thoughts and deeds that have marked man’s progress is to feel the great heartthrobs of humanity through the centuries; and if one does not feel in these pulsations a heavenward striving, one must indeed be deaf to the harmonies of life.\nI have thus far sketched the events of my life, but I have not shown how much I have depended on books not only for pleasure and for the wisdom they bring to all who read, but also for that knowledge which comes to others through their eyes and their ears. Indeed, books have meant so much more in my education than in that of others, that I shall go back to the time when I began to read.\nI read my first connected story in May, 1887, when I was seven years old, and from that day to this I have devoured everything in the shape of a printed page that has come within the reach of my hungry finger tips. As I have said, I did not study regularly during the early years of my education; nor did I read according to rule.\nAt first I had only a few books in raised print⁠—“readers” for beginners, a collection of stories for children, and a book about the earth called Our World. I think that was all; but I read them over and over, until the words were so worn and pressed I could scarcely make them out. Sometimes Miss Sullivan read to me, spelling into my hand little stories and poems that she knew I should understand; but I preferred reading myself to being read to, because I liked to read again and again the things that pleased me.\nIt was during my first visit to Boston that I really began to read in good earnest. I was permitted to spend a part of each day in the Institution library, and to wander from bookcase to bookcase, and take down whatever book my fingers lighted upon. And read I did, whether I understood one word in ten or two words on a page. The words themselves fascinated me; but I took no conscious account of what I read. My mind must, however, have been very impressionable at that period, for it retained many words and whole sentences, to the meaning of which I had not the faintest clue; and afterward, when I began to talk and write, these words and sentences would flash out quite naturally, so that my friends wondered at the richness of my vocabulary. I must have read parts of many books (in those early days I think I never read any one book through) and a great deal of poetry in this uncomprehending way, until I discovered Little Lord Fauntleroy, which was the first book of any consequence I read understandingly.\nOne day my teacher found me in a corner of the library poring over the pages of The Scarlet Letter. I was then about eight years old. I remember she asked me if I liked little Pearl, and explained some of the words that had puzzled me. Then she told me that she had a beautiful story about a little boy which she was sure I should like better than The Scarlet Letter. The name of the story was Little Lord Fauntleroy, and she promised to read it to me the following summer. But we did not begin the story until August; the first few weeks of my stay at the seashore were so full of discoveries and excitement that I forgot the very existence of books. Then my teacher went to visit some friends in Boston, leaving me for a short time.\nWhen she returned almost the first thing we did was to begin the story of Little Lord Fauntleroy. I recall distinctly the time and place when we read the first chapters of the fascinating child’s story. It was a warm afternoon in August. We were sitting together in a hammock which swung from two solemn pines at a short distance from the house. We had hurried through the dish-washing after luncheon, in order that we might have as long an afternoon as possible for the story. As we hastened through the long grass toward the hammock, the grasshoppers swarmed about us and fastened themselves on our clothes, and I remember that my teacher insisted upon picking them all off before we sat down, which seemed to me an unnecessary waste of time. The hammock was covered with pine needles, for it had not been used while my teacher was away. The warm sun shone on the pine trees and drew out all their fragrance. The air was balmy, with a tang of the sea in it. Before we began the story Miss Sullivan explained to me the things that she knew I should not understand, and as we read on she explained the unfamiliar words. At first there were many words I did not know, and the reading was constantly interrupted; but as soon as I thoroughly comprehended the situation, I became too eagerly absorbed in the story to notice mere words, and I am afraid I listened impatiently to the explanations that Miss Sullivan felt to be necessary. When her fingers were too tired to spell another word, I had for the first time a keen sense of my deprivations. I took the book in my hands and tried to feel the letters with an intensity of longing that I can never forget.\nAfterward, at my eager request, Mr. Anagnos had this story embossed, and I read it again and again, until I almost knew it by heart; and all through my childhood Little Lord Fauntleroy was my sweet and gentle companion. I have given these details at the risk of being tedious, because they are in such vivid contrast with my vague, mutable and confused memories of earlier reading.\nFrom Little Lord Fauntleroy I date the beginning of my true interest in books. During the next two years I read many books at my home and on my visits to Boston. I cannot remember what they all were, or in what order I read them; but I know that among them were Greek Heroes, La Fontaine’s Fables, Hawthorne’s Wonder Book, Bible Stories, Lamb’s Tales from Shakespeare, A Child’s History of England by Dickens, The Arabian Nights, The Swiss Family Robinson, The Pilgrim’s Progress, Robinson Crusoe, Little Women, and Heidi, a beautiful little story which I afterward read in German. I read them in the intervals between study and play with an ever-deepening sense of pleasure. I did not study nor analyze them⁠—I did not know whether they were well written or not; I never thought about style or authorship. They laid their treasures at my feet, and I accepted them as we accept the sunshine and the love of our friends. I loved Little Women because it gave me a sense of kinship with girls and boys who could see and hear. Circumscribed as my life was in so many ways, I had to look between the covers of books for news of the world that lay outside my own.\nI did not care especially for The Pilgrim’s Progress, which I think I did not finish, or for the Fables. I read La Fontaine’s Fables first in an English translation, and enjoyed them only after a halfhearted fashion. Later I read the book again in French, and I found that, in spite of the vivid word-pictures, and the wonderful mastery of language, I liked it no better. I do not know why it is, but stories in which animals are made to talk and act like human beings have never appealed to me very strongly. The ludicrous caricatures of the animals occupy my mind to the exclusion of the moral.\nThen, again, La Fontaine seldom, if ever, appeals to our highest moral sense. The highest chords he strikes are those of reason and self-love. Through all the fables runs the thought that man’s morality springs wholly from self-love, and that if that self-love is directed and restrained by reason, happiness must follow. Now, so far as I can judge, self-love is the root of all evil; but, of course, I may be wrong, for La Fontaine had greater opportunities of observing men than I am likely ever to have. I do not object so much to the cynical and satirical fables as to those in which momentous truths are taught by monkeys and foxes.\nBut I love The Jungle Book and Wild Animals I Have Known. I feel a genuine interest in the animals themselves, because they are real animals and not caricatures of men. One sympathizes with their loves and hatreds, laughs over their comedies, and weeps over their tragedies. And if they point a moral, it is so subtle that we are not conscious of it.\nMy mind opened naturally and joyously to a conception of antiquity. Greece, ancient Greece, exercised a mysterious fascination over me. In my fancy the pagan gods and goddesses still walked on earth and talked face to face with men, and in my heart I secretly built shrines to those I loved best. I knew and loved the whole tribe of nymphs and heroes and demigods⁠—no, not quite all, for the cruelty and greed of Medea and Jason were too monstrous to be forgiven, and I used to wonder why the gods permitted them to do wrong and then punished them for their wickedness. And the mystery is still unsolved. I often wonder how\n\nGod can dumbness keep\n\nWhile Sin creeps grinning through His house of Time.\n\nIt was the Iliad that made Greece my paradise. I was familiar with the story of Troy before I read it in the original, and consequently I had little difficulty in making the Greek words surrender their treasures after I had passed the borderland of grammar. Great poetry, whether written in Greek or in English, needs no other interpreter than a responsive heart. Would that the host of those who make the great works of the poets odious by their analysis, impositions and laborious comments might learn this simple truth! It is not necessary that one should be able to define every word and give it its principal parts and its grammatical position in the sentence in order to understand and appreciate a fine poem. I know my learned professors have found greater riches in the Iliad than I shall ever find; but I am not avaricious. I am content that others should be wiser than I. But with all their wide and comprehensive knowledge, they cannot measure their enjoyment of that splendid epic, nor can I. When I read the finest passages of the Iliad, I am conscious of a soul-sense that lifts me above the narrow, cramping circumstances of my life. My physical limitations are forgotten⁠—my world lies upward, the length and the breadth and the sweep of the heavens are mine!\nMy admiration for the Aeneid is not so great, but it is none the less real. I read it as much as possible without the help of notes or dictionary, and I always like to translate the episodes that please me especially. The word-painting of Virgil is wonderful sometimes; but his gods and men move through the scenes of passion and strife and pity and love like the graceful figures in an Elizabethan mask, whereas in the Iliad they give three leaps and go on singing. Virgil is serene and lovely like a marble Apollo in the moonlight; Homer is a beautiful, animated youth in the full sunlight with the wind in his hair.\nHow easy it is to fly on paper wings! From Greek Heroes to the Iliad was no day’s journey, nor was it altogether pleasant. One could have traveled round the world many times while I trudged my weary way through the labyrinthine mazes of grammars and dictionaries, or fell into those dreadful pitfalls called examinations, set by schools and colleges for the confusion of those who seek after knowledge. I suppose this sort of Pilgrim’s Progress was justified by the end; but it seemed interminable to me, in spite of the pleasant surprises that met me now and then at a turn in the road.\nI began to read the Bible long before I could understand it. Now it seems strange to me that there should have been a time when my spirit was deaf to its wondrous harmonies; but I remember well a rainy Sunday morning when, having nothing else to do, I begged my cousin to read me a story out of the Bible. Although she did not think I should understand, she began to spell into my hand the story of Joseph and his brothers. Somehow it failed to interest me. The unusual language and repetition made the story seem unreal and far away in the land of Canaan, and I fell asleep and wandered off to the land of Nod, before the brothers came with the coat of many colours unto the tent of Jacob and told their wicked lie! I cannot understand why the stories of the Greeks should have been so full of charm for me, and those of the Bible so devoid of interest, unless it was that I had made the acquaintance of several Greeks in Boston and been inspired by their enthusiasm for the stories of their country; whereas I had not met a single Hebrew or Egyptian, and therefore concluded that they were nothing more than barbarians, and the stories about them were probably all made up, which hypothesis explained the repetitions and the queer names. Curiously enough, it never occurred to me to call Greek patronymics “queer.”\nBut how shall I speak of the glories I have since discovered in the Bible? For years I have read it with an ever-broadening sense of joy and inspiration; and I love it as I love no other book. Still there is much in the Bible against which every instinct of my being rebels, so much that I regret the necessity which has compelled me to read it through from beginning to end. I do not think that the knowledge which I have gained of its history and sources compensates me for the unpleasant details it has forced upon my attention. For my part, I wish, with Mr. Howells, that the literature of the past might be purged of all that is ugly and barbarous in it, although I should object as much as anyone to having these great works weakened or falsified.\nThere is something impressive, awful, in the simplicity and terrible directness of the book of Esther. Could there be anything more dramatic than the scene in which Esther stands before her wicked lord? She knows her life is in his hands; there is no one to protect her from his wrath. Yet, conquering her woman’s fear, she approaches him, animated by the noblest patriotism, having but one thought: “If I perish, I perish; but if I live, my people shall live.”\nThe story of Ruth, too⁠—how Oriental it is! Yet how different is the life of these simple country folks from that of the Persian capital! Ruth is so loyal and gentle-hearted, we cannot help loving her, as she stands with the reapers amid the waving corn. Her beautiful, unselfish spirit shines out like a bright star in the night of a dark and cruel age. Love like Ruth’s, love which can rise above conflicting creeds and deep-seated racial prejudices, is hard to find in all the world.\nThe Bible gives me a deep, comforting sense that “things seen are temporal, and things unseen are eternal.”\nI do not remember a time since I have been capable of loving books that I have not loved Shakespeare. I cannot tell exactly when I began Lamb’s Tales from Shakespeare; but I know that I read them at first with a child’s understanding and a child’s wonder. Macbeth seems to have impressed me most. One reading was sufficient to stamp every detail of the story upon my memory forever. For a long time the ghosts and witches pursued me even into Dreamland. I could see, absolutely see, the dagger and Lady Macbeth’s little white hand⁠—the dreadful stain was as real to me as to the grief-stricken queen.\nI read King Lear soon after Macbeth, and I shall never forget the feeling of horror when I came to the scene in which Gloster’s eyes are put out. Anger seized me, my fingers refused to move, I sat rigid for one long moment, the blood throbbing in my temples, and all the hatred that a child can feel concentrated in my heart.\nI must have made the acquaintance of Shylock and Satan about the same time, for the two characters were long associated in my mind. I remember that I was sorry for them. I felt vaguely that they could not be good even if they wished to, because no one seemed willing to help them or to give them a fair chance. Even now I cannot find it in my heart to condemn them utterly. There are moments when I feel that the Shylocks, the Judases, and even the Devil, are broken spokes in the great wheel of good which shall in due time be made whole.\nIt seems strange that my first reading of Shakespeare should have left me so many unpleasant memories. The bright, gentle, fanciful plays⁠—the ones I like best now⁠—appear not to have impressed me at first, perhaps because they reflected the habitual sunshine and gaiety of a child’s life. But “there is nothing more capricious than the memory of a child: what it will hold, and what it will lose.”\nI have since read Shakespeare’s plays many times and know parts of them by heart, but I cannot tell which of them I like best. My delight in them is as varied as my moods. The little songs and the sonnets have a meaning for me as fresh and wonderful as the dramas. But, with all my love for Shakespeare, it is often weary work to read all the meanings into his lines which critics and commentators have given them. I used to try to remember their interpretations, but they discouraged and vexed me; so I made a secret compact with myself not to try any more. This compact I have only just broken in my study of Shakespeare under Professor Kittredge. I know there are many things in Shakespeare, and in the world, that I do not understand; and I am glad to see veil after veil lift gradually, revealing new realms of thought and beauty.\nNext to poetry I love history. I have read every historical work that I have been able to lay my hands on, from a catalogue of dry facts and dryer dates to Green’s impartial, picturesque History of the English People; from Freeman’s History of Europe to Emerton’s Middle Ages. The first book that gave me any real sense of the value of history was Swinton’s World History, which I received on my thirteenth birthday. Though I believe it is no longer considered valid, yet I have kept it ever since as one of my treasures. From it I learned how the races of men spread from land to land and built great cities, how a few great rulers, earthly Titans, put everything under their feet, and with a decisive word opened the gates of happiness for millions and closed them upon millions more: how different nations pioneered in art and knowledge and broke ground for the mightier growths of coming ages; how civilization underwent as it were, the holocaust of a degenerate age, and rose again, like the Phoenix, among the nobler sons of the North; and how by liberty, tolerance and education the great and the wise have opened the way for the salvation of the whole world.\nIn my college reading I have become somewhat familiar with French and German literature. The German puts strength before beauty, and truth before convention, both in life and in literature. There is a vehement, sledgehammer vigour about everything that he does. When he speaks, it is not to impress others, but because his heart would burst if he did not find an outlet for the thoughts that burn in his soul.\nThen, too, there is in German literature a fine reserve which I like; but its chief glory is the recognition I find in it of the redeeming potency of woman’s self-sacrificing love. This thought pervades all German literature and is mystically expressed in Goethe’s Faust:\n\nAll things transitory\n\nBut as symbols are sent.\n\nEarth’s insufficiency\n\nHere grows to event.\n\nThe indescribable\n\nHere it is done.\n\nThe Woman Soul leads us upward and on!\n\nOf all the French writers that I have read, I like Molière and Racine best. There are fine things in Balzac and passages in Mérimée which strike one like a keen blast of sea air. Alfred de Musset is impossible! I admire Victor Hugo⁠—I appreciate his genius, his brilliancy, his romanticism; though he is not one of my literary passions. But Hugo and Goethe and Schiller and all great poets of all great nations are interpreters of eternal things, and my spirit reverently follows them into the regions where Beauty and Truth and Goodness are one.\nI am afraid I have written too much about my book-friends, and yet I have mentioned only the authors I love most; and from this fact one might easily suppose that my circle of friends was very limited and undemocratic, which would be a very wrong impression. I like many writers for many reasons⁠—Carlyle for his ruggedness and scorn of shams; Wordsworth, who teaches the oneness of man and nature; I find an exquisite pleasure in the oddities and surprises of Hood, in Herrick’s quaintness and the palpable scent of lily and rose in his verses; I like Whittier for his enthusiasms and moral rectitude. I knew him, and the gentle remembrance of our friendship doubles the pleasure I have in reading his poems. I love Mark Twain⁠—who does not? The gods, too, loved him and put into his heart all manner of wisdom; then, fearing lest he should become a pessimist, they spanned his mind with a rainbow of love and faith. I like Scott for his freshness, dash and large honesty. I love all writers whose minds, like Lowell’s, bubble up in the sunshine of optimism⁠—fountains of joy and good will, with occasionally a splash of anger and here and there a healing spray of sympathy and pity.\nIn a word, literature is my Utopia. Here I am not disfranchised. No barrier of the senses shuts me out from the sweet, gracious discourse of my book-friends. They talk to me without embarrassment or awkwardness. The things I have learned and the things I have been taught seem of ridiculously little importance compared with their “large loves and heavenly charities.”\nI trust that my readers have not concluded from the preceding chapter on books that reading is my only pleasure; my pleasures and amusements are many and varied.\nMore than once in the course of my story I have referred to my love of the country and out-of-door sports. When I was quite a little girl, I learned to row and swim, and during the summer, when I am at Wrentham, Massachusetts, I almost live in my boat. Nothing gives me greater pleasure than to take my friends out rowing when they visit me. Of course, I cannot guide the boat very well. Someone usually sits in the stern and manages the rudder while I row. Sometimes, however, I go rowing without the rudder. It is fun to try to steer by the scent of watergrasses and lilies, and of bushes that grow on the shore. I use oars with leather bands, which keep them in position in the oarlocks, and I know by the resistance of the water when the oars are evenly poised. In the same manner I can also tell when I am pulling against the current. I like to contend with wind and wave. What is more exhilarating than to make your staunch little boat, obedient to your will and muscle, go skimming lightly over glistening, tilting waves, and to feel the steady, imperious surge of the water!\nI also enjoy canoeing, and I suppose you will smile when I say that I especially like it on moonlight nights. I cannot, it is true, see the moon climb up the sky behind the pines and steal softly across the heavens, making a shining path for us to follow; but I know she is there, and as I lie back among the pillows and put my hand in the water, I fancy that I feel the shimmer of her garments as she passes. Sometimes a daring little fish slips between my fingers, and often a pond-lily presses shyly against my hand. Frequently, as we emerge from the shelter of a cove or inlet, I am suddenly conscious of the spaciousness of the air about me. A luminous warmth seems to enfold me. Whether it comes from the trees which have been heated by the sun, or from the water, I can never discover. I have had the same strange sensation even in the heart of the city. I have felt it on cold, stormy days and at night. It is like the kiss of warm lips on my face.\nMy favourite amusement is sailing. In the summer of 1901 I visited Nova Scotia, and had opportunities such as I had not enjoyed before to make the acquaintance of the ocean. After spending a few days in Evangeline’s country, about which Longfellow’s beautiful poem has woven a spell of enchantment, Miss Sullivan and I went to Halifax, where we remained the greater part of the summer. The harbour was our joy, our paradise. What glorious sails we had to Bedford Basin, to McNabb’s Island, to York Redoubt, and to the Northwest Arm! And at night what soothing, wondrous hours we spent in the shadow of the great, silent men-of-war. Oh, it was all so interesting, so beautiful! The memory of it is a joy forever.\nOne day we had a thrilling experience. There was a regatta in the Northwest Arm, in which the boats from the different warships were engaged. We went in a sailboat along with many others to watch the races. Hundreds of little sailboats swung to and fro close by, and the sea was calm. When the races were over, and we turned our faces homeward, one of the party noticed a black cloud drifting in from the sea, which grew and spread and thickened until it covered the whole sky. The wind rose, and the waves chopped angrily at unseen barriers. Our little boat confronted the gale fearlessly; with sails spread and ropes taut, she seemed to sit upon the wind. Now she swirled in the billows, now she spring upward on a gigantic wave, only to be driven down with angry howl and hiss. Down came the mainsail. Tacking and jibbing, we wrestled with opposing winds that drove us from side to side with impetuous fury. Our hearts beat fast, and our hands trembled with excitement, not fear, for we had the hearts of vikings, and we knew that our skipper was master of the situation. He had steered through many a storm with firm hand and sea-wise eye. As they passed us, the large craft and the gunboats in the harbour saluted and the seamen shouted applause for the master of the only little sailboat that ventured out into the storm. At last, cold, hungry and weary, we reached our pier.\nLast summer I spent in one of the loveliest nooks of one of the most charming villages in New England. Wrentham, Massachusetts, is associated with nearly all of my joys and sorrows. For many years Red Farm, by King Philip’s Pond, the home of Mr. J. E. Chamberlin and his family, was my home. I remember with deepest gratitude the kindness of these dear friends and the happy days I spent with them. The sweet companionship of their children meant much to me. I joined in all their sports and rambles through the woods and frolics in the water. The prattle of the little ones and their pleasure in the stories I told them of elf and gnome, of hero and wily bear, are pleasant things to remember. Mr. Chamberlin initiated me into the mysteries of tree and wildflower, until with the little ear of love I heard the flow of sap in the oak, and saw the sun glint from leaf to leaf. Thus it is that\n\nEven as the roots, shut in the darksome earth,\n\nShare in the treetop’s joyance, and conceive\n\nOf sunshine and wide air and wingèd things,\n\nBy sympathy of nature, so do I\n\nhave evidence of things unseen.\nIt seems to me that there is in each of us a capacity to comprehend the impressions and emotions which have been experienced by mankind from the beginning. Each individual has a subconscious memory of the green earth and murmuring waters, and blindness and deafness cannot rob him of this gift from past generations. This inherited capacity is a sort of sixth sense⁠—a soul-sense which sees, hears, feels, all in one.\nI have many tree friends in Wrentham. One of them, a splendid oak, is the special pride of my heart. I take all my other friends to see this king-tree. It stands on a bluff overlooking King Philip’s Pond, and those who are wise in tree lore say it must have stood there eight hundred or a thousand years. There is a tradition that under this tree King Philip, the heroic Indian chief, gazed his last on earth and sky.\nI had another tree friend, gentle and more approachable than the great oak⁠—a linden that grew in the dooryard at Red Farm. One afternoon, during a terrible thunderstorm, I felt a tremendous crash against the side of the house and knew, even before they told me, that the linden had fallen. We went out to see the hero that had withstood so many tempests, and it wrung my heart to see him prostrate who had mightily striven and was now mightily fallen.\nBut I must not forget that I was going to write about last summer in particular. As soon as my examinations were over, Miss Sullivan and I hastened to this green nook, where we have a little cottage on one of the three lakes for which Wrentham is famous. Here the long, sunny days were mine, and all thoughts of work and college and the noisy city were thrust into the background. In Wrentham we caught echoes of what was happening in the world⁠—war, alliance, social conflict. We heard of the cruel, unnecessary fighting in the faraway Pacific, and learned of the struggles going on between capital and labour. We knew that beyond the border of our Eden men were making history by the sweat of their brows when they might better make a holiday. But we little heeded these things. These things would pass away; here were lakes and woods and broad daisy-starred fields and sweet-breathed meadows, and they shall endure forever.\nPeople who think that all sensations reach us through the eye and the ear have expressed surprise that I should notice any difference, except possibly the absence of pavements, between walking in city streets and in country roads. They forget that my whole body is alive to the conditions about me. The rumble and roar of the city smite the nerves of my face, and I feel the ceaseless tramp of an unseen multitude, and the dissonant tumult frets my spirit. The grinding of heavy wagons on hard pavements and the monotonous clangour of machinery are all the more torturing to the nerves if one’s attention is not diverted by the panorama that is always present in the noisy streets to people who can see.\nIn the country one sees only Nature’s fair works, and one’s soul is not saddened by the cruel struggle for mere existence that goes on in the crowded city. Several times I have visited the narrow, dirty streets where the poor live, and I grow hot and indignant to think that good people should be content to live in fine houses and become strong and beautiful, while others are condemned to live in hideous, sunless tenements and grow ugly, withered and cringing. The children who crowd these grimy alleys, half-clad and underfed, shrink away from your outstretched hand as if from a blow. Dear little creatures, they crouch in my heart and haunt me with a constant sense of pain. There are men and women, too, all gnarled and bent out of shape. I have felt their hard, rough hands and realized what an endless struggle their existence must be⁠—no more than a series of scrimmages, thwarted attempts to do something. Their life seems an immense disparity between effort and opportunity. The sun and the air are God’s free gifts to all we say, but are they so? In yonder city’s dingy alleys the sun shines not, and the air is foul. Oh, man, how dost thou forget and obstruct thy brother man, and say, “Give us this day our daily bread,” when he has none! Oh, would that men would leave the city, its splendour and its tumult and its gold, and return to wood and field and simple, honest living! Then would their children grow stately as noble trees, and their thoughts sweet and pure as wayside flowers. It is impossible not to think of all this when I return to the country after a year of work in town.\nWhat a joy it is to feel the soft, springy earth under my feet once more, to follow grassy roads that lead to ferny brooks where I can bathe my fingers in a cataract of rippling notes, or to clamber over a stone wall into green fields that tumble and roll and climb in riotous gladness!\nNext to a leisurely walk I enjoy a “spin” on my tandem bicycle. It is splendid to feel the wind blowing in my face and the springy motion of my iron steed. The rapid rush through the air gives me a delicious sense of strength and buoyancy, and the exercise makes my pulses dance and my heart sing.\nWhenever it is possible, my dog accompanies me on a walk or ride or sail. I have had many dog friends⁠—huge mastiffs, soft-eyed spaniels, wood-wise setters and honest, homely bull terriers. At present the lord of my affections is one of these bull terriers. He has a long pedigree, a crooked tail and the drollest “phiz” in dogdom. My dog friends seem to understand my limitations, and always keep close beside me when I am alone. I love their affectionate ways and the eloquent wag of their tails.\nWhen a rainy day keeps me indoors, I amuse myself after the manner of other girls. I like to knit and crochet; I read in the happy-go-lucky way I love, here and there a line; or perhaps I play a game or two of checkers or chess with a friend. I have a special board on which I play these games. The squares are cut out, so that the men stand in them firmly. The black checkers are flat and the white ones curved on top. Each checker has a hole in the middle in which a brass knob can be placed to distinguish the king from the commons. The chessmen are of two sizes, the white larger than the black, so that I have no trouble in following my opponent’s maneuvers by moving my hands lightly over the board after a play. The jar made by shifting the men from one hole to another tells me when it is my turn.\nIf I happen to be all alone and in an idle mood, I play a game of solitaire, of which I am very fond. I use playing cards marked in the upper right-hand corner with braille symbols which indicate the value of the card", "summary": "\nHelen Keller's autobiography provides an intimate portrayal of her educational journey and life experiences as a deaf-blind individual navigating the world through touch, smell, and the assistance of her dedicated teacher, Miss Sullivan. At the Cambridge school, Keller experienced for the first time the companionship of girls her own age, enjoying games, walks, and intellectual discussions. This period marked a significant step in her social development, as some of her classmates learned to communicate with her directly, reducing her dependence on Miss Sullivan as an interpreter. Her sister Mildred joined her for six happy months, creating cherished memories of mutual support and shared recreation.\nKeller's academic journey included preliminary examinations for Radcliffe College in 1897, where she offered nine hours of subjects including German, French, Latin, English, and history. Despite the accommodations made for her disability—having papers read to her by Mr. Gilman through the manual alphabet and using a typewriter in a separate room—Keller faced significant challenges. Her second year at the Gilman school proved particularly difficult as she tackled mathematics, physics, and other subjects without proper embossed books or specialized apparatus. The large class sizes prevented teachers from providing the individual instruction she needed, placing an enormous burden on Miss Sullivan to read all materials and interpret for instructors.\nA dispute with Mr. Gilman regarding her workload eventually led to Keller and her sister withdrawing from the Cambridge school. She continued her studies under a tutor, Mr. Keith, who visited her twice weekly in Wrentham and later five times a week in Boston. This personalized instruction proved more beneficial than classroom learning, allowing for thorough explanations and accommodations for her specific needs. With Mr. Keith's patient guidance, even challenging subjects like mathematics became comprehensible, and she successfully prepared for her final Radcliffe examinations in 1899.\nThe actual Radcliffe examinations presented new obstacles, as college authorities did not allow Miss Sullivan to read the papers to her. Instead, a stranger, Mr. Vining, copied the exams into American braille, which differed significantly from the English braille Keller was accustomed to using. These differences caused particular confusion in algebra and geometry, where symbols varied across systems. Despite these challenges, Keller persevered and gained admission to Radcliffe, fulfilling her dream of higher education in the fall of 1900.\nKeller's college experience was not the romantic ideal she had imagined. The pressure of time constraints prevented her from deeply reflecting on what she was learning, as lectures were spelled rapidly into her hand, leaving little opportunity for processing the material. She could not take notes during lectures since her hands were occupied with listening, and she had to compose all assignments, themes, and examinations on her typewriter. Few required books were available in braille, necessitating that materials be spelled into her hand, which demanded significantly more preparation time than her peers needed.\nBooks became Keller's gateway to the wider world beyond her sensory limitations. Her reading journey began meaningfully at age seven with \"Little Lord Fauntleroy,\" which ignited a genuine interest in literature. Reading voraciously through her childhood and adolescence, Keller embraced works ranging from Greek mythology to Shakespeare, from history to poetry. She developed particular affection for the Iliad, which transported her beyond her physical constraints into the sweep of the heavens. The Bible, too, became a source of inspiration, though she acknowledged its troubling aspects alongside its beauties. Shakespeare's works—first encountered through Lamb's Tales—became lifelong companions, with Macbeth initially making the strongest impression with its vivid imagery of ghosts, witches, and Lady Macbeth's bloodstained hands.\nKeller's literary tastes encompassed a wide array of authors and genres. She admired Molière and Racine among French writers, while finding deep meaning in the self-sacrificing love portrayed in German literature, particularly Goethe's work. Her affections extended to Carlyle for his scorn of shams, Wordsworth for teaching the oneness of man and nature, and Mark Twain for his wisdom tempered with optimism. For Keller, literature represented a utopia where she was not disenfranchised—a realm where no sensory barriers separated her from the \"sweet, gracious discourse\" of her book-friends.\nBeyond intellectual pursuits, Keller found joy in outdoor activities and physical challenges. Rowing and swimming became favorite pastimes during summers in Wrentham, Massachusetts. She described the exhilaration of making her boat obey her will and muscle as it skimmed over waves. Canoeing, especially on moonlight nights, created sensations of spaciousness and luminous warmth. Sailing provided some of her most thrilling experiences, including a memorable regatta in Nova Scotia where her party weathered an unexpected storm. Even cycling on a tandem bicycle gave her \"a delicious sense of strength and buoyancy\" and made her \"heart sing.\"\nKeller's sensitivity to her surroundings extended far beyond what many might expect of someone deaf and blind. She perceived the stark contrast between city and country environments through her entire body. The rumble and roar of urban streets, the grinding of wagons on hard pavements, and the \"monotonous clangour of machinery\" assaulted her nerves in ways that sighted people, distracted by visual stimuli, might not fully appreciate. By contrast, the country offered communion with \"Nature's fair works\" without the \"cruel struggle for mere existence\" that characterized city life.\nHer observations of social inequality revealed deep compassion and indignation. Visits to impoverished neighborhoods with their \"narrow, dirty streets\" and \"hideous, sunless tenements\" stirred profound empathy for children and adults condemned to lives of hardship. Keller recognized the \"immense disparity between effort and opportunity\" that defined existence for the poor, questioning how people could pray for \"daily bread\" while ignoring their neighbors' hunger. She lamented humanity's obstructions of fellow humans and yearned for a return to simpler, more honest living connected to nature.\nFor indoor recreation, Keller enjoyed typically feminine pursuits of her era—knitting, crocheting, and reading—as well as games like checkers, chess, and solitaire adapted with tactile modifications. Special boards with cut-out squares secured her game pieces, while braille markings on playing cards enabled independent card games. Her canine companions provided steady friendship, seeming to understand her limitations and staying close when she was alone.\nThroughout her narrative, Keller demonstrates remarkable resilience in overcoming obstacles through determination and assistance from dedicated teachers and friends. Her perspective reveals that despite sensory deprivations, she developed rich internal landscapes informed by literature, nature, and human connections. Her writing challenges common assumptions about disability, revealing how her unique perception of the world offered insights unavailable to those with full sensory abilities. She possessed what she called a \"soul-sense\"—an inherited capacity to comprehend impressions and emotions experienced by humanity from the beginning, a sixth sense that \"sees, hears, feels, all in one\" despite physical limitations.\nKeller's autobiography stands as testimony to human potential and the power of education to transcend physical barriers. Her journey from isolation to intellectual accomplishment demonstrates how limitations can be overcome through persistence, adaptation, and support. Above all, her story celebrates the life of the mind and spirit, which flourish regardless of bodily constraints when nurtured through knowledge, imagination, and connections with the natural world and fellow humans.\n", "map": [["Helen Keller", "Miss Sullivan"], ["Miss Sullivan", "dedicated teacher"], ["Helen Keller", "Cambridge school"], ["Cambridge school", "peer companionship"], ["peer companionship", "social development"], ["Helen Keller", "Mildred"], ["Mildred", "shared recreation"], ["Helen Keller", "Radcliffe College"], ["Radcliffe College", "examinations"], ["examinations", "challenges"], ["Helen Keller", "Mr. Gilman"], ["Mr. Gilman", "manual alphabet"], ["Helen Keller", "typewriter"], ["Helen Keller", "mathematics difficulty"], ["Miss Sullivan", "interpreter"], ["Helen Keller", "workload dispute"], ["workload dispute", "school withdrawal"], ["Helen Keller", "Mr. Keith"], ["Mr. Keith", "personalized instruction"], ["personalized instruction", "improved learning"], ["Helen Keller", "American braille"], ["American braille", "English braille difference"], ["braille difference", "examination obstacles"], ["Helen Keller", "college reality"], ["college reality", "time constraints"], ["Helen Keller", "books"], ["books", "gateway to world"], ["Helen Keller", "Little Lord Fauntleroy"], ["Little Lord Fauntleroy", "literary interest"], ["Helen Keller", "Iliad"], ["Iliad", "transcendence"], ["Helen Keller", "Shakespeare"], ["Shakespeare", "Macbeth"], ["Macbeth", "vivid imagery"], ["Helen Keller", "French literature"], ["Helen Keller", "German literature"], ["literature", "utopia"], ["utopia", "freedom from barriers"], ["Helen Keller", "rowing"], ["Helen Keller", "swimming"], ["Helen Keller", "canoeing"], ["Helen Keller", "sailing"], ["Helen Keller", "cycling"], ["physical activities", "exhilaration"], ["Helen Keller", "sensory perception"], ["sensory perception", "full-body awareness"], ["Helen Keller", "city environment"], ["city environment", "sensory assault"], ["Helen Keller", "country environment"], ["country environment", "natural harmony"], ["Helen Keller", "social inequality"], ["social inequality", "moral indignation"], ["Helen Keller", "indoor recreation"], ["indoor recreation", "adapted games"], ["Helen Keller", "canine companions"], ["Helen Keller", "soul-sense"], ["soul-sense", "transcendent perception"], ["Helen Keller", "resilience"], ["resilience", "education"], ["education", "transcending barriers"], ["Helen Keller", "mind development"], ["mind development", "despite physical limitations"]]}