{"source": "https://www.gutenberg.org/cache/epub/345/pg345-images.html", "text": "\n“Jonathan,” she said, and the word sounded like music on her lips it was\r\nso full of love and tenderness, “Jonathan dear, and you all my true,\r\ntrue friends, I want you to bear something in mind through all this\r\ndreadful time. I know that you must fight—that you must destroy even as\r\nyou destroyed the false Lucy so that the true Lucy might live hereafter;\r\nbut it is not a work of hate. That poor soul who has wrought all this\r\nmisery is the saddest case of all. Just think what will be his joy when\r\nhe, too, is destroyed in his worser part that his better part may have\r\nspiritual immortality. You must be pitiful to him, too, though it may\r\nnot hold your hands from his destruction.”\nAs she spoke I could see her husband’s face darken and draw together, as\r\nthough the passion in him were shrivelling his being to its core.\r\nInstinctively the clasp on his wife’s hand grew closer, till his\r\nknuckles looked white. She did not flinch from the pain which I knew she\r\nmust have suffered, but looked at him with eyes that were more appealing\r\nthan ever. As she stopped speaking he leaped to his feet, almost tearing\r\nhis hand from hers as he spoke:—\n“May God give him into my hand just for long enough to destroy that\r\nearthly life of him which we are aiming at. If beyond it I could send\r\nhis soul for ever and ever to burning hell I would do it!”\n“Oh, hush! oh, hush! in the name of the good God. Don’t say such things,\r\nJonathan, my husband; or you will crush me with fear and horror. Just\r\nthink, my dear—I have been thinking all this long, long day of it—that\r\n... perhaps ... some day ... I, too, may need such pity; and that some\r\nother like you—and with equal cause for anger—may deny it to me! Oh,\r\nmy husband! my husband, indeed I would have spared you such a thought\r\nhad there been another way; but I pray that God may not have treasured\r\nyour wild words, except as the heart-broken wail of a very loving and\r\nsorely stricken man. Oh, God, let these poor white hairs go in evidence\r\nof what he has suffered, who all his life has done no wrong, and on whom\r\nso many sorrows have come.”\nWe men were all in tears now. There was no resisting them, and we wept\r\nopenly. She wept, too, to see that her sweeter counsels had prevailed.\r\nHer husband flung himself on his knees beside her, and putting his arms\r\nround her, hid his face in the folds of her dress. Van Helsing beckoned\r\nto us and we stole out of the room, leaving the two loving hearts alone\r\nwith their God.\nBefore they retired the Professor fixed up the room against any coming\r\nof the Vampire, and assured Mrs. Harker that she might rest in peace.\r\nShe tried to school herself to the belief, and, manifestly for her\r\nhusband’s sake, tried to seem content. It was a brave struggle; and was,\r\nI think and believe, not without its reward. Van Helsing had placed at\r\nhand a bell which either of them was to sound in case of any emergency.\r\nWhen they had retired, Quincey, Godalming, and I arranged that we should\r\nsit up, dividing the night between us, and watch over the safety of the\r\npoor stricken lady. The first watch falls to Quincey, so the rest of us\r\nshall be off to bed as soon as we can. Godalming has already turned in,\r\nfor his is the second watch. Now that my work is done I, too, shall go\r\nto bed.\nJonathan Harker’s Journal.\n3-4 October, close to midnight.—I thought yesterday would never end.\r\nThere was over me a yearning for sleep, in some sort of blind belief\r\nthat to wake would be to find things changed, and that any change must\r\nnow be for the better. Before we parted, we discussed what our next step\r\nwas to be, but we could arrive at no result. All we knew was that one\r\nearth-box remained, and that the Count alone knew where it was. If he\r\nchooses to lie hidden, he may baffle us for years; and in the\r\nmeantime!—the thought is too horrible, I dare not think of it even now.\r\nThis I know: that if ever there was a woman who was all perfection, that\r\none is my poor wronged darling. I love her a thousand times more for her\r\nsweet pity of last night, a pity that made my own hate of the monster\r\nseem despicable. Surely God will not permit the world to be the poorer\r\nby the loss of such a creature. This is hope to me. We are all drifting\r\nreefwards now, and faith is our only anchor. Thank God! Mina is\r\nsleeping, and sleeping without dreams. I fear what her dreams might be\r\nlike, with such terrible memories to ground them in. She has not been so\r\ncalm, within my seeing, since the sunset. Then, for a while, there came\r\nover her face a repose which was like spring after the blasts of March.\r\nI thought at the time that it was the softness of the red sunset on her\r\nface, but somehow now I think it has a deeper meaning. I am not sleepy\r\nmyself, though I am weary—weary to death. However, I must try to sleep;\r\nfor there is to-morrow to think of, and there is no rest for me\r\nuntil....\n \nLater.—I must have fallen asleep, for I was awaked by Mina, who was\r\nsitting up in bed, with a startled look on her face. I could see easily,\r\nfor we did not leave the room in darkness; she had placed a warning hand\r\nover my mouth, and now she whispered in my ear:—\n“Hush! there is someone in the corridor!” I got up softly, and crossing\r\nthe room, gently opened the door.\nJust outside, stretched on a mattress, lay Mr. Morris, wide awake. He\r\nraised a warning hand for silence as he whispered to me:—\n“Hush! go back to bed; it is all right. One of us will be here all\r\nnight. We don’t mean to take any chances!”\nHis look and gesture forbade discussion, so I came back and told Mina.\r\nShe sighed and positively a shadow of a smile stole over her poor, pale\r\nface as she put her arms round me and said softly:—\n“Oh, thank God for good brave men!” With a sigh she sank back again to\r\nsleep. I write this now as I am not sleepy, though I must try again.\n \n4 October, morning.—Once again during the night I was wakened by\r\nMina. This time we had all had a good sleep, for the grey of the coming\r\ndawn was making the windows into sharp oblongs, and the gas flame was\r\nlike a speck rather than a disc of light. She said to me hurriedly:—\n“Go, call the Professor. I want to see him at once.”\n“Why?” I asked.\n“I have an idea. I suppose it must have come in the night, and matured\r\nwithout my knowing it. He must hypnotise me before the dawn, and then I\r\nshall be able to speak. Go quick, dearest; the time is getting close.” I\r\nwent to the door. Dr. Seward was resting on the mattress, and, seeing\r\nme, he sprang to his feet.\n“Is anything wrong?” he asked, in alarm.\n“No,” I replied; “but Mina wants to see Dr. Van Helsing at once.”\n“I will go,” he said, and hurried into the Professor’s room.\nIn two or three minutes later Van Helsing was in the room in his\r\ndressing-gown, and Mr. Morris and Lord Godalming were with Dr. Seward at\r\nthe door asking questions. When the Professor saw Mina smile—a\r\npositive smile ousted the anxiety of his face; he rubbed his hands as he\r\nsaid:—\n“Oh, my dear Madam Mina, this is indeed a change. See! friend Jonathan,\r\nwe have got our dear Madam Mina, as of old, back to us to-day!” Then\r\nturning to her, he said, cheerfully: “And what am I do for you? For at\r\nthis hour you do not want me for nothings.”\n“I want you to hypnotise me!” she said. “Do it before the dawn, for I\r\nfeel that then I can speak, and speak freely. Be quick, for the time is\r\nshort!” Without a word he motioned her to sit up in bed.\nLooking fixedly at her, he commenced to make passes in front of her,\r\nfrom over the top of her head downward, with each hand in turn. Mina\r\ngazed at him fixedly for a few minutes, during which my own heart beat\r\nlike a trip hammer, for I felt that some crisis was at hand. Gradually\r\nher eyes closed, and she sat, stock still; only by the gentle heaving of\r\nher bosom could one know that she was alive. The Professor made a few\r\nmore passes and then stopped, and I could see that his forehead was\r\ncovered with great beads of perspiration. Mina opened her eyes; but she\r\ndid not seem the same woman. There was a far-away look in her eyes, and\r\nher voice had a sad dreaminess which was new to me. Raising his hand to\r\nimpose silence, the Professor motioned to me to bring the others in.\r\nThey came on tip-toe, closing the door behind them, and stood at the\r\nfoot of the bed, looking on. Mina appeared not to see them. The\r\nstillness was broken by Van Helsing’s voice speaking in a low level tone\r\nwhich would not break the current of her thoughts:—\n“Where are you?” The answer came in a neutral way:—\n“I do not know. Sleep has no place it can call its own.” For several\r\nminutes there was silence. Mina sat rigid, and the Professor stood\r\nstaring at her fixedly; the rest of us hardly dared to breathe. The room\r\nwas growing lighter; without taking his eyes from Mina’s face, Dr. Van\r\nHelsing motioned me to pull up the blind. I did so, and the day seemed\r\njust upon us. A red streak shot up, and a rosy light seemed to diffuse\r\nitself through the room. On the instant the Professor spoke again:—\n“Where are you now?” The answer came dreamily, but with intention; it\r\nwere as though she were interpreting something. I have heard her use the\r\nsame tone when reading her shorthand notes.\n“I do not know. It is all strange to me!”\n“What do you see?”\n“I can see nothing; it is all dark.”\n“What do you hear?” I could detect the strain in the Professor’s patient\r\nvoice.\n“The lapping of water. It is gurgling by, and little waves leap. I can\r\nhear them on the outside.”\n“Then you are on a ship?” We all looked at each other, trying to glean\r\nsomething each from the other. We were afraid to think. The answer came\r\nquick:—\n“Oh, yes!”\n“What else do you hear?”\n“The sound of men stamping overhead as they run about. There is the\r\ncreaking of a chain, and the loud tinkle as the check of the capstan\r\nfalls into the rachet.”\n“What are you doing?”\n“I am still—oh, so still. It is like death!” The voice faded away into\r\na deep breath as of one sleeping, and the open eyes closed again.\nBy this time the sun had risen, and we were all in the full light of\r\nday. Dr. Van Helsing placed his hands on Mina’s shoulders, and laid her\r\nhead down softly on her pillow. She lay like a sleeping child for a few\r\nmoments, and then, with a long sigh, awoke and stared in wonder to see\r\nus all around her. “Have I been talking in my sleep?” was all she said.\r\nShe seemed, however, to know the situation without telling, though she\r\nwas eager to know what she had told. The Professor repeated the\r\nconversation, and she said:—\n“Then there is not a moment to lose: it may not be yet too late!” Mr.\r\nMorris and Lord Godalming started for the door but the Professor’s calm\r\nvoice called them back:—\n“Stay, my friends. That ship, wherever it was, was weighing anchor\r\nwhilst she spoke. There are many ships weighing anchor at the moment in\r\nyour so great Port of London. Which of them is it that you seek? God be\r\nthanked that we have once again a clue, though whither it may lead us we\r\nknow not. We have been blind somewhat; blind after the manner of men,\r\nsince when we can look back we see what we might have seen looking\r\nforward if we had been able to see what we might have seen! Alas, but\r\nthat sentence is a puddle; is it not? We can know now what was in the\r\nCount’s mind, when he seize that money, though Jonathan’s so fierce\r\nknife put him in the danger that even he dread. He meant escape. Hear\r\nme, ESCAPE! He saw that with but one earth-box left, and a pack of men\r\nfollowing like dogs after a fox, this London was no place for him. He\r\nhave take his last earth-box on board a ship, and he leave the land. He\r\nthink to escape, but no! we follow him. Tally Ho! as friend Arthur would\r\nsay when he put on his red frock! Our old fox is wily; oh! so wily, and\r\nwe must follow with wile. I, too, am wily and I think his mind in a\r\nlittle while. In meantime we may rest and in peace, for there are waters\r\nbetween us which he do not want to pass, and which he could not if he\r\nwould—unless the ship were to touch the land, and then only at full or\r\nslack tide. See, and the sun is just rose, and all day to sunset is to\r\nus. Let us take bath, and dress, and have breakfast which we all need,\r\nand which we can eat comfortably since he be not in the same land with\r\nus.” Mina looked at him appealingly as she asked:—\n“But why need we seek him further, when he is gone away from us?” He\r\ntook her hand and patted it as he replied:—\n“Ask me nothings as yet. When we have breakfast, then I answer all\r\nquestions.” He would say no more, and we separated to dress.\nAfter breakfast Mina repeated her question. He looked at her gravely for\r\na minute and then said sorrowfully:—\n“Because my dear, dear Madam Mina, now more than ever must we find him\r\neven if we have to follow him to the jaws of Hell!” She grew paler as\r\nshe asked faintly:—\n“Why?”\n“Because,” he answered solemnly, “he can live for centuries, and you are\r\nbut mortal woman. Time is now to be dreaded—since once he put that mark\r\nupon your throat.”\nI was just in time to catch her as she fell forward in a faint.\nTHIS to Jonathan Harker.\nYou are to stay with your dear Madam Mina. We shall go to make our\r\nsearch—if I can call it so, for it is not search but knowing, and we\r\nseek confirmation only. But do you stay and take care of her to-day.\r\nThis is your best and most holiest office. This day nothing can find him\r\nhere. Let me tell you that so you will know what we four know already,\r\nfor I have tell them. He, our enemy, have gone away; he have gone back\r\nto his Castle in Transylvania. I know it so well, as if a great hand of\r\nfire wrote it on the wall. He have prepare for this in some way, and\r\nthat last earth-box was ready to ship somewheres. For this he took the\r\nmoney; for this he hurry at the last, lest we catch him before the sun\r\ngo down. It was his last hope, save that he might hide in the tomb that\r\nhe think poor Miss Lucy, being as he thought like him, keep open to him.\r\nBut there was not of time. When that fail he make straight for his last\r\nresource—his last earth-work I might say did I wish double entente.\r\nHe is clever, oh, so clever! he know that his game here was finish; and\r\nso he decide he go back home. He find ship going by the route he came,\r\nand he go in it. We go off now to find what ship, and whither bound;\r\nwhen we have discover that, we come back and tell you all. Then we will\r\ncomfort you and poor dear Madam Mina with new hope. For it will be hope\r\nwhen you think it over: that all is not lost. This very creature that we\r\npursue, he take hundreds of years to get so far as London; and yet in\r\none day, when we know of the disposal of him we drive him out. He is\r\nfinite, though he is powerful to do much harm and suffers not as we do.\r\nBut we are strong, each in our purpose; and we are all more strong\r\ntogether. Take heart afresh, dear husband of Madam Mina. This battle is\r\nbut begun, and in the end we shall win—so sure as that God sits on high\r\nto watch over His children. Therefore be of much comfort till we return.\n\nVan Helsing.\n\n\nJonathan Harker’s Journal.\n4 October.—When I read to Mina, Van Helsing’s message in the\r\nphonograph, the poor girl brightened up considerably. Already the\r\ncertainty that the Count is out of the country has given her comfort;\r\nand comfort is strength to her. For my own part, now that his horrible\r\ndanger is not face to face with us, it seems almost impossible to\r\nbelieve in it. Even my own terrible experiences in Castle Dracula seem\r\nlike a long-forgotten dream. Here in the crisp autumn air in the bright\r\nsunlight——\nAlas! how can I disbelieve! In the midst of my thought my eye fell on\r\nthe red scar on my poor darling’s white forehead. Whilst that lasts,\r\nthere can be no disbelief. And afterwards the very memory of it will\r\nkeep faith crystal clear. Mina and I fear to be idle, so we have been\r\nover all the diaries again and again. Somehow, although the reality\r\nseems greater each time, the pain and the fear seem less. There is\r\nsomething of a guiding purpose manifest throughout, which is comforting.\r\nMina says that perhaps we are the instruments of ultimate good. It may\r\nbe! I shall try to think as she does. We have never spoken to each other\r\nyet of the future. It is better to wait till we see the Professor and\r\nthe others after their investigations.\nThe day is running by more quickly than I ever thought a day could run\r\nfor me again. It is now three o’clock.\nMina Harker’s Journal.\n5 October, 5 p. m.—Our meeting for report. Present: Professor Van\r\nHelsing, Lord Godalming, Dr. Seward, Mr. Quincey Morris, Jonathan\r\nHarker, Mina Harker.\nDr. Van Helsing described what steps were taken during the day to\r\ndiscover on what boat and whither bound Count Dracula made his escape:—\n“As I knew that he wanted to get back to Transylvania, I felt sure that\r\nhe must go by the Danube mouth; or by somewhere in the Black Sea, since\r\nby that way he come. It was a dreary blank that was before us. Omne\r\nignotum pro magnifico; and so with heavy hearts we start to find what\r\nships leave for the Black Sea last night. He was in sailing ship, since\r\nMadam Mina tell of sails being set. These not so important as to go in\r\nyour list of the shipping in the Times, and so we go, by suggestion of\r\nLord Godalming, to your Lloyd’s, where are note of all ships that sail,\r\nhowever so small. There we find that only one Black-Sea-bound ship go\r\nout with the tide. She is the Czarina Catherine, and she sail from\r\nDoolittle’s Wharf for Varna, and thence on to other parts and up the\r\nDanube. ‘Soh!’ said I, ‘this is the ship whereon is the Count.’ So off\r\nwe go to Doolittle’s Wharf, and there we find a man in an office of wood\r\nso small that the man look bigger than the office. From him we inquire\r\nof the goings of the Czarina Catherine. He swear much, and he red face\r\nand loud of voice, but he good fellow all the same; and when Quincey\r\ngive him something from his pocket which crackle as he roll it up, and\r\nput it in a so small bag which he have hid deep in his clothing, he\r\nstill better fellow and humble servant to us. He come with us, and ask\r\nmany men who are rough and hot; these be better fellows too when they\r\nhave been no more thirsty. They say much of blood and bloom, and of\r\nothers which I comprehend not, though I guess what they mean; but\r\nnevertheless they tell us all things which we want to know.\n“They make known to us among them, how last afternoon at about five\r\no’clock comes a man so hurry. A tall man, thin and pale, with high nose\r\nand teeth so white, and eyes that seem to be burning. That he be all in\r\nblack, except that he have a hat of straw which suit not him or the\r\ntime. That he scatter his money in making quick inquiry as to what ship\r\nsails for the Black Sea and for where. Some took him to the office and\r\nthen to the ship, where he will not go aboard but halt at shore end of\r\ngang-plank, and ask that the captain come to him. The captain come, when\r\ntold that he will be pay well; and though he swear much at the first he\r\nagree to term. Then the thin man go and some one tell him where horse\r\nand cart can be hired. He go there and soon he come again, himself\r\ndriving cart on which a great box; this he himself lift down, though it\r\ntake several to put it on truck for the ship. He give much talk to\r\ncaptain as to how and where his box is to be place; but the captain like\r\nit not and swear at him in many tongues, and tell him that if he like he\r\ncan come and see where it shall be. But he say ‘no’; that he come not\r\nyet, for that he have much to do. Whereupon the captain tell him that he\r\nhad better be quick—with blood—for that his ship will leave the\r\nplace—of blood—before the turn of the tide—with blood. Then the thin\r\nman smile and say that of course he must go when he think fit; but he\r\nwill be surprise if he go quite so soon. The captain swear again,\r\npolyglot, and the thin man make him bow, and thank him, and say that he\r\nwill so far intrude on his kindness as to come aboard before the\r\nsailing. Final the captain, more red than ever, and in more tongues tell\r\nhim that he doesn’t want no Frenchmen—with bloom upon them and also\r\nwith blood—in his ship—with blood on her also. And so, after asking\r\nwhere there might be close at hand a ship where he might purchase ship\r\nforms, he departed.\n“No one knew where he went ‘or bloomin’ well cared,’ as they said, for\r\nthey had something else to think of—well with blood again; for it soon\r\nbecame apparent to all that the Czarina Catherine would not sail as\r\nwas expected. A thin mist began to creep up from the river, and it grew,\r\nand grew; till soon a dense fog enveloped the ship and all around her.\r\nThe captain swore polyglot—very polyglot—polyglot with bloom and\r\nblood; but he could do nothing. The water rose and rose; and he began to\r\nfear that he would lose the tide altogether. He was in no friendly mood,\r\nwhen just at full tide, the thin man came up the gang-plank again and\r\nasked to see where his box had been stowed. Then the captain replied\r\nthat he wished that he and his box—old and with much bloom and\r\nblood—were in hell. But the thin man did not be offend, and went down\r\nwith the mate and saw where it was place, and came up and stood awhile\r\non deck in fog. He must have come off by himself, for none notice him.\r\nIndeed they thought not of him; for soon the fog begin to melt away, and\r\nall was clear again. My friends of the thirst and the language that was\r\nof bloom and blood laughed, as they told how the captain’s swears\r\nexceeded even his usual polyglot, and was more than ever full of\r\npicturesque, when on questioning other mariners who were on movement up\r\nand down on the river that hour, he found that few of them had seen any\r\nof fog at all, except where it lay round the wharf. However, the ship\r\nwent out on the ebb tide; and was doubtless by morning far down the\r\nriver mouth. She was by then, when they told us, well out to sea.\n“And so, my dear Madam Mina, it is that we have to rest for a time, for\r\nour enemy is on the sea, with the fog at his command, on his way to the\r\nDanube mouth. To sail a ship takes time, go she never so quick; and when\r\nwe start we go on land more quick, and we meet him there. Our best hope\r\nis to come on him when in the box between sunrise and sunset; for then\r\nhe can make no struggle, and we may deal with him as we should. There\r\nare days for us, in which we can make ready our plan. We know all about\r\nwhere he go; for we have seen the owner of the ship, who have shown us\r\ninvoices and all papers that can be. The box we seek is to be landed in\r\nVarna, and to be given to an agent, one Ristics who will there present\r\nhis credentials; and so our merchant friend will have done his part.\r\nWhen he ask if there be any wrong, for that so, he can telegraph and\r\nhave inquiry made at Varna, we say ‘no’; for what is to be done is not\r\nfor police or of the customs. It must be done by us alone and in our own\r\nway.”\nWhen Dr. Van Helsing had done speaking, I asked him if he were certain\r\nthat the Count had remained on board the ship. He replied: “We have the\r\nbest proof of that: your own evidence, when in the hypnotic trance this\r\nmorning.” I asked him again if it were really necessary that they should\r\npursue the Count, for oh! I dread Jonathan leaving me, and I know that\r\nhe would surely go if the others went. He answered in growing passion,\r\nat first quietly. As he went on, however, he grew more angry and more\r\nforceful, till in the end we could not but see wherein was at least some\r\nof that personal dominance which made him so long a master amongst\r\nmen:—\n“Yes, it is necessary—necessary—necessary! For your sake in the first,\r\nand then for the sake of humanity. This monster has done much harm\r\nalready, in the narrow scope where he find himself, and in the short\r\ntime when as yet he was only as a body groping his so small measure in\r\ndarkness and not knowing. All this have I told these others; you, my\r\ndear Madam Mina, will learn it in the phonograph of my friend John, or\r\nin that of your husband. I have told them how the measure of leaving his\r\nown barren land—barren of peoples—and coming to a new land where life\r\nof man teems till they are like the multitude of standing corn, was the\r\nwork of centuries. Were another of the Un-Dead, like him, to try to do\r\nwhat he has done, perhaps not all the centuries of the world that have\r\nbeen, or that will be, could aid him. With this one, all the forces of\r\nnature that are occult and deep and strong must have worked together in\r\nsome wondrous way. The very place, where he have been alive, Un-Dead for\r\nall these centuries, is full of strangeness of the geologic and chemical\r\nworld. There are deep caverns and fissures that reach none know whither.\r\nThere have been volcanoes, some of whose openings still send out waters\r\nof strange properties, and gases that kill or make to vivify. Doubtless,\r\nthere is something magnetic or electric in some of these combinations of\r\noccult forces which work for physical life in strange way; and in\r\nhimself were from the first some great qualities. In a hard and warlike\r\ntime he was celebrate that he have more iron nerve, more subtle brain,\r\nmore braver heart, than any man. In him some vital principle have in\r\nstrange way found their utmost; and as his body keep strong and grow and\r\nthrive, so his brain grow too. All this without that diabolic aid which\r\nis surely to him; for it have to yield to the powers that come from,\r\nand are, symbolic of good. And now this is what he is to us. He have\r\ninfect you—oh, forgive me, my dear, that I must say such; but it is for\r\ngood of you that I speak. He infect you in such wise, that even if he do\r\nno more, you have only to live—to live in your own old, sweet way; and\r\nso in time, death, which is of man’s common lot and with God’s sanction,\r\nshall make you like to him. This must not be! We have sworn together\r\nthat it must not. Thus are we ministers of God’s own wish: that the\r\nworld, and men for whom His Son die, will not be given over to monsters,\r\nwhose very existence would defame Him. He have allowed us to redeem one\r\nsoul already, and we go out as the old knights of the Cross to redeem\r\nmore. Like them we shall travel towards the sunrise; and like them, if\r\nwe fall, we fall in good cause.” He paused and I said:—\n“But will not the Count take his rebuff wisely? Since he has been driven\r\nfrom England, will he not avoid it, as a tiger does the village from\r\nwhich he has been hunted?”\n“Aha!” he said, “your simile of the tiger good, for me, and I shall\r\nadopt him. Your man-eater, as they of India call the tiger who has once\r\ntasted blood of the human, care no more for the other prey, but prowl\r\nunceasing till he get him. This that we hunt from our village is a\r\ntiger, too, a man-eater, and he never cease to prowl. Nay, in himself he\r\nis not one to retire and stay afar. In his life, his living life, he go\r\nover the Turkey frontier and attack his enemy on his own ground; he be\r\nbeaten back, but did he stay? No! He come again, and again, and again.\r\nLook at his persistence and endurance. With the child-brain that was to\r\nhim he have long since conceive the idea of coming to a great city. What\r\ndoes he do? He find out the place of all the world most of promise for\r\nhim. Then he deliberately set himself down to prepare for the task. He\r\nfind in patience just how is his strength, and what are his powers. He\r\nstudy new tongues. He learn new social life; new environment of old\r\nways, the politic, the law, the finance, the science, the habit of a new\r\nland and a new people who have come to be since he was. His glimpse that\r\nhe have had, whet his appetite only and enkeen his desire. Nay, it help\r\nhim to grow as to his brain; for it all prove to him how right he was at\r\nthe first in his surmises. He have done this alone; all alone! from a\r\nruin tomb in a forgotten land. What more may he not do when the greater\r\nworld of thought is open to him. He that can smile at death, as we know\r\nhim; who can flourish in the midst of diseases that kill off whole\r\npeoples. Oh, if such an one was to come from God, and not the Devil,\r\nwhat a force for good might he not be in this old world of ours. But we\r\nare pledged to set the world free. Our toil must be in silence, and our\r\nefforts all in secret; for in this enlightened age, when men believe not\r\neven what they see, the doubting of wise men would be his greatest\r\nstrength. It would be at once his sheath and his armour, and his weapons\r\nto destroy us, his enemies, who are willing to peril even our own souls\r\nfor the safety of one we love—for the good of mankind, and for the\r\nhonour and glory of God.”\nAfter a general discussion it was determined that for to-night nothing\r\nbe definitely settled; that we should all sleep on the facts, and try to\r\nthink out the proper conclusions. To-morrow, at breakfast, we are to\r\nmeet again, and, after making our conclusions known to one another, we\r\nshall decide on some definite cause of action.\n. . . . .\r\n. . . . .\r\n. . . . .\r\n. . . . .\r\n. . . . .\r\n. . . . .\r\n. . . . .\nI feel a wonderful peace and rest to-night. It is as if some haunting\r\npresence were removed from me. Perhaps ...\nMy surmise was not finished, could not be; for I caught sight in the\r\nmirror of the red mark upon my forehead; and I knew that I was still\r\nunclean.\nDr. Seward’s Diary.\n5 October.—We all rose early, and I think that sleep did much for\r\neach and all of us. When we met at early breakfast there was more\r\ngeneral cheerfulness than any of us had ever expected to experience\r\nagain.\nIt is really wonderful how much resilience there is in human nature. Let\r\nany obstructing cause, no matter what, be removed in any way—even by\r\ndeath—and we fly back to first principles of hope and enjoyment. More\r\nthan once as we sat around the table, my eyes opened in wonder whether\r\nthe whole of the past days had not been a dream. It was only when I\r\ncaught sight of the red blotch on Mrs. Harker’s forehead that I was\r\nbrought back to reality. Even now, when I am gravely revolving the\r\nmatter, it is almost impossible to realise that the cause of all our\r\ntrouble is still existent. Even Mrs. Harker seems to lose sight of her\r\ntrouble for whole spells; it is only now and again, when something\r\nrecalls it to her mind, that she thinks of her terrible scar. We are to\r\nmeet here in my study in half an hour and decide on our course of\r\naction. I see only one immediate difficulty, I know it by instinct\r\nrather than reason: we shall all have to speak frankly; and yet I fear\r\nthat in some mysterious way poor Mrs. Harker’s tongue is tied. I know\r\nthat she forms conclusions of her own, and from all that has been I can\r\nguess how brilliant and how true they must be; but she will not, or\r\ncannot, give them utterance. I have mentioned this to Van Helsing, and\r\nhe and I are to talk it over when we are alone. I suppose it is some of\r\nthat horrid poison which has got into her veins beginning to work. The\r\nCount had his own purposes when he gave her what Van Helsing called “the\r\nVampire’s baptism of blood.” Well, there may be a poison that distils\r\nitself out of good things; in an age when the existence of ptomaines is\r\na mystery we should not wonder at anything! One thing I know: that if my\r\ninstinct be true regarding poor Mrs. Harker’s silences, then there is a\r\nterrible difficulty—an unknown danger—in the work before us. The same\r\npower that compels her silence may compel her speech. I dare not think\r\nfurther; for so I should in my thoughts dishonour a noble woman!\nVan Helsing is coming to my study a little before the others. I shall\r\ntry to open the subject with him.\n \nLater.—When the Professor came in, we talked over the state of\r\nthings. I could see that he had something on his mind which he wanted to\r\nsay, but felt some hesitancy about broaching the subject. After beating\r\nabout the bush a little, he said suddenly:—\n“Friend John, there is something that you and I must talk of alone, just\r\nat the first at any rate. Later, we may have to take the others into our\r\nconfidence”; then he stopped, so I waited; he went on:—\n“Madam Mina, our poor, dear Madam Mina is changing.” A cold shiver ran\r\nthrough me to find my worst fears thus endorsed. Van Helsing\r\ncontinued:—\n“With the sad experience of Miss Lucy, we must this time be warned\r\nbefore things go too far. Our task is now in reality more difficult than\r\never, and this new trouble makes every hour of the direst importance. I\r\ncan see the characteristics of the vampire coming in her face. It is now\r\nbut very, very slight; but it is to be seen if we have eyes to notice\r\nwithout to prejudge. Her teeth are some sharper, and at times her eyes\r\nare more hard. But these are not all, there is to her the silence now\r\noften; as so it was with Miss Lucy. She did not speak, even when she\r\nwrote that which she wished to be known later. Now my fear is this. If\r\nit be that she can, by our hypnotic trance, tell what the Count see and\r\nhear, is it not more true that he who have hypnotise her first, and who\r\nhave drink of her very blood and make her drink of his, should, if he\r\nwill, compel her mind to disclose to him that which she know?” I nodded\r\nacquiescence; he went on:—\n“Then, what we must do is to prevent this; we must keep her ignorant of\r\nour intent, and so she cannot tell what she know not. This is a painful\r\ntask! Oh, so painful that it heart-break me to think of; but it must be.\r\nWhen to-day we meet, I must tell her that for reason which we will not\r\nto speak she must not more be of our council, but be simply guarded by\r\nus.” He wiped his forehead, which had broken out in profuse perspiration\r\nat the thought of the pain which he might have to inflict upon the poor\r\nsoul already so tortured. I knew that it would be some sort of comfort\r\nto him if I told him that I also had come to the same conclusion; for at\r\nany rate it would take away the pain of doubt. I told him, and the\r\neffect was as I expected.\nIt is now close to the time of our general gathering. Van Helsing has\r\ngone away to prepare for the meeting, and his painful part of it. I\r\nreally believe his purpose is to be able to pray alone.\n \nLater.—At the very outset of our meeting a great personal relief was\r\nexperienced by both Van Helsing and myself. Mrs. Harker had sent a\r\nmessage by her husband to say that she would not join us at present, as\r\nshe thought it better that we should be free to discuss our movements\r\nwithout her presence to embarrass us. The Professor and I looked at each\r\nother for an instant, and somehow we both seemed relieved. For my own\r\npart, I thought that if Mrs. Harker realised the danger herself, it was\r\nmuch pain as well as much danger averted. Under the circumstances we\r\nagreed, by a questioning look and answer, with finger on lip, to\r\npreserve silence in our suspicions, until we should have been able to\r\nconfer alone again. We went at once into our Plan of Campaign. Van\r\nHelsing roughly put the facts before us first:—\n“The Czarina Catherine left the Thames yesterday morning. It will take\r\nher at the quickest speed she has ever made at least three weeks to\r\nreach Varna; but we can travel overland to the same place in three days.\r\nNow, if we allow for two days less for the ship’s voyage, owing to such\r\nweather influences as we know that the Count can bring to bear; and if\r\nwe allow a whole day and night for any delays which may occur to us,\r\nthen we have a margin of nearly two weeks. Thus, in order to be quite\r\nsafe, we must leave here on 17th at latest. Then we shall at any rate\r\nbe in Varna a day before the ship arrives, and able to make such\r\npreparations as may be necessary. Of course we shall all go armed—armed\r\nagainst evil things, spiritual as well as physical.” Here Quincey Morris\r\nadded:—\n“I understand that the Count comes from a wolf country, and it may be\r\nthat he shall get there before us. I propose that we add Winchesters to\r\nour armament. I have a kind of belief in a Winchester when there is any\r\ntrouble of that sort around. Do you remember, Art, when we had the pack\r\nafter us at Tobolsk? What wouldn’t we have given then for a repeater\r\napiece!”\n“Good!” said Van Helsing, “Winchesters it shall be. Quincey’s head is\r\nlevel at all times, but most so when there is to hunt, metaphor be more\r\ndishonour to science than wolves be of danger to man. In the meantime we\r\ncan do nothing here; and as I think that Varna is not familiar to any of\r\nus, why not go there more soon? It is as long to wait here as there.\r\nTo-night and to-morrow we can get ready, and then, if all be well, we\r\nfour can set out on our journey.”\n“We four?” said Harker interrogatively, looking from one to another of\r\nus.\n“Of course!” answered the Professor quickly, “you must remain to take\r\ncare of your so sweet wife!” Harker was silent for awhile and then said\r\nin a hollow voice:—\n“Let us talk of that part of it in the morning. I want to consult with\r\nMina.” I thought that now was the time for Van Helsing to warn him not\r\nto disclose our plans to her; but he took no notice. I looked at him\r\nsignificantly and coughed. For answer he put his finger on his lips and\r\nturned away.\nJonathan Harker’s Journal.\n5 October, afternoon.—For some time after our meeting this morning I\r\ncould not think. The new phases of things leave my mind in a state of\r\nwonder which allows no room for active thought. Mina’s determination not\r\nto take any part in the discussion set me thinking; and as I could not\r\nargue the matter with her, I could only guess. I am as far as ever from\r\na solution now. The way the others received it, too, puzzled me; the\r\nlast time we talked of the subject we agreed that there was to be no\r\nmore concealment of anything amongst us. Mina is sleeping now, calmly\r\nand sweetly like a little child. Her lips are curved and her face beams\r\nwith happiness. Thank God, there are such moments still for her.\n \nLater.—How strange it all is. I sat watching Mina’s happy sleep, and\r\ncame as near to being happy myself as I suppose I shall ever be. As the\r\nevening drew on, and the earth took its shadows from the sun sinking\r\nlower, the silence of the room grew more and more solemn to me. All at\r\nonce Mina opened her eyes, and looking at me tenderly, said:—\n“Jonathan, I want you to promise me something on your word of honour. A\r\npromise made to me, but made holily in God’s hearing, and not to be\r\nbroken though I should go down on my knees and implore you with bitter\r\ntears. Quick, you must make it to me at once.”\n“Mina,” I said, “a promise like that, I cannot make at once. I may have\r\nno right to make it.”\n“But, dear one,” she said, with such spiritual intensity that her eyes\r\nwere like pole stars, “it is I who wish it; and it is not for myself.\r\nYou can ask Dr. Van Helsing if I am not right; if he disagrees you may\r\ndo as you will. Nay, more, if you all agree, later, you are absolved\r\nfrom the promise.”\n“I promise!” I said, and for a moment she looked supremely happy; though\r\nto me all happiness for her was denied by the red scar on her forehead.\r\nShe said:—\n“Promise me that you will not tell me anything of the plans formed for\r\nthe campaign against the Count. Not by word, or inference, or\r\nimplication; not at any time whilst this remains to me!” and she\r\nsolemnly pointed to the scar. I saw that she was in earnest, and said\r\nsolemnly:—\n“I promise!” and as I said it I felt that from that instant a door had\r\nbeen shut between us.\n \nLater, midnight.—Mina has been bright and cheerful all the evening.\r\nSo much so that all the rest seemed to take courage, as if infected\r\nsomewhat with her gaiety; as a result even I myself felt as if the pall\r\nof gloom which weighs us down were somewhat lifted. We all retired\r\nearly. Mina is now sleeping like a little child; it is a wonderful thing\r\nthat her faculty of sleep remains to her in the midst of her terrible\r\ntrouble. Thank God for it, for then at least she can forget her care.\r\nPerhaps her example may affect me as her gaiety did to-night. I shall\r\ntry it. Oh! for a dreamless sleep.\n \n6 October, morning.—Another surprise. Mina woke me early, about the\r\nsame time as yesterday, and asked me to bring Dr. Van Helsing. I thought\r\nthat it was another occasion for hypnotism, and without question went\r\nfor the Professor. He had evidently expected some such call, for I found\r\nhim dressed in his room. His door was ajar, so that he could hear the\r\nopening of the door of our room. He came at once; as he passed into the\r\nroom, he asked Mina if the others might come, too.\n“No,” she said quite simply, “it will not be necessary. You can tell\r\nthem just as well. I must go with you on your journey.”\nDr. Van Helsing was as startled as I was. After a moment’s pause he\r\nasked:—\n“But why?”\n“You must take me with you. I am safer with you, and you shall be safer,\r\ntoo.”\n“But why, dear Madam Mina? You know that your safety is our solemnest\r\nduty. We go into danger, to which you are, or may be, more liable than\r\nany of us from—from circumstances—things that have been.” He paused,\r\nembarrassed.\nAs she replied, she raised her finger and pointed to her forehead:—\n“I know. That is why I must go. I can tell you now, whilst the sun is\r\ncoming up; I may not be able again. I know that when the Count wills me\r\nI must go. I know that if he tells me to come in secret, I must come by\r\nwile; by any device to hoodwink—even Jonathan.” God saw the look that\r\nshe turned on me as she spoke, and if there be indeed a Recording Angel\r\nthat look is noted to her everlasting honour. I could only clasp her\r\nhand. I could not speak; my emotion was too great for even the relief of\r\ntears. She went on:—\n“You men are brave and strong. You are strong in your numbers, for you\r\ncan defy that which would break down the human endurance of one who had\r\nto guard alone. Besides, I may be of service, since you can hypnotise me\r\nand so learn that which even I myself do not know.” Dr. Van Helsing said\r\nvery gravely:—\n“Madam Mina, you are, as always, most wise. You shall with us come; and\r\ntogether we shall do that which we go forth to achieve.” When he had\r\nspoken, Mina’s long spell of silence made me look at her. She had fallen\r\nback on her pillow asleep; she did not even wake when I had pulled up\r\nthe blind and let in the sunlight which flooded the room. Van Helsing\r\nmotioned to me to come with him quietly. We went to his room, and within\r\na minute Lord Godalming, Dr. Seward, and Mr. Morris were with us also.\r\nHe told them what Mina had said, and went on:—\n“In the morning we shall leave for Varna. We have now to deal with a\r\nnew factor: Madam Mina. Oh, but her soul is true. It is to her an agony\r\nto tell us so much as she has done; but it is most right, and we are\r\nwarned in time. There must be no chance lost, and in Varna we must be\r\nready to act the instant when that ship arrives.”\n“What shall we do exactly?” asked Mr. Morris laconically. The Professor\r\npaused before replying:—\n“We shall at the first board that ship; then, when we have identified\r\nthe box, we shall place a branch of the wild rose on it. This we shall\r\nfasten, for when it is there none can emerge; so at least says the\r\nsuperstition. And to superstition must we trust at the first; it was\r\nman’s faith in the early, and it have its root in faith still. Then,\r\nwhen we get the opportunity that we seek, when none are near to see, we\r\nshall open the box, and—and all will be well.”\n“I shall not wait for any opportunity,” said Morris. “When I see the box\r\nI shall open it and destroy the monster, though there were a thousand\r\nmen looking on, and if I am to be wiped out for it the next moment!” I\r\ngrasped his hand instinctively and found it as firm as a piece of steel.\r\nI think he understood my look; I hope he did.\n“Good boy,” said Dr. Van Helsing. “Brave boy. Quincey is all man. God\r\nbless him for it. My child, believe me none of us shall lag behind or\r\npause from any fear. I do but say what we may do—what we must do. But,\r\nindeed, indeed we cannot say what we shall do. There are so many things\r\nwhich may happen, and their ways and their ends are so various that\r\nuntil the moment we may not say. We shall all be armed, in all ways; and\r\nwhen the time for the end has come, our effort shall not be lack. Now\r\nlet us to-day put all our affairs in order. Let all things which touch\r\non others dear to us, and who on us depend, be complete; for none of us\r\ncan tell what, or when, or how, the end may be. As for me, my own\r\naffairs are regulate; and as I have nothing else to do, I shall go make\r\narrangements for the travel. I shall have all tickets and so forth for\r\nour journey.”\nThere was nothing further to be said, and we parted. I shall now settle\r\nup all my affairs of earth, and be ready for whatever may come....\n \nLater.—It is all done; my will is made, and all complete. Mina if she\r\nsurvive is my sole heir. If it should not be so, then the others who\r\nhave been so good to us shall have remainder.\nIt is now drawing towards the sunset; Mina’s uneasiness calls my\r\nattention to it. I am sure that there is something on her mind which the\r\ntime of exact sunset will reveal. These occasions are becoming harrowing\r\ntimes for us all, for each sunrise and sunset opens up some new\r\ndanger—some new pain, which, however, may in God’s will be means to a\r\ngood end. I write all these things in the diary since my darling must\r\nnot hear them now; but if it may be that she can see them again, they\r\nshall be ready.\nShe is calling to me.\n11 October, Evening.—Jonathan Harker has asked me to note this, as he\r\nsays he is hardly equal to the task, and he wants an exact record kept.\nI think that none of us were surprised when we were asked to see Mrs.\r\nHarker a little before the time of sunset. We have of late come to\r\nunderstand that sunrise and sunset are to her times of peculiar freedom;\r\nwhen her old self can be manifest without any controlling force subduing\r\nor restraining her, or inciting her to action. This mood or condition\r\nbegins some half hour or more before actual sunrise or sunset, and lasts\r\ntill either the sun is high, or whilst the clouds are still aglow with\r\nthe rays streaming above the horizon. At first there is a sort of\r\nnegative condition, as if some tie were loosened, and then the absolute\r\nfreedom quickly follows; when, however, the freedom ceases the\r\nchange-back or relapse comes quickly, preceded only by a spell of\r\nwarning silence.\nTo-night, when we met, she was somewhat constrained, and bore all the\r\nsigns of an internal struggle. I put it down myself to her making a\r\nviolent effort at the earliest instant she could do so. A very few\r\nminutes, however, gave her complete control of herself; then, motioning\r\nher husband to sit beside her on the sofa where she was half reclining,\r\nshe made the rest of us bring chairs up close. Taking her husband’s hand\r\nin hers began:—\n“We are all here together in freedom, for perhaps the last time! I know,\r\ndear; I know that you will always be with me to the end.” This was to\r\nher husband whose hand had, as we could see, tightened upon hers. “In\r\nthe morning we go out upon our task, and God alone knows what may be in\r\nstore for any of us. You are going to be so good to me as to take me\r\nwith you. I know that all that brave earnest men can do for a poor weak\r\nwoman, whose soul perhaps is lost—no, no, not yet, but is at any rate\r\nat stake—you will do. But you must remember that I am not as you are.\r\nThere is a poison in my blood, in my soul, which may destroy me; which\r\nmust destroy me, unless some relief comes to us", "summary": "\nThis segment of Dracula begins with Mina Harker's compassionate plea for the group to remember that Dracula himself is a tragic figure whose destruction will free his soul, rather than a monster to be hated. Despite her own dire situation, she urges pity, which deeply moves the men. Jonathan struggles with this request, consumed by hatred for the vampire who harmed his wife, but eventually accepts her wisdom.\nThat night, Mina awakens Jonathan to reveal a brilliant plan. She suggests that Van Helsing hypnotize her before dawn, when she believes she can speak freely despite Dracula's influence. Under hypnosis, Mina reveals she can sense Dracula is on a ship, hearing water lapping and sailors moving about. The group realizes Dracula has fled England by sea, taking his last earth box with him to escape their hunt. Van Helsing explains that while this delays their pursuit, they still have a chance to defeat him if they follow.\nThe men investigate London's shipping and discover Dracula has escaped on the Czarina Catherine, bound for Varna on the Black Sea. The captain's account reveals how Dracula manipulated conditions to board with his box and even created a convenient fog to mask his activities. Van Helsing explains that they must pursue Dracula to his homeland, as he would never abandon his plans for England. He elaborates on Dracula's centuries of patient planning and adaptation, which makes him uniquely dangerous.\nA concerning development arises when Van Helsing and Seward privately discuss that Mina is beginning to show subtle vampiric changes—slightly sharper teeth and harder eyes. They fear Dracula's blood bond with her creates a psychic connection through which he might extract their plans. They decide to exclude her from their councils to protect their strategy.\nUnexpectedly, Mina herself requests to be kept ignorant of their plans, making Jonathan promise not to share any details. Later, in a surprising turn, she insists on accompanying them on their journey to Varna. She explains with chilling clarity that if Dracula calls her, she must go to him, and traveling with the group provides mutual protection. She adds that they can continue to use her hypnotic state to track Dracula's movements.\nThe group plans to intercept the Czarina Catherine at Varna, board it immediately upon arrival, and neutralize Dracula's box using a branch of wild rose. Quincey Morris boldly declares he'll destroy the vampire regardless of witnesses. As the journey approaches, they put their affairs in order, with Jonathan making his will and preparing for whatever might come.\nThe narrative concludes with a note about Mina's condition—she experiences periods of freedom from Dracula's influence around sunrise and sunset. During one such moment, she gathers the group and acknowledges the poison in her blood, suggesting she understands the grave danger she faces and the possibility that she might not survive their final confrontation with Count Dracula.\n", "map": [["Mina's spiritual compassion", "Redemptive view of Dracula's destruction"], ["Hypnotic connection", "Access to Dracula's movements"], ["Blood bond with Dracula", "Psychic vulnerability and surveillance"], ["Vampiric transformation signs", "Gradual corruption of Mina"], ["Self-requested ignorance", "Strategic protection against mind-reading"], ["Sunrise and sunset periods", "Windows of autonomy from influence"], ["Dracula's escape by sea", "Tactical retreat to homeland"], ["Ship interception plan", "Final confrontation strategy"], ["Mina's self-awareness", "Recognition of existential danger"], ["Centuries of adaptation", "Source of Dracula's dangerous resilience"]]}