{"source": "https://www.gutenberg.org/cache/epub/345/pg345-images.html", "text": "\nThat, so far, his plans were successful we know. The Czarina Catherine\r\nmade a phenomenally quick journey—so much so that Captain Donelson’s\r\nsuspicions were aroused; but his superstition united with his canniness\r\nplayed the Count’s game for him, and he ran with his favouring wind\r\nthrough fogs and all till he brought up blindfold at Galatz. That the\r\nCount’s arrangements were well made, has been proved. Hildesheim cleared\r\nthe box, took it off, and gave it to Skinsky. Skinsky took it—and here\r\nwe lose the trail. We only know that the box is somewhere on the water,\r\nmoving along. The customs and the octroi, if there be any, have been\r\navoided.\nNow we come to what the Count must have done after his arrival—on\r\nland, at Galatz.\nThe box was given to Skinsky before sunrise. At sunrise the Count could\r\nappear in his own form. Here, we ask why Skinsky was chosen at all to\r\naid in the work? In my husband’s diary, Skinsky is mentioned as dealing\r\nwith the Slovaks who trade down the river to the port; and the man’s\r\nremark, that the murder was the work of a Slovak, showed the general\r\nfeeling against his class. The Count wanted isolation.\nMy surmise is, this: that in London the Count decided to get back to his\r\ncastle by water, as the most safe and secret way. He was brought from\r\nthe castle by Szgany, and probably they delivered their cargo to Slovaks\r\nwho took the boxes to Varna, for there they were shipped for London.\r\nThus the Count had knowledge of the persons who could arrange this\r\nservice. When the box was on land, before sunrise or after sunset, he\r\ncame out from his box, met Skinsky and instructed him what to do as to\r\narranging the carriage of the box up some river. When this was done, and\r\nhe knew that all was in train, he blotted out his traces, as he thought,\r\nby murdering his agent.\nI have examined the map and find that the river most suitable for the\r\nSlovaks to have ascended is either the Pruth or the Sereth. I read in\r\nthe typescript that in my trance I heard cows low and water swirling\r\nlevel with my ears and the creaking of wood. The Count in his box, then,\r\nwas on a river in an open boat—propelled probably either by oars or\r\npoles, for the banks are near and it is working against stream. There\r\nwould be no such sound if floating down stream.\nOf course it may not be either the Sereth or the Pruth, but we may\r\npossibly investigate further. Now of these two, the Pruth is the more\r\neasily navigated, but the Sereth is, at Fundu, joined by the Bistritza\r\nwhich runs up round the Borgo Pass. The loop it makes is manifestly as\r\nclose to Dracula’s castle as can be got by water.\nMina Harker’s Journal—continued.\nWhen I had done reading, Jonathan took me in his arms and kissed me. The\r\nothers kept shaking me by both hands, and Dr. Van Helsing said:—\n“Our dear Madam Mina is once more our teacher. Her eyes have been where\r\nwe were blinded. Now we are on the track once again, and this time we\r\nmay succeed. Our enemy is at his most helpless; and if we can come on\r\nhim by day, on the water, our task will be over. He has a start, but he\r\nis powerless to hasten, as he may not leave his box lest those who carry\r\nhim may suspect; for them to suspect would be to prompt them to throw\r\nhim in the stream where he perish. This he knows, and will not. Now men,\r\nto our Council of War; for, here and now, we must plan what each and all\r\nshall do.”\n“I shall get a steam launch and follow him,” said Lord Godalming.\n“And I, horses to follow on the bank lest by chance he land,” said Mr.\r\nMorris.\n“Good!” said the Professor, “both good. But neither must go alone. There\r\nmust be force to overcome force if need be; the Slovak is strong and\r\nrough, and he carries rude arms.” All the men smiled, for amongst them\r\nthey carried a small arsenal. Said Mr. Morris:—\n“I have brought some Winchesters; they are pretty handy in a crowd, and\r\nthere may be wolves. The Count, if you remember, took some other\r\nprecautions; he made some requisitions on others that Mrs. Harker could\r\nnot quite hear or understand. We must be ready at all points.” Dr.\r\nSeward said:—\n“I think I had better go with Quincey. We have been accustomed to hunt\r\ntogether, and we two, well armed, will be a match for whatever may come\r\nalong. You must not be alone, Art. It may be necessary to fight the\r\nSlovaks, and a chance thrust—for I don’t suppose these fellows carry\r\nguns—would undo all our plans. There must be no chances, this time; we\r\nshall not rest until the Count’s head and body have been separated, and\r\nwe are sure that he cannot re-incarnate.” He looked at Jonathan as he\r\nspoke, and Jonathan looked at me. I could see that the poor dear was\r\ntorn about in his mind. Of course he wanted to be with me; but then the\r\nboat service would, most likely, be the one which would destroy the ...\r\nthe ... the ... Vampire. (Why did I hesitate to write the word?) He was\r\nsilent awhile, and during his silence Dr. Van Helsing spoke:—\n“Friend Jonathan, this is to you for twice reasons. First, because you\r\nare young and brave and can fight, and all energies may be needed at the\r\nlast; and again that it is your right to destroy him—that—which has\r\nwrought such woe to you and yours. Be not afraid for Madam Mina; she\r\nwill be my care, if I may. I am old. My legs are not so quick to run as\r\nonce; and I am not used to ride so long or to pursue as need be, or to\r\nfight with lethal weapons. But I can be of other service; I can fight in\r\nother way. And I can die, if need be, as well as younger men. Now let\r\nme say that what I would is this: while you, my Lord Godalming and\r\nfriend Jonathan go in your so swift little steamboat up the river, and\r\nwhilst John and Quincey guard the bank where perchance he might be\r\nlanded, I will take Madam Mina right into the heart of the enemy’s\r\ncountry. Whilst the old fox is tied in his box, floating on the running\r\nstream whence he cannot escape to land—where he dares not raise the lid\r\nof his coffin-box lest his Slovak carriers should in fear leave him to\r\nperish—we shall go in the track where Jonathan went,—from Bistritz\r\nover the Borgo, and find our way to the Castle of Dracula. Here, Madam\r\nMina’s hypnotic power will surely help, and we shall find our way—all\r\ndark and unknown otherwise—after the first sunrise when we are near\r\nthat fateful place. There is much to be done, and other places to be\r\nmade sanctify, so that that nest of vipers be obliterated.” Here\r\nJonathan interrupted him hotly:—\n“Do you mean to say, Professor Van Helsing, that you would bring Mina,\r\nin her sad case and tainted as she is with that devil’s illness, right\r\ninto the jaws of his death-trap? Not for the world! Not for Heaven or\r\nHell!” He became almost speechless for a minute, and then went on:—\n“Do you know what the place is? Have you seen that awful den of hellish\r\ninfamy—with the very moonlight alive with grisly shapes, and every\r\nspeck of dust that whirls in the wind a devouring monster in embryo?\r\nHave you felt the Vampire’s lips upon your throat?” Here he turned to\r\nme, and as his eyes lit on my forehead he threw up his arms with a cry:\r\n“Oh, my God, what have we done to have this terror upon us!” and he sank\r\ndown on the sofa in a collapse of misery. The Professor’s voice, as he\r\nspoke in clear, sweet tones, which seemed to vibrate in the air, calmed\r\nus all:—\n“Oh, my friend, it is because I would save Madam Mina from that awful\r\nplace that I would go. God forbid that I should take her into that\r\nplace. There is work—wild work—to be done there, that her eyes may not\r\nsee. We men here, all save Jonathan, have seen with their own eyes what\r\nis to be done before that place can be purify. Remember that we are in\r\nterrible straits. If the Count escape us this time—and he is strong and\r\nsubtle and cunning—he may choose to sleep him for a century, and then\r\nin time our dear one”—he took my hand—“would come to him to keep him\r\ncompany, and would be as those others that you, Jonathan, saw. You have\r\ntold us of their gloating lips; you heard their ribald laugh as they\r\nclutched the moving bag that the Count threw to them. You shudder; and\r\nwell may it be. Forgive me that I make you so much pain, but it is\r\nnecessary. My friend, is it not a dire need for the which I am giving,\r\npossibly my life? If it were that any one went into that place to stay,\r\nit is I who would have to go to keep them company.”\n“Do as you will,” said Jonathan, with a sob that shook him all over, “we\r\nare in the hands of God!”\n \nLater.—Oh, it did me good to see the way that these brave men worked.\r\nHow can women help loving men when they are so earnest, and so true, and\r\nso brave! And, too, it made me think of the wonderful power of money!\r\nWhat can it not do when it is properly applied; and what might it do\r\nwhen basely used. I felt so thankful that Lord Godalming is rich, and\r\nthat both he and Mr. Morris, who also has plenty of money, are willing\r\nto spend it so freely. For if they did not, our little expedition could\r\nnot start, either so promptly or so well equipped, as it will within\r\nanother hour. It is not three hours since it was arranged what part each\r\nof us was to do; and now Lord Godalming and Jonathan have a lovely steam\r\nlaunch, with steam up ready to start at a moment’s notice. Dr. Seward\r\nand Mr. Morris have half a dozen good horses, well appointed. We have\r\nall the maps and appliances of various kinds that can be had. Professor\r\nVan Helsing and I are to leave by the 11:40 train to-night for Veresti,\r\nwhere we are to get a carriage to drive to the Borgo Pass. We are\r\nbringing a good deal of ready money, as we are to buy a carriage and\r\nhorses. We shall drive ourselves, for we have no one whom we can trust\r\nin the matter. The Professor knows something of a great many languages,\r\nso we shall get on all right. We have all got arms, even for me a\r\nlarge-bore revolver; Jonathan would not be happy unless I was armed like\r\nthe rest. Alas! I cannot carry one arm that the rest do; the scar on my\r\nforehead forbids that. Dear Dr. Van Helsing comforts me by telling me\r\nthat I am fully armed as there may be wolves; the weather is getting\r\ncolder every hour, and there are snow-flurries which come and go as\r\nwarnings.\n \nLater.—It took all my courage to say good-bye to my darling. We may\r\nnever meet again. Courage, Mina! the Professor is looking at you keenly;\r\nhis look is a warning. There must be no tears now—unless it may be that\r\nGod will let them fall in gladness.\nJonathan Harker’s Journal.\nOctober 30. Night.—I am writing this in the light from the furnace\r\ndoor of the steam launch: Lord Godalming is firing up. He is an\r\nexperienced hand at the work, as he has had for years a launch of his\r\nown on the Thames, and another on the Norfolk Broads. Regarding our\r\nplans, we finally decided that Mina’s guess was correct, and that if any\r\nwaterway was chosen for the Count’s escape back to his Castle, the\r\nSereth and then the Bistritza at its junction, would be the one. We took\r\nit, that somewhere about the 47th degree, north latitude, would be the\r\nplace chosen for the crossing the country between the river and the\r\nCarpathians. We have no fear in running at good speed up the river at\r\nnight; there is plenty of water, and the banks are wide enough apart to\r\nmake steaming, even in the dark, easy enough. Lord Godalming tells me to\r\nsleep for a while, as it is enough for the present for one to be on\r\nwatch. But I cannot sleep—how can I with the terrible danger hanging\r\nover my darling, and her going out into that awful place.... My only\r\ncomfort is that we are in the hands of God. Only for that faith it would\r\nbe easier to die than to live, and so be quit of all the trouble. Mr.\r\nMorris and Dr. Seward were off on their long ride before we started;\r\nthey are to keep up the right bank, far enough off to get on higher\r\nlands where they can see a good stretch of river and avoid the following\r\nof its curves. They have, for the first stages, two men to ride and lead\r\ntheir spare horses—four in all, so as not to excite curiosity. When\r\nthey dismiss the men, which shall be shortly, they shall themselves look\r\nafter the horses. It may be necessary for us to join forces; if so they\r\ncan mount our whole party. One of the saddles has a movable horn, and\r\ncan be easily adapted for Mina, if required.\nIt is a wild adventure we are on. Here, as we are rushing along through\r\nthe darkness, with the cold from the river seeming to rise up and strike\r\nus; with all the mysterious voices of the night around us, it all comes\r\nhome. We seem to be drifting into unknown places and unknown ways; into\r\na whole world of dark and dreadful things. Godalming is shutting the\r\nfurnace door....\n \n31 October.—Still hurrying along. The day has come, and Godalming is\r\nsleeping. I am on watch. The morning is bitterly cold; the furnace heat\r\nis grateful, though we have heavy fur coats. As yet we have passed only\r\na few open boats, but none of them had on board any box or package of\r\nanything like the size of the one we seek. The men were scared every\r\ntime we turned our electric lamp on them, and fell on their knees and\r\nprayed.\n \n1 November, evening.—No news all day; we have found nothing of the\r\nkind we seek. We have now passed into the Bistritza; and if we are wrong\r\nin our surmise our chance is gone. We have over-hauled every boat, big\r\nand little. Early this morning, one crew took us for a Government boat,\r\nand treated us accordingly. We saw in this a way of smoothing matters,\r\nso at Fundu, where the Bistritza runs into the Sereth, we got a\r\nRoumanian flag which we now fly conspicuously. With every boat which we\r\nhave over-hauled since then this trick has succeeded; we have had every\r\ndeference shown to us, and not once any objection to whatever we chose\r\nto ask or do. Some of the Slovaks tell us that a big boat passed them,\r\ngoing at more than usual speed as she had a double crew on board. This\r\nwas before they came to Fundu, so they could not tell us whether the\r\nboat turned into the Bistritza or continued on up the Sereth. At Fundu\r\nwe could not hear of any such boat, so she must have passed there in the\r\nnight. I am feeling very sleepy; the cold is perhaps beginning to tell\r\nupon me, and nature must have rest some time. Godalming insists that he\r\nshall keep the first watch. God bless him for all his goodness to poor\r\ndear Mina and me.\n \n2 November, morning.—It is broad daylight. That good fellow would not\r\nwake me. He says it would have been a sin to, for I slept peacefully and\r\nwas forgetting my trouble. It seems brutally selfish to me to have slept\r\nso long, and let him watch all night; but he was quite right. I am a new\r\nman this morning; and, as I sit here and watch him sleeping, I can do\r\nall that is necessary both as to minding the engine, steering, and\r\nkeeping watch. I can feel that my strength and energy are coming back to\r\nme. I wonder where Mina is now, and Van Helsing. They should have got to\r\nVeresti about noon on Wednesday. It would take them some time to get the\r\ncarriage and horses; so if they had started and travelled hard, they\r\nwould be about now at the Borgo Pass. God guide and help them! I am\r\nafraid to think what may happen. If we could only go faster! but we\r\ncannot; the engines are throbbing and doing their utmost. I wonder how\r\nDr. Seward and Mr. Morris are getting on. There seem to be endless\r\nstreams running down the mountains into this river, but as none of them\r\nare very large—at present, at all events, though they are terrible\r\ndoubtless in winter and when the snow melts—the horsemen may not have\r\nmet much obstruction. I hope that before we get to Strasba we may see\r\nthem; for if by that time we have not overtaken the Count, it may be\r\nnecessary to take counsel together what to do next.\nDr. Seward’s Diary.\n2 November.—Three days on the road. No news, and no time to write it\r\nif there had been, for every moment is precious. We have had only the\r\nrest needful for the horses; but we are both bearing it wonderfully.\r\nThose adventurous days of ours are turning up useful. We must push on;\r\nwe shall never feel happy till we get the launch in sight again.\n \n3 November.—We heard at Fundu that the launch had gone up the\r\nBistritza. I wish it wasn’t so cold. There are signs of snow coming; and\r\nif it falls heavy it will stop us. In such case we must get a sledge and\r\ngo on, Russian fashion.\n \n4 November.—To-day we heard of the launch having been detained by an\r\naccident when trying to force a way up the rapids. The Slovak boats get\r\nup all right, by aid of a rope and steering with knowledge. Some went up\r\nonly a few hours before. Godalming is an amateur fitter himself, and\r\nevidently it was he who put the launch in trim again. Finally, they got\r\nup the rapids all right, with local help, and are off on the chase\r\nafresh. I fear that the boat is not any better for the accident; the\r\npeasantry tell us that after she got upon smooth water again, she kept\r\nstopping every now and again so long as she was in sight. We must push\r\non harder than ever; our help may be wanted soon.\nMina Harker’s Journal.\n31 October.—Arrived at Veresti at noon. The Professor tells me that\r\nthis morning at dawn he could hardly hypnotise me at all, and that all I\r\ncould say was: “dark and quiet.” He is off now buying a carriage and\r\nhorses. He says that he will later on try to buy additional horses, so\r\nthat we may be able to change them on the way. We have something more\r\nthan 70 miles before us. The country is lovely, and most interesting; if\r\nonly we were under different conditions, how delightful it would be to\r\nsee it all. If Jonathan and I were driving through it alone what a\r\npleasure it would be. To stop and see people, and learn something of\r\ntheir life, and to fill our minds and memories with all the colour and\r\npicturesqueness of the whole wild, beautiful country and the quaint\r\npeople! But, alas!—\n \nLater.—Dr. Van Helsing has returned. He has got the carriage and\r\nhorses; we are to have some dinner, and to start in an hour. The\r\nlandlady is putting us up a huge basket of provisions; it seems enough\r\nfor a company of soldiers. The Professor encourages her, and whispers to\r\nme that it may be a week before we can get any good food again. He has\r\nbeen shopping too, and has sent home such a wonderful lot of fur coats\r\nand wraps, and all sorts of warm things. There will not be any chance of\r\nour being cold.\n. . . . .\r\n. . . . .\r\n. . . . .\r\n. . . . .\r\n. . . . .\r\n. . . . .\r\n. . . . .\nWe shall soon be off. I am afraid to think what may happen to us. We are\r\ntruly in the hands of God. He alone knows what may be, and I pray Him,\r\nwith all the strength of my sad and humble soul, that He will watch over\r\nmy beloved husband; that whatever may happen, Jonathan may know that I\r\nloved him and honoured him more than I can say, and that my latest and\r\ntruest thought will be always for him.\n1 November.—All day long we have travelled, and at a good speed. The\r\nhorses seem to know that they are being kindly treated, for they go\r\nwillingly their full stage at best speed. We have now had so many\r\nchanges and find the same thing so constantly that we are encouraged to\r\nthink that the journey will be an easy one. Dr. Van Helsing is laconic;\r\nhe tells the farmers that he is hurrying to Bistritz, and pays them well\r\nto make the exchange of horses. We get hot soup, or coffee, or tea; and\r\noff we go. It is a lovely country; full of beauties of all imaginable\r\nkinds, and the people are brave, and strong, and simple, and seem full\r\nof nice qualities. They are very, very superstitious. In the first\r\nhouse where we stopped, when the woman who served us saw the scar on my\r\nforehead, she crossed herself and put out two fingers towards me, to\r\nkeep off the evil eye. I believe they went to the trouble of putting an\r\nextra amount of garlic into our food; and I can’t abide garlic. Ever\r\nsince then I have taken care not to take off my hat or veil, and so have\r\nescaped their suspicions. We are travelling fast, and as we have no\r\ndriver with us to carry tales, we go ahead of scandal; but I daresay\r\nthat fear of the evil eye will follow hard behind us all the way. The\r\nProfessor seems tireless; all day he would not take any rest, though he\r\nmade me sleep for a long spell. At sunset time he hypnotised me, and he\r\nsays that I answered as usual “darkness, lapping water and creaking\r\nwood”; so our enemy is still on the river. I am afraid to think of\r\nJonathan, but somehow I have now no fear for him, or for myself. I write\r\nthis whilst we wait in a farmhouse for the horses to be got ready. Dr.\r\nVan Helsing is sleeping. Poor dear, he looks very tired and old and\r\ngrey, but his mouth is set as firmly as a conqueror’s; even in his sleep\r\nhe is instinct with resolution. When we have well started I must make\r\nhim rest whilst I drive. I shall tell him that we have days before us,\r\nand we must not break down when most of all his strength will be\r\nneeded.... All is ready; we are off shortly.\n \n2 November, morning.—I was successful, and we took turns driving all\r\nnight; now the day is on us, bright though cold. There is a strange\r\nheaviness in the air—I say heaviness for want of a better word; I mean\r\nthat it oppresses us both. It is very cold, and only our warm furs keep\r\nus comfortable. At dawn Van Helsing hypnotised me; he says I answered\r\n“darkness, creaking wood and roaring water,” so the river is changing as\r\nthey ascend. I do hope that my darling will not run any chance of\r\ndanger—more than need be; but we are in God’s hands.\n \n2 November, night.—All day long driving. The country gets wilder as\r\nwe go, and the great spurs of the Carpathians, which at Veresti seemed\r\nso far from us and so low on the horizon, now seem to gather round us\r\nand tower in front. We both seem in good spirits; I think we make an\r\neffort each to cheer the other; in the doing so we cheer ourselves. Dr.\r\nVan Helsing says that by morning we shall reach the Borgo Pass. The\r\nhouses are very few here now, and the Professor says that the last horse\r\nwe got will have to go on with us, as we may not be able to change. He\r\ngot two in addition to the two we changed, so that now we have a rude\r\nfour-in-hand. The dear horses are patient and good, and they give us no\r\ntrouble. We are not worried with other travellers, and so even I can\r\ndrive. We shall get to the Pass in daylight; we do not want to arrive\r\nbefore. So we take it easy, and have each a long rest in turn. Oh, what\r\nwill to-morrow bring to us? We go to seek the place where my poor\r\ndarling suffered so much. God grant that we may be guided aright, and\r\nthat He will deign to watch over my husband and those dear to us both,\r\nand who are in such deadly peril. As for me, I am not worthy in His\r\nsight. Alas! I am unclean to His eyes, and shall be until He may deign\r\nto let me stand forth in His sight as one of those who have not incurred\r\nHis wrath.\nMemorandum by Abraham Van Helsing.\n4 November.—This to my old and true friend John Seward, M.D., of\r\nPurfleet, London, in case I may not see him. It may explain. It is\r\nmorning, and I write by a fire which all the night I have kept\r\nalive—Madam Mina aiding me. It is cold, cold; so cold that the grey\r\nheavy sky is full of snow, which when it falls will settle for all\r\nwinter as the ground is hardening to receive it. It seems to have\r\naffected Madam Mina; she has been so heavy of head all day that she was\r\nnot like herself. She sleeps, and sleeps, and sleeps! She who is usual\r\nso alert, have done literally nothing all the day; she even have lost\r\nher appetite. She make no entry into her little diary, she who write so\r\nfaithful at every pause. Something whisper to me that all is not well.\r\nHowever, to-night she is more vif. Her long sleep all day have refresh\r\nand restore her, for now she is all sweet and bright as ever. At sunset\r\nI try to hypnotise her, but alas! with no effect; the power has grown\r\nless and less with each day, and to-night it fail me altogether. Well,\r\nGod’s will be done—whatever it may be, and whithersoever it may lead!\nNow to the historical, for as Madam Mina write not in her stenography, I\r\nmust, in my cumbrous old fashion, that so each day of us may not go\r\nunrecorded.\nWe got to the Borgo Pass just after sunrise yesterday morning. When I\r\nsaw the signs of the dawn I got ready for the hypnotism. We stopped our\r\ncarriage, and got down so that there might be no disturbance. I made a\r\ncouch with furs, and Madam Mina, lying down, yield herself as usual, but\r\nmore slow and more short time than ever, to the hypnotic sleep. As\r\nbefore, came the answer: “darkness and the swirling of water.” Then she\r\nwoke, bright and radiant and we go on our way and soon reach the Pass.\r\nAt this time and place, she become all on fire with zeal; some new\r\nguiding power be in her manifested, for she point to a road and say:—\n“This is the way.”\n“How know you it?” I ask.\n“Of course I know it,” she answer, and with a pause, add: “Have not my\r\nJonathan travelled it and wrote of his travel?”\nAt first I think somewhat strange, but soon I see that there be only one\r\nsuch by-road. It is used but little, and very different from the coach\r\nroad from the Bukovina to Bistritz, which is more wide and hard, and\r\nmore of use.\nSo we came down this road; when we meet other ways—not always were we\r\nsure that they were roads at all, for they be neglect and light snow\r\nhave fallen—the horses know and they only. I give rein to them, and\r\nthey go on so patient. By-and-by we find all the things which Jonathan\r\nhave note in that wonderful diary of him. Then we go on for long, long\r\nhours and hours. At the first, I tell Madam Mina to sleep; she try, and\r\nshe succeed. She sleep all the time; till at the last, I feel myself to\r\nsuspicious grow, and attempt to wake her. But she sleep on, and I may\r\nnot wake her though I try. I do not wish to try too hard lest I harm\r\nher; for I know that she have suffer much, and sleep at times be\r\nall-in-all to her. I think I drowse myself, for all of sudden I feel\r\nguilt, as though I have done something; I find myself bolt up, with the\r\nreins in my hand, and the good horses go along jog, jog, just as ever. I\r\nlook down and find Madam Mina still sleep. It is now not far off sunset\r\ntime, and over the snow the light of the sun flow in big yellow flood,\r\nso that we throw great long shadow on where the mountain rise so steep.\r\nFor we are going up, and up; and all is oh! so wild and rocky, as though\r\nit were the end of the world.\nThen I arouse Madam Mina. This time she wake with not much trouble, and\r\nthen I try to put her to hypnotic sleep. But she sleep not, being as\r\nthough I were not. Still I try and try, till all at once I find her and\r\nmyself in dark; so I look round, and find that the sun have gone down.\r\nMadam Mina laugh, and I turn and look at her. She is now quite awake,\r\nand look so well as I never saw her since that night at Carfax when we\r\nfirst enter the Count’s house. I am amaze, and not at ease then; but she\r\nis so bright and tender and thoughtful for me that I forget all fear. I\r\nlight a fire, for we have brought supply of wood with us, and she\r\nprepare food while I undo the horses and set them, tethered in shelter,\r\nto feed. Then when I return to the fire she have my supper ready. I go\r\nto help her; but she smile, and tell me that she have eat already—that\r\nshe was so hungry that she would not wait. I like it not, and I have\r\ngrave doubts; but I fear to affright her, and so I am silent of it. She\r\nhelp me and I eat alone; and then we wrap in fur and lie beside the\r\nfire, and I tell her to sleep while I watch. But presently I forget all\r\nof watching; and when I sudden remember that I watch, I find her lying\r\nquiet, but awake, and looking at me with so bright eyes. Once, twice\r\nmore the same occur, and I get much sleep till before morning. When I\r\nwake I try to hypnotise her; but alas! though she shut her eyes\r\nobedient, she may not sleep. The sun rise up, and up, and up; and then\r\nsleep come to her too late, but so heavy that she will not wake. I have\r\nto lift her up, and place her sleeping in the carriage when I have\r\nharnessed the horses and made all ready. Madam still sleep, and she look\r\nin her sleep more healthy and more redder than before. And I like it\r\nnot. And I am afraid, afraid, afraid!—I am afraid of all things—even\r\nto think but I must go on my way. The stake we play for is life and\r\ndeath, or more than these, and we must not flinch.\n \n5 November, morning.—Let me be accurate in everything, for though you\r\nand I have seen some strange things together, you may at the first think\r\nthat I, Van Helsing, am mad—that the many horrors and the so long\r\nstrain on nerves has at the last turn my brain.\nAll yesterday we travel, ever getting closer to the mountains, and\r\nmoving into a more and more wild and desert land. There are great,\r\nfrowning precipices and much falling water, and Nature seem to have held\r\nsometime her carnival. Madam Mina still sleep and sleep; and though I\r\ndid have hunger and appeased it, I could not waken her—even for food. I\r\nbegan to fear that the fatal spell of the place was upon her, tainted as\r\nshe is with that Vampire baptism. “Well,” said I to myself, “if it be\r\nthat she sleep all the day, it shall also be that I do not sleep at\r\nnight.” As we travel on the rough road, for a road of an ancient and\r\nimperfect kind there was, I held down my head and slept. Again I waked\r\nwith a sense of guilt and of time passed, and found Madam Mina still\r\nsleeping, and the sun low down. But all was indeed changed; the frowning\r\nmountains seemed further away, and we were near the top of a\r\nsteep-rising hill, on summit of which was such a castle as Jonathan tell\r\nof in his diary. At once I exulted and feared; for now, for good or ill,\r\nthe end was near.\nI woke Madam Mina, and again tried to hypnotise her; but alas!\r\nunavailing till too late. Then, ere the great dark came upon us—for\r\neven after down-sun the heavens reflected the gone sun on the snow, and\r\nall was for a time in a great twilight—I took out the horses and fed\r\nthem in what shelter I could. Then I make a fire; and near it I make\r\nMadam Mina, now awake and more charming than ever, sit comfortable amid\r\nher rugs. I got ready food: but she would not eat, simply saying that\r\nshe had not hunger. I did not press her, knowing her unavailingness. But\r\nI myself eat, for I must needs now be strong for all. Then, with the\r\nfear on me of what might be, I drew a ring so big for her comfort, round\r\nwhere Madam Mina sat; and over the ring I passed some of the wafer, and\r\nI broke it fine so that all was well guarded. She sat still all the\r\ntime—so still as one dead; and she grew whiter and ever whiter till the\r\nsnow was not more pale; and no word she said. But when I drew near, she\r\nclung to me, and I could know that the poor soul shook her from head to\r\nfeet with a tremor that was pain to feel. I said to her presently, when\r\nshe had grown more quiet:—\n“Will you not come over to the fire?” for I wished to make a test of\r\nwhat she could. She rose obedient, but when she have made a step she\r\nstopped, and stood as one stricken.\n“Why not go on?” I asked. She shook her head, and, coming back, sat\r\ndown in her place. Then, looking at me with open eyes, as of one waked\r\nfrom sleep, she said simply:—\n“I cannot!” and remained silent. I rejoiced, for I knew that what she\r\ncould not, none of those that we dreaded could. Though there might be\r\ndanger to her body, yet her soul was safe!\nPresently the horses began to scream, and tore at their tethers till I\r\ncame to them and quieted them. When they did feel my hands on them, they\r\nwhinnied low as in joy, and licked at my hands and were quiet for a\r\ntime. Many times through the night did I come to them, till it arrive to\r\nthe cold hour when all nature is at lowest; and every time my coming was\r\nwith quiet of them. In the cold hour the fire began to die, and I was\r\nabout stepping forth to replenish it, for now the snow came in flying\r\nsweeps and with it a chill mist. Even in the dark there was a light of\r\nsome kind, as there ever is over snow; and it seemed as though the\r\nsnow-flurries and the wreaths of mist took shape as of women with\r\ntrailing garments. All was in dead, grim silence only that the horses\r\nwhinnied and cowered, as if in terror of the worst. I began to\r\nfear—horrible fears; but then came to me the sense of safety in that\r\nring wherein I stood. I began, too, to think that my imaginings were of\r\nthe night, and the gloom, and the unrest that I have gone through, and\r\nall the terrible anxiety. It was as though my memories of all Jonathan’s\r\nhorrid experience were befooling me; for the snow flakes and the mist\r\nbegan to wheel and circle round, till I could get as though a shadowy\r\nglimpse of those women that would have kissed him. And then the horses\r\ncowered lower and lower, and moaned in terror as men do in pain. Even\r\nthe madness of fright was not to them, so that they could break away. I\r\nfeared for my dear Madam Mina when these weird figures drew near and\r\ncircled round. I looked at her, but she sat calm, and smiled at me; when\r\nI would have stepped to the fire to replenish it, she caught me and held\r\nme back, and whispered, like a voice that one hears in a dream, so low\r\nit was:—\n“No! No! Do not go without. Here you are safe!” I turned to her, and\r\nlooking in her eyes, said:—\n“But you? It is for you that I fear!” whereat she laughed—a laugh, low\r\nand unreal, and said:—\n“Fear for me! Why fear for me? None safer in all the world from them\r\nthan I am,” and as I wondered at the meaning of her words, a puff of\r\nwind made the flame leap up, and I see the red scar on her forehead.\r\nThen, alas! I knew. Did I not, I would soon have learned, for the\r\nwheeling figures of mist and snow came closer, but keeping ever without\r\nthe Holy circle. Then they began to materialise till—if God have not\r\ntake away my reason, for I saw it through my eyes—there were before me\r\nin actual flesh the same three women that Jonathan saw in the room, when\r\nthey would have kissed his throat. I knew the swaying round forms, the\r\nbright hard eyes, the white teeth, the ruddy colour, the voluptuous\r\nlips. They smiled ever at poor dear Madam Mina; and as their laugh came\r\nthrough the silence of the night, they twined their arms and pointed to\r\nher, and said in those so sweet tingling tones that Jonathan said were\r\nof the intolerable sweetness of the water-glasses:—\n“Come, sister. Come to us. Come! Come!” In fear I turned to my poor\r\nMadam Mina, and my heart with gladness leapt like flame; for oh! the\r\nterror in her sweet eyes, the repulsion, the horror, told a story to my\r\nheart that was all of hope. God be thanked she was not, yet, of them. I\r\nseized some of the firewood which was by me, and holding out some of the\r\nWafer, advanced on them towards the fire. They drew back before me, and\r\nlaughed their low horrid laugh. I fed the fire, and feared them not; for\r\nI knew that we were safe within our protections. They could not\r\napproach, me, whilst so armed, nor Madam Mina whilst she remained within\r\nthe ring, which she could not leave no more than they could enter. The\r\nhorses had ceased to moan, and lay still on the ground; the snow fell on\r\nthem softly, and they grew whiter. I knew that there was for the poor\r\nbeasts no more of terror.\nAnd so we remained till the red of the dawn to fall through the\r\nsnow-gloom. I was desolate and afraid, and full of woe and terror; but\r\nwhen that beautiful sun began to climb the horizon life was to me again.\r\nAt the first coming of the dawn the horrid figures melted in the\r\nwhirling mist and snow; the wreaths of transparent gloom moved away\r\ntowards the castle, and were lost.\nInstinctively, with the dawn coming, I turned to Madam Mina, intending\r\nto hypnotise her; but she lay in a deep and sudden sleep, from which I\r\ncould not wake her. I tried to hypnotise through her sleep, but she made\r\nno response, none at all; and the day broke. I fear yet to stir. I have\r\nmade my fire and have seen the horses, they are all dead. To-day I have\r\nmuch to do here, and I keep waiting till the sun is up high; for there\r\nmay be places where I must go, where that sunlight, though snow and mist\r\nobscure it, will be to me a safety.\nI will strengthen me with breakfast, and then I will to my terrible\r\nwork. Madam Mina still sleeps; and, God be thanked! she is calm in her\r\nsleep....\nJonathan Harker’s Journal.\n4 November, evening.—The accident to the launch has been a terrible\r\nthing for us. Only for it we should have overtaken the boat long ago;\r\nand by now my dear Mina would have been free. I fear to think of her,\r\noff on the wolds near that horrid place. We have got horses, and we\r\nfollow on the track. I note this whilst Godalming is getting ready. We\r\nhave our arms. The Szgany must look out if they mean fight. Oh, if only\r\nMorris and Seward were with us. We must only hope! If I write no more\r\nGood-bye, Mina! God bless and keep you.\nDr. Seward’s Diary.\n5 November.—With the dawn we saw the body of Szgany before us dashing\r\naway from the river with their leiter-wagon. They surrounded it in a\r\ncluster, and hurried along as though beset. The snow is falling lightly\r\nand there is a strange excitement in the air. It may be our own\r\nfeelings, but the depression is strange. Far off I hear the howling of\r\nwolves; the snow brings them down from the mountains, and there are\r\ndangers to all of us, and from all sides. The horses are nearly ready,\r\nand we are soon off. We ride to death of some one. God alone knows who,\r\nor where, or what, or when, or how it may be....\nDr. Van Helsing’s Memorandum.\n5 November, afternoon.—I am at least sane. Thank God for that mercy\r\nat all events, though the proving it has been dreadful. When I left\r\nMadam Mina sleeping within the Holy circle, I took my way to the castle.\r\nThe blacksmith hammer which I took in the carriage from Veresti was\r\nuseful; though the doors were all open I broke them off the rusty\r\nhinges, lest some ill-intent or ill-chance should close them, so that\r\nbeing entered I might not get out. Jonathan’s bitter experience served\r\nme here. By memory of his diary I found my way to the old chapel, for I\r\nknew that here my work lay. The air was oppressive; it seemed as if\r\nthere was some sulphurous fume, which at times made me dizzy. Either\r\nthere was a roaring in my ears or I heard afar off the howl of wolves.\r\nThen I bethought me of my dear Madam Mina, and I was in terrible plight.\r\nThe dilemma had me between his horns.\nHer, I had not dare to take into this place, but left safe from the\r\nVampire in that Holy circle; and yet even there would be the wolf! I\r\nresolve me that my work lay here, and that as to the wolves we must\r\nsubmit, if it were God’s will. At any rate it was only death and\r\nfreedom beyond. So did I choose for her. Had it but been for myself the\r\nchoice had been easy, the maw of the wolf were better to rest in than\r\nthe grave of the Vampire! So I make my choice to go on with my work.\nI knew that there were at least three graves to find—graves that are\r\ninhabit; so I search, and search, and I find one of them. She lay in her\r\nVampire sleep, so full of life and voluptuous beauty that I shudder as\r\nthough I have come to do murder. Ah, I doubt not that in old time, when\r\nsuch things were, many a man who set forth to do such a task as mine,\r\nfound at the last his heart fail him, and then his nerve. So he delay,\r\nand delay, and delay, till the mere beauty and the fascination of the\r\nwanton Un-Dead have hypnotise him; and he remain on and on, till sunset\r\ncome, and the Vampire sleep be over. Then the beautiful eyes of the fair\r\nwoman open and look love, and the voluptuous mouth present to a\r\nkiss—and man is weak. And there remain one more victim in the Vampire\r\nfold; one more to swell the grim and grisly ranks of the Un-Dead!...\nThere is some fascination, surely, when I am moved by the mere presence\r\nof such an one, even lying as she lay in a tomb fretted with age and\r\nheavy with the dust of centuries, though there be that horrid odour such\r\nas the lairs of the Count have had. Yes, I was moved—I, Van Helsing,\r\nwith all my purpose and with my motive for hate—I was moved to a\r\nyearning for delay which seemed to paralyse my faculties and to clog my\r\nvery soul. It may have been that the need of natural sleep, and the\r\nstrange oppression of the air were beginning to overcome me. Certain it\r\nwas that I was lapsing into sleep, the open-eyed sleep of one who yields\r\nto a sweet fascination, when there came through the snow-stilled air a\r\nlong, low wail, so full of woe and pity that it woke me like the sound\r\nof a clarion. For it was the voice of my dear Madam Mina that I heard.\nThen I braced myself again to my horrid task, and found by wrenching\r\naway tomb-tops one other of the sisters, the other dark one. I dared not\r\npause to look on her as I had on her sister, lest once more I should\r\nbegin to be enthrall; but I go on searching until, presently, I find in\r\na high great tomb as if made to one much beloved that other fair sister\r\nwhich, like Jonathan I had seen to gather herself out of the atoms of\r\nthe mist. She was so fair to look on, so radiantly beautiful, so\r\nexquisitely voluptuous, that the very instinct of man in me, which calls\r\nsome of my sex to love and to protect one of hers, made my head whirl\r\nwith new emotion. But God be thanked, that soul-wail of my dear Madam\r\nMina had not died out of my ears; and, before the spell could be wrought\r\nfurther upon me, I had nerved myself to my wild work. By this time I had\r\nsearched all the tombs in the chapel, so far as I could tell; and as\r\nthere had been only three of these Un-Dead phantoms around us in the\r\nnight, I took it that there were no more of active Un-Dead existent.\r\nThere was one great tomb more lordly than all the rest; huge it was, and\r\nnobly proportioned. On it was but one word\n\r\nDRACULA.\n\nThis then was the Un-Dead home of the King-Vampire, to whom so many more\r\nwere due. Its emptiness spoke eloquent to make certain what I knew.\r\nBefore I began to restore these women to their dead selves through my\r\nawful work, I laid in Dracula’s tomb some of the Wafer, and so banished\r\nhim from it, Un-Dead, for ever.\nThen began my terrible task, and I dreaded it. Had it been but one, it\r\nhad been easy, comparative. But three! To begin twice more after I had\r\nbeen through a deed of horror; for if it was terrible with the sweet\r\nMiss Lucy, what would it not be with these strange ones who had survived\r\nthrough centuries, and who had been strengthened by the passing of the\r\nyears; who would, if they could, have fought for their foul lives....\nOh, my friend John, but it was butcher work; had I not been nerved by\r\nthoughts of other dead, and of the living over whom hung such a pall of\r\nfear, I could not have gone on. I tremble and tremble even yet, though\r\ntill all was over, God be thanked, my nerve did stand. Had I not seen\r\nthe repose in the first place, and the gladness that stole over it just\r\nere the final dissolution came, as realisation that the soul had been\r\nwon, I could not have gone further with my butchery. I could not have\r\nendured the horrid screeching as the stake drove home; the plunging of\r\nwrithing form, and lips of bloody foam. I should have fled in terror and\r\nleft my work undone. But it is over! And the poor souls, I can pity them\r\nnow and weep, as I think of them placid each in her full sleep of death\r\nfor a short moment ere fading. For, friend John, hardly had my knife\r\nsevered the head of each, before the whole body began to melt away and\r\ncrumble in to its native dust, as though the death that should have come\r\ncenturies agone had at last assert himself and say at once and loud “I\r\nam here!”\nBefore I left the castle I so fixed its entrances that never more can\r\nthe Count enter there Un-Dead.\nWhen I stepped into the circle where Madam Mina slept, she woke from her\r\nsleep, and, seeing, me, cried out in pain that I had endured too much.\n“Come!” she said, “come away from this awful place! Let us go to meet my\r\nhusband who is, I know, coming towards us.” She was looking thin and\r\npale and weak; but her eyes were pure and glowed with fervour. I was\r\nglad to see her paleness and her illness, for my mind was full of the\r\nfresh horror of that ruddy vampire sleep.\nAnd so with trust and hope, and yet full of fear, we go eastward to meet\r\nour friends—and him—whom Madam Mina tell me that she know are\r\ncoming to meet us.\nMina Harker’s Journal.\n6 November.—It was late in the afternoon when the Professor and I\r\ntook our way towards the east whence I knew Jonathan was coming. We did\r\nnot go fast, though the way was steeply downhill, for we had to take\r\nheavy rugs and wraps with us; we dared not face the possibility of being\r\nleft without warmth in the cold and the snow. We had to take some of our\r\nprovisions, too, for we were in a perfect desolation, and, so far as we\r\ncould see through the snowfall, there was not even the sign of\r\nhabitation. When we had gone about a mile, I was tired with the heavy\r\nwalking and sat down to rest. Then we looked back and saw where the\r\nclear line of Dracula’s castle cut the sky; for we were so deep under\r\nthe hill whereon it was set that the angle of perspective of the\r\nCarpathian mountains was far below it. We saw it in all its grandeur,\r\nperched a thousand feet on the summit of a sheer precipice, and with\r\nseemingly a great gap between it and the steep of the adjacent mountain\r\non any side. There was something wild and uncanny about the place. We\r\ncould hear the distant howling of wolves. They were far off, but the\r\nsound, even though coming muffled through the deadening snowfall, was\r\nfull of terror. I knew from the way Dr. Van Helsing was searching about\r\nthat he was trying to seek some strategic point, where we would be less\r\nexposed in case of attack. The rough roadway still led downwards; we\r\ncould trace it through the drifted snow.\nIn a little while the Professor signalled to me, so I got up and joined\r\nhim. He had found a wonderful spot, a sort of natural hollow in a rock,\r\nwith an entrance like a doorway between two boulders. He took me by the\r\nhand and drew me in: “See!” he said, “here you will be in shelter; and\r\nif the wolves do come I can meet them one by one.” He brought in our\r\nfurs, and made a snug nest for me, and got out some provisions and\r\nforced them upon me. But I could not eat; to even try to do so was\r\nrepulsive to me, and, much as I would have liked to please him, I could\r\nnot bring myself to the attempt. He looked very sad, but did not\r\nreproach me. Taking his field-glasses from the case, he stood on the top\r\nof the rock, and began to search the horizon. Suddenly he called out:—\n“Look! Madam Mina, look! look!” I sprang up and stood beside him on the\r\nrock; he handed me his glasses and pointed. The snow was now falling\r\nmore heavily, and swirled about fiercely, for a high wind was beginning\r\nto blow. However, there were times when there were pauses between the\r\nsnow flurries and I could see a long way round. From the height where we\r\nwere it was possible to see a great distance; and far off, beyond the\r\nwhite waste of snow, I could see the river lying like a black ribbon in\r\nkinks and curls as it wound its way. Straight in front of us and not far\r\noff—in fact, so near that I wondered we had not noticed before—came a\r\ngroup of mounted men hurrying along. In the midst of them was a cart, a\r\nlong leiter-wagon which swept from side to side, like a dog’s tail\r\nwagging, with each stern inequality of the road. Outlined against the\r\nsnow as they were, I could see from the men’s clothes that they were\r\npeasants or gypsies of some kind.\nOn the cart was a great square chest. My heart leaped as I saw it, for I\r\nfelt that the end was coming. The evening was now drawing close, and\r\nwell I knew that at sunset the Thing, which was till then imprisoned\r\nthere, would take new freedom and could in any of many forms elude all\r\npursuit. In fear I turned to the Professor; to my consternation,\r\nhowever, he was not there. An instant later, I saw him below me. Round\r\nthe rock he had drawn a circle, such as we had found shelter in last\r\nnight. When he had completed it he stood beside me again, saying:—\n“At least you shall be safe here from him!” He took the glasses from\r\nme, and at the next lull of the snow swept the whole space below us.\r\n“See,” he said, “they come quickly; they are flogging the horses, and\r\ngalloping as hard as they can.” He paused and went on in a hollow\r\nvoice:—\n“They are racing for the sunset. We may be too late. God’s will be\r\ndone!” Down came another blinding rush of driving snow, and the whole\r\nlandscape was blotted out", "summary": "\nThe excerpt appears to be from Bram Stoker's \"Dracula,\" focusing on the final pursuit of Count Dracula as he attempts to return to his castle in Transylvania. The narrative is told through journal entries and memoranda from multiple characters including Jonathan Harker, Mina Harker, Dr. Seward, and Professor Van Helsing.\nAfter discovering that Dracula has fled London by ship to the port of Galatz, the group splits up to pursue him. They deduce that Dracula's coffin is being transported along the river Sereth and then up the Bistritza toward his castle. Lord Godalming and Jonathan Harker follow by steam launch on the river, while Dr. Seward and Quincey Morris travel along the riverbank on horseback. Professor Van Helsing and Mina Harker take a different route directly to Castle Dracula through the Borgo Pass, as Van Helsing believes this strategy will allow them to intercept the Count.\nAs they travel, Mina's condition worsens. She has been \"tainted\" by Dracula's bite, creating a psychic connection that Van Helsing uses to track the vampire through hypnosis. Initially, Mina reports hearing \"darkness, lapping water and creaking wood,\" confirming Dracula is still on the water. However, as they get closer to the castle, Van Helsing finds it increasingly difficult to hypnotize her, and she becomes lethargic during daylight and unnaturally alert at night.\nVan Helsing and Mina reach the vicinity of Castle Dracula first. He creates a protective circle using sacred Host wafers where Mina must remain for safety. During the night, they are visited by Dracula's three vampire brides who cannot enter the circle but torment them throughout the night. At dawn, the vampire women disappear.\nWhile Mina sleeps, Van Helsing ventures to the castle where he finds and destroys the three vampire women through the ritual of staking and decapitation. He also sanctifies Dracula's tomb with the Host, preventing the Count from seeking refuge there.\nMeanwhile, Jonathan Harker's party suffers delays due to an accident with their steam launch, causing them frustration as they know time is running out to catch Dracula before sunset. Dr. Seward's group spots a band of Szgany (gypsies) hurrying with a wagon containing a large box—Dracula's coffin.\nIn the climactic scene, Van Helsing and Mina, from their vantage point on a mountain slope, observe the approaching gypsies with Dracula's coffin racing against the setting sun. The pursuers are converging from different directions for a final confrontation. Van Helsing places Mina within another protective circle as they wait, knowing that if the sun sets before they can destroy Dracula, he will be able to escape and potentially return to full power.\nThe excerpt ends with tension at its height as a snowstorm temporarily obscures their view of the approaching confrontation, leaving the outcome uncertain as they race against time before sunset.\n", "map": [["Dracula fleeing to Transylvania", "Coffin transported by river"], ["Coffin transported by river", "Racing against sunset"], ["Group splits into three teams", "Strategic pursuit plan"], ["Van Helsing and Mina", "Direct route to Castle"], ["Jonathan and Godalming", "Steam launch river pursuit"], ["Seward and Morris", "Horseback along riverbank"], ["Mina's vampire connection", "Hypnotic tracking ability"], ["Mina's worsening condition", "Day lethargy, night alertness"], ["Protective circle of Host wafers", "Barrier against vampires"], ["Three vampire brides", "Castle Dracula haunt"], ["Van Helsing's ritual killings", "Staking and decapitation"], ["Sanctified Dracula's tomb", "Denied refuge to Count"], ["Szgany gypsies", "Carrying Dracula's coffin"], ["Converging pursuers", "Final confrontation approach"], ["Snowstorm obscures view", "Climactic tension heightened"], ["Sunset deadline", "Dracula's potential escape"]]}