{"source": "https://www.gutenberg.org/cache/epub/3300/pg3300-images.html", "text": " His calculation, therefore, though\r\ndifferent in appearance, corresponds very nearly at bottom with that of Judge\r\nHales. Both suppose the weekly expense of such families to be about\r\ntwenty-pence a-head. Both the pecuniary income and expense of such families\r\nhave increased considerably since that time through the greater part of the\r\nkingdom, in some places more, and in some less, though perhaps scarce anywhere\r\nso much as some exaggerated accounts of the present wages of labour have lately\r\nrepresented them to the public. The price of labour, it must be observed,\r\ncannot be ascertained very accurately anywhere, different prices being often\r\npaid at the same place and for the same sort of labour, not only according to\r\nthe different abilities of the workman, but according to the easiness or\r\nhardness of the masters. Where wages are not regulated by law, all that we can\r\npretend to determine is, what are the most usual; and experience seems to shew\r\nthat law can never regulate them properly, though it has often pretended to do\r\nso.\r\n\n\r\nThe real recompence of labour, the real quantity of the necessaries and\r\nconveniencies of life which it can procure to the labourer, has, during the\r\ncourse of the present century, increased perhaps in a still greater proportion\r\nthan its money price. Not only grain has become somewhat cheaper, but many\r\nother things, from which the industrious poor derive an agreeable and wholesome\r\nvariety of food, have become a great deal cheaper. Potatoes, for example, do\r\nnot at present, through the greater part of the kingdom, cost half the price\r\nwhich they used to do thirty or forty years ago. The same thing may be said of\r\nturnips, carrots, cabbages; things which were formerly never raised but by the\r\nspade, but which are now commonly raised by the plough. All sort of garden\r\nstuff, too, has become cheaper. The greater part of the apples, and even of the\r\nonions, consumed in Great Britain, were, in the last century, imported from\r\nFlanders. The great improvements in the coarser manufactories of both linen and\r\nwoollen cloth furnish the labourers with cheaper and better clothing; and those\r\nin the manufactories of the coarser metals, with cheaper and better instruments\r\nof trade, as well as with many agreeable and convenient pieces of household\r\nfurniture. Soap, salt, candles, leather, and fermented liquors, have, indeed,\r\nbecome a good deal dearer, chiefly from the taxes which have been laid upon\r\nthem. The quantity of these, however, which the labouring poor are under any\r\nnecessity of consuming, is so very small, that the increase in their price does\r\nnot compensate the diminution in that of so many other things. The common\r\ncomplaint, that luxury extends itself even to the lowest ranks of the people,\r\nand that the labouring poor will not now be contented with the same food,\r\nclothing, and lodging, which satisfied them in former times, may convince us\r\nthat it is not the money price of labour only, but its real recompence, which\r\nhas augmented.\r\n\n\r\nIs this improvement in the circumstances of the lower ranks of the people to be\r\nregarded as an advantage, or as an inconveniency, to the society? The answer\r\nseems at first abundantly plain. Servants, labourers, and workmen of different\r\nkinds, make up the far greater part of every great political society. But what\r\nimproves the circumstances of the greater part, can never be regarded as any\r\ninconveniency to the whole. No society can surely be flourishing and happy, of\r\nwhich the far greater part of the members are poor and miserable. It is but\r\nequity, besides, that they who feed, clothe, and lodge the whole body of the\r\npeople, should have such a share of the produce of their own labour as to be\r\nthemselves tolerably well fed, clothed, and lodged.\r\n\n\r\nPoverty, though it no doubt discourages, does not always prevent, marriage. It\r\nseems even to be favourable to generation. A half-starved Highland woman\r\nfrequently bears more than twenty children, while a pampered fine lady is often\r\nincapable of bearing any, and is generally exhausted by two or three.\r\nBarrenness, so frequent among women of fashion, is very rare among those of\r\ninferior station. Luxury, in the fair sex, while it inflames, perhaps, the\r\npassion for enjoyment, seems always to weaken, and frequently to destroy\r\naltogether, the powers of generation.\r\n\n\r\nBut poverty, though it does not prevent the generation, is extremely\r\nunfavourable to the rearing of children. The tender plant is produced; but in\r\nso cold a soil, and so severe a climate, soon withers and dies. It is not\r\nuncommon, I have been frequently told, in the Highlands of Scotland, for a\r\nmother who has born twenty children not to have two alive. Several officers of\r\ngreat experience have assured me, that, so far from recruiting their regiment,\r\nthey have never been able to supply it with drums and fifes, from all the\r\nsoldiers’ children that were born in it. A greater number of fine\r\nchildren, however, is seldom seen anywhere than about a barrack of soldiers.\r\nVery few of them, it seems, arrive at the age of thirteen or fourteen. In some\r\nplaces, one half the children die before they are four years of age, in many\r\nplaces before they are seven, and in almost all places before they are nine or\r\nten. This great mortality, however will everywhere be found chiefly among the\r\nchildren of the common people, who cannot afford to tend them with the same\r\ncare as those of better station. Though their marriages are generally more\r\nfruitful than those of people of fashion, a smaller proportion of their\r\nchildren arrive at maturity. In foundling hospitals, and among the children\r\nbrought up by parish charities, the mortality is still greater than among those\r\nof the common people.\r\n\n\r\nEvery species of animals naturally multiplies in proportion to the means of\r\ntheir subsistence, and no species can ever multiply beyond it. But in civilized\r\nsociety, it is only among the inferior ranks of people that the scantiness of\r\nsubsistence can set limits to the further multiplication of the human species;\r\nand it can do so in no other way than by destroying a great part of the\r\nchildren which their fruitful marriages produce.\r\n\n\r\nThe liberal reward of labour, by enabling them to provide better for their\r\nchildren, and consequently to bring up a greater number, naturally tends to\r\nwiden and extend those limits. It deserves to be remarked, too, that it\r\nnecessarily does this as nearly as possible in the proportion which the demand\r\nfor labour requires. If this demand is continually increasing, the reward of\r\nlabour must necessarily encourage in such a manner the marriage and\r\nmultiplication of labourers, as may enable them to supply that continually\r\nincreasing demand by a continually increasing population. If the reward should\r\nat any time be less than what was requisite for this purpose, the deficiency of\r\nhands would soon raise it; and if it should at any time be more, their\r\nexcessive multiplication would soon lower it to this necessary rate. The market\r\nwould be so much understocked with labour in the one case, and so much\r\noverstocked in the other, as would soon force back its price to that proper\r\nrate which the circumstances of the society required. It is in this manner that\r\nthe demand for men, like that for any other commodity, necessarily regulates\r\nthe production of men, quickens it when it goes on too slowly, and stops it\r\nwhen it advances too fast. It is this demand which regulates and determines the\r\nstate of propagation in all the different countries of the world; in North\r\nAmerica, in Europe, and in China; which renders it rapidly progressive in the\r\nfirst, slow and gradual in the second, and altogether stationary in the last.\r\n\n\r\nThe wear and tear of a slave, it has been said, is at the expense of his\r\nmaster; but that of a free servant is at his own expense. The wear and tear of\r\nthe latter, however, is, in reality, as much at the expense of his master as\r\nthat of the former. The wages paid to journeymen and servants of every kind\r\nmust be such as may enable them, one with another to continue the race of\r\njourneymen and servants, according as the increasing, diminishing, or\r\nstationary demand of the society, may happen to require. But though the wear\r\nand tear of a free servant be equally at the expense of his master, it\r\ngenerally costs him much less than that of a slave. The fund destined for\r\nreplacing or repairing, if I may say so, the wear and tear of the slave, is\r\ncommonly managed by a negligent master or careless overseer. That destined for\r\nperforming the same office with regard to the freeman is managed by the freeman\r\nhimself. The disorders which generally prevail in the economy of the rich,\r\nnaturally introduce themselves into the management of the former; the strict\r\nfrugality and parsimonious attention of the poor as naturally establish\r\nthemselves in that of the latter. Under such different management, the same\r\npurpose must require very different degrees of expense to execute it. It\r\nappears, accordingly, from the experience of all ages and nations, I believe,\r\nthat the work done by freemen comes cheaper in the end than that performed by\r\nslaves. It is found to do so even at Boston, New-York, and Philadelphia, where\r\nthe wages of common labour are so very high.\r\n\n\r\nThe liberal reward of labour, therefore, as it is the effect of increasing\r\nwealth, so it is the cause of increasing population. To complain of it, is to\r\nlament over the necessary cause and effect of the greatest public prosperity.\r\n\n\r\nIt deserves to be remarked, perhaps, that it is in the progressive state, while\r\nthe society is advancing to the further acquisition, rather than when it has\r\nacquired its full complement of riches, that the condition of the labouring\r\npoor, of the great body of the people, seems to be the happiest and the most\r\ncomfortable. It is hard in the stationary, and miserable in the declining\r\nstate. The progressive state is, in reality, the cheerful and the hearty state\r\nto all the different orders of the society; the stationary is dull; the\r\ndeclining melancholy.\r\n\n\r\nThe liberal reward of labour, as it encourages the propagation, so it increases\r\nthe industry of the common people. The wages of labour are the encouragement of\r\nindustry, which, like every other human quality, improves in proportion to the\r\nencouragement it receives. A plentiful subsistence increases the bodily\r\nstrength of the labourer, and the comfortable hope of bettering his condition,\r\nand of ending his days, perhaps, in ease and plenty, animates him to exert that\r\nstrength to the utmost. Where wages are high, accordingly, we shall always find\r\nthe workmen more active, diligent, and expeditious, than where they are low; in\r\nEngland, for example, than in Scotland; in the neighbourhood of great towns,\r\nthan in remote country places. Some workmen, indeed, when they can earn in four\r\ndays what will maintain them through the week, will be idle the other three.\r\nThis, however, is by no means the case with the greater part. Workmen, on the\r\ncontrary, when they are liberally paid by the piece, are very apt to overwork\r\nthemselves, and to ruin their health and constitution in a few years. A\r\ncarpenter in London, and in some other places, is not supposed to last in his\r\nutmost vigour above eight years. Something of the same kind happens in many\r\nother trades, in which the workmen are paid by the piece; as they generally are\r\nin manufactures, and even in country labour, wherever wages are higher than\r\nordinary. Almost every class of artificers is subject to some peculiar\r\ninfirmity occasioned by excessive application to their peculiar species of\r\nwork. Ramuzzini, an eminent Italian physician, has written a particular book\r\nconcerning such diseases. We do not reckon our soldiers the most industrious\r\nset of people among us; yet when soldiers have been employed in some particular\r\nsorts of work, and liberally paid by the piece, their officers have frequently\r\nbeen obliged to stipulate with the undertaker, that they should not be allowed\r\nto earn above a certain sum every day, according to the rate at which they were\r\npaid. Till this stipulation was made, mutual emulation, and the desire of\r\ngreater gain, frequently prompted them to overwork themselves, and to hurt\r\ntheir health by excessive labour. Excessive application, during four days of\r\nthe week, is frequently the real cause of the idleness of the other three, so\r\nmuch and so loudly complained of. Great labour, either of mind or body,\r\ncontinued for several days together is, in most men, naturally followed by a\r\ngreat desire of relaxation, which, if not restrained by force, or by some\r\nstrong necessity, is almost irresistible. It is the call of nature, which\r\nrequires to be relieved by some indulgence, sometimes of ease only, but\r\nsometimes too of dissipation and diversion. If it is not complied with, the\r\nconsequences are often dangerous and sometimes fatal, and such as almost\r\nalways, sooner or later, bring on the peculiar infirmity of the trade. If\r\nmasters would always listen to the dictates of reason and humanity, they have\r\nfrequently occasion rather to moderate, than to animate the application of many\r\nof their workmen. It will be found, I believe, in every sort of trade, that the\r\nman who works so moderately, as to be able to work constantly, not only\r\npreserves his health the longest, but, in the course of the year, executes the\r\ngreatest quantity of work.\r\n\n\r\nIn cheap years it is pretended, workmen are generally more idle, and in dear\r\ntimes more industrious than ordinary. A plentiful subsistence, therefore, it\r\nhas been concluded, relaxes, and a scanty one quickens their industry. That a\r\nlittle more plenty than ordinary may render some workmen idle, cannot be well\r\ndoubted; but that it should have this effect upon the greater part, or that men\r\nin general should work better when they are ill fed, than when they are well\r\nfed, when they are disheartened than when they are in good spirits, when they\r\nare frequently sick than when they are generally in good health, seems not very\r\nprobable. Years of dearth, it is to be observed, are generally among the common\r\npeople years of sickness and mortality, which cannot fail to diminish the\r\nproduce of their industry.\r\n\n\r\nIn years of plenty, servants frequently leave their masters, and trust their\r\nsubsistence to what they can make by their own industry. But the same cheapness\r\nof provisions, by increasing the fund which is destined for the maintenance of\r\nservants, encourages masters, farmers especially, to employ a greater number.\r\nFarmers, upon such occasions, expect more profit from their corn by maintaining\r\na few more labouring servants, than by selling it at a low price in the market.\r\nThe demand for servants increases, while the number of those who offer to\r\nsupply that demand diminishes. The price of labour, therefore, frequently rises\r\nin cheap years.\r\n\n\r\nIn years of scarcity, the difficulty and uncertainty of subsistence make all\r\nsuch people eager to return to service. But the high price of provisions, by\r\ndiminishing the funds destined for the maintenance of servants, disposes\r\nmasters rather to diminish than to increase the number of those they have. In\r\ndear years, too, poor independent workmen frequently consume the little stock\r\nwith which they had used to supply themselves with the materials of their work,\r\nand are obliged to become journeymen for subsistence. More people want\r\nemployment than easily get it; many are willing to take it upon lower terms\r\nthan ordinary; and the wages of both servants and journeymen frequently sink in\r\ndear years.\r\n\n\r\nMasters of all sorts, therefore, frequently make better bargains with their\r\nservants in dear than in cheap years, and find them more humble and dependent\r\nin the former than in the latter. They naturally, therefore, commend the former\r\nas more favourable to industry. Landlords and farmers, besides, two of the\r\nlargest classes of masters, have another reason for being pleased with dear\r\nyears. The rents of the one, and the profits of the other, depend very much\r\nupon the price of provisions. Nothing can be more absurd, however, than to\r\nimagine that men in general should work less when they work for themselves,\r\nthan when they work for other people. A poor independent workman will generally\r\nbe more industrious than even a journeyman who works by the piece. The one\r\nenjoys the whole produce of his own industry, the other shares it with his\r\nmaster. The one, in his separate independent state, is less liable to the\r\ntemptations of bad company, which, in large manufactories, so frequently ruin\r\nthe morals of the other. The superiority of the independent workman over those\r\nservants who are hired by the month or by the year, and whose wages and\r\nmaintenance are the same, whether they do much or do little, is likely to be\r\nstill greater. Cheap years tend to increase the proportion of independent\r\nworkmen to journeymen and servants of all kinds, and dear years to diminish it.\r\n\n\r\nA French author of great knowledge and ingenuity, Mr Messance, receiver of the\r\ntallies in the election of St Etienne, endeavours to shew that the poor do more\r\nwork in cheap than in dear years, by comparing the quantity and value of the\r\ngoods made upon those different occasions in three different manufactures; one\r\nof coarse woollens, carried on at Elbeuf; one of linen, and another of silk,\r\nboth which extend through the whole generality of Rouen. It appears from his\r\naccount, which is copied from the registers of the public offices, that the\r\nquantity and value of the goods made in all those three manufactories has\r\ngenerally been greater in cheap than in dear years, and that it has always been\r\ngreatest in the cheapest, and least in the dearest years. All the three seem to\r\nbe stationary manufactures, or which, though their produce may vary somewhat\r\nfrom year to year, are, upon the whole, neither going backwards nor forwards.\r\n\n\r\nThe manufacture of linen in Scotland, and that of coarse woollens in the West\r\nRiding of Yorkshire, are growing manufactures, of which the produce is\r\ngenerally, though with some variations, increasing both in quantity and value.\r\nUpon examining, however, the accounts which have been published of their annual\r\nproduce, I have not been able to observe that its variations have had any\r\nsensible connection with the dearness or cheapness of the seasons. In 1740, a\r\nyear of great scarcity, both manufactures, indeed, appear to have declined very\r\nconsiderably. But in 1756, another year of great scarcity, the Scotch\r\nmanufactures made more than ordinary advances. The Yorkshire manufacture,\r\nindeed, declined, and its produce did not rise to what it had been in 1755,\r\ntill 1766, after the repeal of the American stamp act. In that and the\r\nfollowing year, it greatly exceeded what it had ever been before, and it has\r\ncontinued to advance ever since.\r\n\n\r\nThe produce of all great manufactures for distant sale must necessarily depend,\r\nnot so much upon the dearness or cheapness of the seasons in the countries\r\nwhere they are carried on, as upon the circumstances which affect the demand in\r\nthe countries where they are consumed; upon peace or war, upon the prosperity\r\nor declension of other rival manufactures and upon the good or bad humour of\r\ntheir principal customers. A great part of the extraordinary work, besides,\r\nwhich is probably done in cheap years, never enters the public registers of\r\nmanufactures. The men-servants, who leave their masters, become independent\r\nlabourers. The women return to their parents, and commonly spin, in order to\r\nmake clothes for themselves and their families. Even the independent workmen do\r\nnot always, work for public sale, but are employed by some of their neighbours\r\nin manufactures for family use. The produce of their labour, therefore,\r\nfrequently makes no figure in those public registers, of which the records are\r\nsometimes published with so much parade, and from which our merchants and\r\nmanufacturers would often vainly pretend to announce the prosperity or\r\ndeclension of the greatest empires.\r\n\n\r\nThough the variations in the price of labour not only do not always correspond\r\nwith those in the price of provisions, but are frequently quite opposite, we\r\nmust not, upon this account, imagine that the price of provisions has no\r\ninfluence upon that of labour. The money price of labour is necessarily\r\nregulated by two circumstances; the demand for labour, and the price of the\r\nnecessaries and conveniencies of life. The demand for labour, according as it\r\nhappens to be increasing, stationary, or declining, or to require an\r\nincreasing, stationary, or declining population, determines the quantities of\r\nthe necessaries and conveniencies of life which must be given to the labourer;\r\nand the money price of labour is determined by what is requisite for purchasing\r\nthis quantity. Though the money price of labour, therefore, is sometimes high\r\nwhere the price of provisions is low, it would be still higher, the demand\r\ncontinuing the same, if the price of provisions was high.\r\n\n\r\nIt is because the demand for labour increases in years of sudden and\r\nextraordinary plenty, and diminishes in those of sudden and extraordinary\r\nscarcity, that the money price of labour sometimes rises in the one, and sinks\r\nin the other.\r\n\n\r\nIn a year of sudden and extraordinary plenty, there are funds in the hands of\r\nmany of the employers of industry, sufficient to maintain and employ a greater\r\nnumber of industrious people than had been employed the year before; and this\r\nextraordinary number cannot always be had. Those masters, therefore, who want\r\nmore workmen, bid against one another, in order to get them, which sometimes\r\nraises both the real and the money price of their labour.\r\n\n\r\nThe contrary of this happens in a year of sudden and extraordinary scarcity.\r\nThe funds destined for employing industry are less than they had been the year\r\nbefore. A considerable number of people are thrown out of employment, who bid\r\none against another, in order to get it, which sometimes lowers both the real\r\nand the money price of labour. In 1740, a year of extraordinary scarcity, many\r\npeople were willing to work for bare subsistence. In the succeeding years of\r\nplenty, it was more difficult to get labourers and servants. The scarcity of a\r\ndear year, by diminishing the demand for labour, tends to lower its price, as\r\nthe high price of provisions tends to raise it. The plenty of a cheap year, on\r\nthe contrary, by increasing the demand, tends to raise the price of labour, as\r\nthe cheapness of provisions tends to lower it. In the ordinary variations of\r\nthe prices of provisions, those two opposite causes seem to counterbalance one\r\nanother, which is probably, in part, the reason why the wages of labour are\r\neverywhere so much more steady and permanent than the price of provisions.\r\n\n\r\nThe increase in the wages of labour necessarily increases the price of many\r\ncommodities, by increasing that part of it which resolves itself into wages,\r\nand so far tends to diminish their consumption, both at home and abroad. The\r\nsame cause, however, which raises the wages of labour, the increase of stock,\r\ntends to increase its productive powers, and to make a smaller quantity of\r\nlabour produce a greater quantity of work. The owner of the stock which employs\r\na great number of labourers necessarily endeavours, for his own advantage, to\r\nmake such a proper division and distribution of employment, that they may be\r\nenabled to produce the greatest quantity of work possible. For the same reason,\r\nhe endeavours to supply them with the best machinery which either he or they\r\ncan think of. What takes place among the labourers in a particular workhouse,\r\ntakes place, for the same reason, among those of a great society. The greater\r\ntheir number, the more they naturally divide themselves into different classes\r\nand subdivisions of employments. More heads are occupied in inventing the most\r\nproper machinery for executing the work of each, and it is, therefore, more\r\nlikely to be invented. There are many commodities, therefore, which, in\r\nconsequence of these improvements, come to be produced by so much less labour\r\nthan before, that the increase of its price is more than compensated by the\r\ndiminution of its quantity.\r\n\n\r\nThe rise and fall in the profits of stock depend upon the same causes with the\r\nrise and fall in the wages of labour, the increasing or declining state of the\r\nwealth of the society; but those causes affect the one and the other very\r\ndifferently.\r\n\n\r\nThe increase of stock, which raises wages, tends to lower profit. When the\r\nstocks of many rich merchants are turned into the same trade, their mutual\r\ncompetition naturally tends to lower its profit; and when there is a like\r\nincrease of stock in all the different trades carried on in the same society,\r\nthe same competition must produce the same effect in them all.\r\n\n\r\nIt is not easy, it has already been observed, to ascertain what are the average\r\nwages of labour, even in a particular place, and at a particular time. We can,\r\neven in this case, seldom determine more than what are the most usual wages.\r\nBut even this can seldom be done with regard to the profits of stock. Profit is\r\nso very fluctuating, that the person who carries on a particular trade, cannot\r\nalways tell you himself what is the average of his annual profit. It is\r\naffected, not only by every variation of price in the commodities which he\r\ndeals in, but by the good or bad fortune both of his rivals and of his\r\ncustomers, and by a thousand other accidents, to which goods, when carried\r\neither by sea or by land, or even when stored in a warehouse, are liable. It\r\nvaries, therefore, not only from year to year, but from day to day, and almost\r\nfrom hour to hour. To ascertain what is the average profit of all the different\r\ntrades carried on in a great kingdom, must be much more difficult; and to judge\r\nof what it may have been formerly, or in remote periods of time, with any\r\ndegree of precision, must be altogether impossible.\r\n\n\r\nBut though it may be impossible to determine, with any degree of precision,\r\nwhat are or were the average profits of stock, either in the present or in\r\nancient times, some notion may be formed of them from the interest of money. It\r\nmay be laid down as a maxim, that wherever a great deal can be made by the use\r\nof money, a great deal will commonly be given for the use of it; and that,\r\nwherever little can be made by it, less will commonly he given for it.\r\nAccordingly, therefore, as the usual market rate of interest varies in any\r\ncountry, we may be assured that the ordinary profits of stock must vary with\r\nit, must sink as it sinks, and rise as it rises. The progress of interest,\r\ntherefore, may lead us to form some notion of the progress of profit.\r\n\n\r\nBy the 37th of Henry VIII. all interest above ten per cent. was declared\r\nunlawful. More, it seems, had sometimes been taken before that. In the reign of\r\nEdward VI. religious zeal prohibited all interest. This prohibition, however,\r\nlike all others of the same kind, is said to have produced no effect, and\r\nprobably rather increased than diminished the evil of usury. The statute of\r\nHenry VIII. was revived by the 13th of Elizabeth, cap. 8. and ten per cent.\r\ncontinued to be the legal rate of interest till the 21st of James I. when it\r\nwas restricted to eight per cent. It was reduced to six per cent. soon after\r\nthe Restoration, and by the 12th of Queen Anne, to five per cent. All these\r\ndifferent statutory regulations seem to have been made with great propriety.\r\nThey seem to have followed, and not to have gone before, the market rate of\r\ninterest, or the rate at which people of good credit usually borrowed. Since\r\nthe time of Queen Anne, five per cent. seems to have been rather above than\r\nbelow the market rate. Before the late war, the government borrowed at three\r\nper cent.; and people of good credit in the capital, and in many other parts of\r\nthe kingdom, at three and a-half, four, and four and a-half per cent.\r\n\n\r\nSince the time of Henry VIII. the wealth and revenue of the country have been\r\ncontinually advancing, and in the course of their progress, their pace seems\r\nrather to have been gradually accelerated than retarded. They seem not only to\r\nhave been going on, but to have been going on faster and faster. The wages of\r\nlabour have been continually increasing during the same period, and, in the\r\ngreater part of the different branches of trade and manufactures, the profits\r\nof stock have been diminishing.\r\n\n\r\nIt generally requires a greater stock to carry on any sort of trade in a great\r\ntown than in a country village. The great stocks employed in every branch of\r\ntrade, and the number of rich competitors, generally reduce the rate of profit\r\nin the former below what it is in the latter. But the wages of labour are\r\ngenerally higher in a great town than in a country village. In a thriving town,\r\nthe people who have great stocks to employ, frequently cannot get the number of\r\nworkmen they want, and therefore bid against one another, in order to get as\r\nmany as they can, which raises the wages of labour, and lowers the profits of\r\nstock. In the remote parts of the country, there is frequently not stock\r\nsufficient to employ all the people, who therefore bid against one another, in\r\norder to get employment, which lowers the wages of labour, and raises the\r\nprofits of stock.\r\n\n\r\nIn Scotland, though the legal rate of interest is the same as in England, the\r\nmarket rate is rather higher. People of the best credit there seldom borrow\r\nunder five per cent. Even private bankers in Edinburgh give four per cent. upon\r\ntheir promissory-notes, of which payment, either in whole or in part may be\r\ndemanded at pleasure. Private bankers in London give no interest for the money\r\nwhich is deposited with them. There are few trades which cannot be carried on\r\nwith a smaller stock in Scotland than in England. The common rate of profit,\r\ntherefore, must be somewhat greater. The wages of labour, it has already been\r\nobserved, are lower in Scotland than in England. The country, too, is not only\r\nmuch poorer, but the steps by which it advances to a better condition, for it\r\nis evidently advancing, seem to be much slower and more tardy. The legal rate\r\nof interest in France has not during the course of the present century, been\r\nalways regulated by the market rate {See Denisart, Article Taux des Interests,\r\ntom. iii, p.13}. In 1720, interest was reduced from the twentieth to the\r\nfiftieth penny, or from five to two per cent. In 1724, it was raised to the\r\nthirtieth penny, or to three and a third per cent. In 1725, it was again raised\r\nto the twentieth penny, or to five per cent. In 1766, during the administration\r\nof Mr Laverdy, it was reduced to the twenty-fifth penny, or to four per cent.\r\nThe Abbé Terray raised it afterwards to the old rate of five per cent. The\r\nsupposed purpose of many of those violent reductions of interest was to prepare\r\nthe way for reducing that of the public debts; a purpose which has sometimes\r\nbeen executed. France is, perhaps, in the present times, not so rich a country\r\nas England; and though the legal rate of interest has in France frequently been\r\nlower than in England, the market rate has generally been higher; for there, as\r\nin other countries, they have several very safe and easy methods of evading the\r\nlaw. The profits of trade, I have been assured by British merchants who had\r\ntraded in both countries, are higher in France than in England; and it is no\r\ndoubt upon this account, that many British subjects chuse rather to employ\r\ntheir capitals in a country where trade is in disgrace, than in one where it is\r\nhighly respected. The wages of labour are lower in France than in England. When\r\nyou go from Scotland to England, the difference which you may remark between\r\nthe dress and countenance of the common people in the one country and in the\r\nother, sufficiently indicates the difference in their condition. The contrast\r\nis still greater when you return from France. France, though no doubt a richer\r\ncountry than Scotland, seems not to be going forward so fast. It is a common\r\nand even a popular opinion in the country, that it is going backwards; an\r\nopinion which I apprehend, is ill-founded, even with regard to France, but\r\nwhich nobody can possibly entertain with regard to Scotland, who sees the\r\ncountry now, and who saw it twenty or thirty years ago.\r\n\n\r\nThe province of Holland, on the other hand, in proportion to the extent of its\r\nterritory and the number of its people, is a richer country than England. The\r\ngovernment there borrow at two per cent. and private people of good credit at\r\nthree. The wages of labour are said to be higher in Holland than in England,\r\nand the Dutch, it is well known, trade upon lower profits than any people in\r\nEurope. The trade of Holland, it has been pretended by some people, is\r\ndecaying, and it may perhaps be true that some particular branches of it are\r\nso; but these symptoms seem to indicate sufficiently that there is no general\r\ndecay. When profit diminishes, merchants are very apt to complain that trade\r\ndecays, though the diminution of profit is the natural effect of its\r\nprosperity, or of a greater stock being employed in it than before. During the\r\nlate war, the Dutch gained the whole carrying trade of France, of which they\r\nstill retain a very large share. The great property which they possess both in\r\nFrench and English funds, about forty millions, it is said in the latter (in\r\nwhich, I suspect, however, there is a considerable exaggeration ), the great\r\nsums which they lend to private people, in countries where the rate of interest\r\nis higher than in their own, are circumstances which no doubt demonstrate the\r\nredundancy of their stock, or that it has increased beyond what they can employ\r\nwith tolerable profit in the proper business of their own country; but they do\r\nnot demonstrate that that business has decreased. As the capital of a private\r\nman, though acquired by a particular trade, may increase beyond what he can\r\nemploy in it, and yet that trade continue to increase too, so may likewise the\r\ncapital of a great nation.\r\n\n\r\nIn our North American and West Indian colonies, not only the wages of labour,\r\nbut the interest of money, and consequently the profits of stock, are higher\r\nthan in England. In the different colonies, both the legal and the market rate\r\nof interest run from six to eight percent. High wages of labour and high\r\nprofits of stock, however, are things, perhaps, which scarce ever go together,\r\nexcept in the peculiar circumstances of new colonies. A new colony must always,\r\nfor some time, be more understocked in proportion to the extent of its\r\nterritory, and more underpeopled in proportion to the extent of its stock, than\r\nthe greater part of other countries. They have more land than they have stock\r\nto cultivate. What they have, therefore, is applied to the cultivation only of\r\nwhat is most fertile and most favourably situated, the land near the sea-shore,\r\nand along the banks of navigable rivers. Such land, too, is frequently\r\npurchased at a price below the value even of its natural produce. Stock\r\nemployed in the purchase and improvement of such lands, must yield a very large\r\nprofit, and, consequently, afford to pay a very large interest. Its rapid\r\naccumulation in so profitable an employment enables the planter to increase the\r\nnumber of his hands faster than he can find them in a new settlement. Those\r\nwhom he can find, therefore, are very liberally rewarded. As the colony\r\nincreases, the profits of stock gradually diminish. When the most fertile and\r\nbest situated lands have been all occupied, less profit can be made by the\r\ncultivation of what is inferior both in soil and situation, and less interest\r\ncan be afforded for the stock which is so employed. In the greater part of our\r\ncolonies, accordingly, both the legal and the market rate of interest have been\r\nconsiderably reduced during the course of the present century. As riches,\r\nimprovement, and population, have increased, interest has declined. The wages\r\nof labour do not sink with the profits of stock. The demand for labour\r\nincreases with the increase of stock, whatever be its profits; and after these\r\nare diminished, stock may not only continue to increase, but to increase much\r\nfaster than before. It is with industrious nations, who are advancing in the\r\nacquisition of riches, as with industrious individuals. A great stock, though\r\nwith small profits, generally increases faster than a small stock with great\r\nprofits. Money, says the proverb, makes money. When you have got a little, it\r\nis often easy to get more. The great difficulty is to get that little. The\r\nconnection between the increase of stock and that of industry, or of the demand\r\nfor useful labour, has partly been explained already, but will be explained\r\nmore fully hereafter, in treating of the accumulation of stock.\r\n\n\r\nThe acquisition of new territory, or of new branches of trade, may sometimes\r\nraise the profits of stock, and with them the interest of money, even in a\r\ncountry which is fast advancing in the acquisition of riches. The stock of the\r\ncountry, not being sufficient for the whole accession of business which such\r\nacquisitions present to the different people among whom it is divided, is\r\napplied to those particular branches only which afford the greatest profit.\r\nPart of what had before been employed in other trades, is necessarily withdrawn\r\nfrom them, and turned into some of the new and more profitable ones. In all\r\nthose old trades, therefore, the competition comes to be less than before. The\r\nmarket comes to be less fully supplied with many different sorts of goods.\r\nTheir price necessarily rises more or less, and yields a greater profit to\r\nthose who deal in them, who can, therefore, afford to borrow at a higher\r\ninterest. For some time after the conclusion of the late war, not only private\r\npeople of the best credit, but some of the greatest companies in London,\r\ncommonly borrowed at five per cent. who, before that, had not been used to pay\r\nmore than four, and four and a half per cent. The great accession both of\r\nterritory and trade by our acquisitions in North America and the West Indies,\r\nwill sufficiently account for this, without supposing any diminution in the\r\ncapital stock of the society. So great an accession of new business to be\r\ncarried on by the old stock, must necessarily have diminished the quantity\r\nemployed in a great number of particular branches, in which the competition\r\nbeing less, the profits must have been greater. I shall hereafter have occasion\r\nto mention the reasons which dispose me to believe that the capital stock of\r\nGreat Britain was not diminished, even by the enormous expense of the late war.\r\n\n\r\nThe diminution of the capital stock of the society, or of the funds destined\r\nfor the maintenance of industry, however, as it lowers the wages of labour, so\r\nit raises the profits of stock, and consequently the interest of money. By the\r\nwages of labour being lowered, the owners of what stock remains in the society\r\ncan bring their goods at less expense to market than before; and less stock\r\nbeing employed in supplying the market than before, they can sell them dearer.\r\nTheir goods cost them less, and they get more for them. Their profits,\r\ntherefore, being augmented at both ends, can well afford a large interest. The\r\ngreat fortunes so suddenly and so easily acquired in Bengal and the other\r\nBritish settlements in the East Indies, may satisfy us, that as the wages of\r\nlabour are very low, so the profits of stock are very high in those ruined\r\ncountries. The interest of money is proportionably so. In Bengal, money is\r\nfrequently lent to the farmers at forty, fifty, and sixty per cent. and the\r\nsucceeding crop is mortgaged for the payment. As the profits which can afford\r\nsuch an interest must eat up almost the whole rent of the landlord, so such\r\nenormous usury must in its turn eat up the greater part of those profits.\r\nBefore the fall of the Roman republic, a usury of the same kind seems to have\r\nbeen common in the provinces, under the ruinous administration of their\r\nproconsuls. The virtuous Brutus lent money in Cyprus at eight-and-forty per\r\ncent. as we learn from the letters of Cicero.\r\n\n\r\nIn a country which had acquired that full complement of riches which the nature\r\nof its soil and climate, and its situation with respect to other countries,\r\nallowed it to acquire, which could, therefore, advance no further, and which\r\nwas not going backwards, both the wages of labour and the profits of stock\r\nwould probably be very low. In a country fully peopled in proportion to what\r\neither its territory could maintain, or its stock employ, the competition for\r\nemployment would necessarily be so great as to reduce the wages of labour to\r\nwhat was barely sufficient to keep up the number of labourers, and the country\r\nbeing already fully peopled, that number could never be augmented. In a country\r\nfully stocked in proportion to all the business it had to transact, as great a\r\nquantity of stock would be employed in every particular branch as the nature\r\nand extent of the trade would admit. The competition, therefore, would\r\neverywhere be as great, and, consequently, the ordinary profit as low as\r\npossible.\r\n\n\r\nBut, perhaps, no country has ever yet arrived at this degree of opulence. China\r\nseems to have been long stationary, and had, probably, long ago acquired that\r\nfull complement of riches which is consistent with the nature of its laws and\r\ninstitutions. But this complement may be much inferior to what, with other laws\r\nand institutions, the nature of its soil, climate, and situation, might admit\r\nof. A country which neglects or despises foreign commerce, and which admits the\r\nvessel of foreign nations into one or two of its ports only, cannot transact\r\nthe same quantity of business which it might do with different laws and\r\ninstitutions. In a country, too, where, though the rich, or the owners of large\r\ncapitals, enjoy a good deal of security, the poor, or the owners of small\r\ncapitals, enjoy scarce any, but are liable, under the pretence of justice, to\r\nbe pillaged and plundered at any time by the inferior mandarins, the quantity\r\nof stock employed in all the different branches of business transacted within\r\nit, can never be equal to what the nature and extent of that business might\r\nadmit. In every different branch, the oppression of the poor must establish the\r\nmonopoly of the rich, who, by engrossing the whole trade to themselves, will be\r\nable to make very large profits. Twelve per cent. accordingly, is said to be\r\nthe common interest of money in China, and the ordinary profits of stock must\r\nbe sufficient to afford this large interest.\r\n\n\r\nA defect in the law may sometimes raise the rate of interest considerably above\r\nwhat the condition of the country, as to wealth or poverty, would require. When\r\nthe law does not enforce the performance of contracts, it puts all borrowers\r\nnearly upon the same footing with bankrupts, or people of doubtful credit, in\r\nbetter regulated countries. The uncertainty of recovering his money makes the\r\nlender exact the same usurious interest which is usually required from\r\nbankrupts. Among the barbarous nations who overran the western provinces of the\r\nRoman empire, the performance of contracts was left for many ages to the faith\r\nof the contracting parties. The courts of justice of their kings seldom\r\nintermeddled in it. The high rate of interest which took place in those ancient\r\ntimes, may, perhaps, be partly accounted for from this cause.\r\n\n\r\nWhen the law prohibits interest altogether, it does not prevent it. Many people\r\nmust borrow, and nobody will lend without such a consideration for the use of\r\ntheir money as is suitable, not only to what can be made by the use of it, but\r\nto the difficulty and danger of evading the law. The high rate of interest\r\namong all Mahometan nations is accounted for by M. Montesquieu, not from their\r\npoverty, but partly from this, and partly from the difficulty of recovering the\r\nmoney.\r\n\n\r\nThe lowest ordinary rate of profit must always be something more than what is\r\nsufficient to compensate the occasional losses to which every employment of\r\nstock is exposed. It is this surplus only which is neat or clear profit. What\r\nis called gross profit, comprehends frequently not only this surplus, but what\r\nis retained for compensating such extraordinary losses. The interest which the\r\nborrower can afford to pay is in proportion to the clear profit only. The\r\nlowest ordinary rate of interest must, in the same manner, be something more\r\nthan sufficient to compensate the occasional losses to which lending, even with\r\ntolerable prudence, is exposed. Were it not, mere charity or friendship could\r\nbe the only motives for lending.\r\n\n\r\nIn a country which had acquired its full complement of riches, where, in every\r\nparticular branch of business, there was the greatest quantity of stock that\r\ncould be employed in it, as the ordinary rate of clear profit would be very\r\nsmall, so the usual market rate of interest which could be afforded out of it\r\nwould be so low as to render it impossible for any but the very wealthiest\r\npeople to live upon the interest of their money. All people of small or\r\nmiddling fortunes would be obliged to superintend themselves the employment of\r\ntheir own stocks. It would be necessary that almost every man should be a man\r\nof business, or engage in some sort of trade. The province of Holland seems to\r\nbe approaching near to this state. It is there unfashionable not to be a man of\r\nbusiness. Necessity makes it usual for almost every man to be so, and custom\r\neverywhere regulates fashion. As it is ridiculous not to dress, so is it, in\r\nsome measure, not to be employed like other people. As a man of a civil\r\nprofession seems awkward in a camp or a garrison, and is even in some danger of\r\nbeing despised there, so does an idle man among men of business.\r\n\n\r\nThe highest ordinary rate of profit may be such as, in the price of the greater\r\npart of commodities, eats up the whole of what should go to the rent of the\r\nland, and leaves only what is sufficient to pay the labour of preparing and\r\nbringing them to market, according to the lowest rate at which labour can\r\nanywhere be paid, the bare subsistence of the labourer. The workman must always\r\nhave been fed in some way or other while he was about the work, but the\r\nlandlord may not always have been paid", "summary": "\nThis text discusses the economics of labor, wages, and profits in relation to societal prosperity. It begins by examining how the real value of labor compensation extends beyond monetary wages to include the actual necessities and conveniences workers can afford. Throughout the 18th century, many food items and manufactured goods became more affordable, allowing laborers to improve their standard of living despite increases in prices of some taxed goods like soap and liquor.\nThe author argues that improving the circumstances of the lower ranks of society benefits the entire community. Since laborers, servants, and workmen comprise the majority of any political society, their wellbeing is essential to collective prosperity. The text states plainly that \"no society can surely be flourishing and happy, of which the far greater part of the members are poor and miserable.\"\nThe relationship between poverty and population is examined, noting that while poverty doesn't prevent marriage or childbearing, it significantly impedes child survival. The author cites examples from Scotland where mothers might bear twenty children but raise only two to adulthood due to harsh conditions. The liberal reward of labor helps expand population by enabling workers to provide better for their children, naturally adjusting to market demands for labor.\nThe text compares free labor to slave labor, concluding that work performed by freemen is ultimately more economical than that done by slaves. This efficiency stems from the freeman's ability to manage his own maintenance costs with greater prudence than the typically negligent or careless oversight of slave management.\nRegarding productivity, the text observes that well-paid workers are generally more industrious and efficient. However, it challenges the notion that workers are more productive during economic hardship, arguing instead that illness and poor spirits during scarcity years diminish productivity. The author presents evidence that manufacturing output is typically greater in years of plenty than in years of scarcity.\nWages and profits have an inverse relationship to the growth of capital stock in society. As stock increases, wages tend to rise while profits decline due to increased competition. The text uses interest rates as an indicator of profit levels, noting how rates have generally declined in England as wealth increased. It traces historical changes in interest rates across different countries, with developed economies like Holland showing lower rates than less developed regions.\nColonial economies present a special case where both high wages and high profits coexist due to abundant land resources relative to available capital and labor. As colonies mature, profits gradually diminish as the most productive lands are claimed and competition increases.\nThe author concludes by contemplating a theoretical state where a country reaches its maximum wealth capacity. In such a state, wages would be just enough to maintain the existing population, profits would be minimal due to maximum competition, and interest rates would be so low that only the wealthiest could live off investment returns. Most people would need to actively manage their capital through business ventures, as exemplified by the commercial culture of Holland, which was approaching this theoretical state at the time of writing.\n", "map": [["Real value of labor compensation", "Standard of living"], ["Wellbeing of lower ranks", "Societal prosperity"], ["Liberal reward of labor", "Child survival rates"], ["Free labor", "Greater economic efficiency"], ["Well-paid workers", "Higher productivity"], ["Increasing capital stock", "Rising wages"], ["Increasing capital stock", "Declining profits"], ["Interest rates", "Level of economic development"], ["Colonial economies", "High wages and profits coexist"], ["Maximum wealth capacity", "Minimal sustainable wages"], ["Maximum wealth capacity", "Minimal profits from competition"], ["Abundance of land resources", "High colonial profits"], ["Worker poverty", "Impediment to population growth"], ["Market demands for labor", "Population adjustments"], ["Years of plenty", "Greater manufacturing output"]]}