{"source": "https://www.gutenberg.org/cache/epub/3300/pg3300-images.html", "text": " The money price of diamonds, the greatest of\r\nall superfluities, would be somewhat lower, and that of food, the first of all\r\nnecessaries, a great deal lower in the one country than in the other. But the\r\nreal price of labour, the real quantity of the necessaries of life which is\r\ngiven to the labourer, it has already been observed, is lower both in China and\r\nIndostan, the two great markets of India, than it is through the greater part\r\nof Europe. The wages of the labourer will there purchase a smaller quantity of\r\nfood: and as the money price of food is much lower in India than in Europe, the\r\nmoney price of labour is there lower upon a double account; upon account both\r\nof the small quantity of food which it will purchase, and of the low price of\r\nthat food. But in countries of equal art and industry, the money price of the\r\ngreater part of manufactures will be in proportion to the money price of\r\nlabour; and in manufacturing art and industry, China and Indostan, though\r\ninferior, seem not to be much inferior to any part of Europe. The money price\r\nof the greater part of manufactures, therefore, will naturally be much lower in\r\nthose great empires than it is anywhere in Europe. Through the greater part of\r\nEurope, too, the expense of land-carriage increases very much both the real and\r\nnominal price of most manufactures. It costs more labour, and therefore more\r\nmoney, to bring first the materials, and afterwards the complete manufacture to\r\nmarket. In China and Indostan, the extent and variety of inland navigations\r\nsave the greater part of this labour, and consequently of this money, and\r\nthereby reduce still lower both the real and the nominal price of the greater\r\npart of their manufactures. Upon all these accounts, the precious metals are a\r\ncommodity which it always has been, and still continues to be, extremely\r\nadvantageous to carry from Europe to India. There is scarce any commodity which\r\nbrings a better price there; or which, in proportion to the quantity of labour\r\nand commodities which it costs in Europe, will purchase or command a greater\r\nquantity of labour and commodities in India. It is more advantageous, too, to\r\ncarry silver thither than gold; because in China, and the greater part of the\r\nother markets of India, the proportion between fine silver and fine gold is but\r\nas ten, or at most as twelve to one; whereas in Europe it is as fourteen or\r\nfifteen to one. In China, and the greater part of the other markets of India,\r\nten, or at most twelve ounces of silver, will purchase an ounce of gold; in\r\nEurope, it requires from fourteen to fifteen ounces. In the cargoes, therefore,\r\nof the greater part of European ships which sail to India, silver has generally\r\nbeen one of the most valuable articles. It is the most valuable article in the\r\nAcapulco ships which sail to Manilla. The silver of the new continent seems, in\r\nthis manner, to be one of the principal commodities by which the commerce\r\nbetween the two extremities of the old one is carried on; and it is by means of\r\nit, in a great measure, that those distant parts of the world are connected\r\nwith one another.\r\n\n\r\nIn order to supply so very widely extended a market, the quantity of silver\r\nannually brought from the mines must not only be sufficient to support that\r\ncontinued increase, both of coin and of plate, which is required in all\r\nthriving countries; but to repair that continual waste and consumption of\r\nsilver which takes place in all countries where that metal is used.\r\n\n\r\nThe continual consumption of the precious metals in coin by wearing, and in\r\nplate both by wearing and cleaning, is very sensible; and in commodities of\r\nwhich the use is so very widely extended, would alone require a very great\r\nannual supply. The consumption of those metals in some particular manufactures,\r\nthough it may not perhaps be greater upon the whole than this gradual\r\nconsumption, is, however, much more sensible, as it is much more rapid. In the\r\nmanufactures of Birmingham alone, the quantity of gold and silver annually\r\nemployed in gilding and plating, and thereby disqualified from ever afterwards\r\nappearing in the shape of those metals, is said to amount to more than fifty\r\nthousand pounds sterling. We may from thence form some notion how great must be\r\nthe annual consumption in all the different parts of the world, either in\r\nmanufactures of the same kind with those of Birmingham, or in laces,\r\nembroideries, gold and silver stuffs, the gilding of books, furniture, etc. A\r\nconsiderable quantity, too, must be annually lost in transporting those metals\r\nfrom one place to another both by sea and by land. In the greater part of the\r\ngovernments of Asia, besides, the almost universal custom of concealing\r\ntreasures in the bowels of the earth, of which the knowledge frequently dies\r\nwith the person who makes the concealment, must occasion the loss of a still\r\ngreater quantity.\r\n\n\r\nThe quantity of gold and silver imported at both Cadiz and Lisbon (including\r\nnot only what comes under register, but what may be supposed to be smuggled)\r\namounts, according to the best accounts, to about six millions sterling a-year.\r\n\n\r\nAccording to Mr Meggens {Postscript to the Universal Merchant p. 15 and 16.\r\nThis postscript was not printed till 1756, three years after the publication of\r\nthe book, which has never had a second edition. The postscript is, therefore,\r\nto be found in few copies; it corrects several errors in the book.}, the annual\r\nimportation of the precious metals into Spain, at an average of six years, viz.\r\nfrom 1748 to 1753, both inclusive, and into Portugal, at an average of seven\r\nyears, viz. from 1747 to 1753, both inclusive, amounted in silver to 1,101,107\r\npounds weight, and in gold to 49,940 pounds weight. The silver, at sixty two\r\nshillings the pound troy, amounts to £ 3,413,431:10s. sterling. The gold, at\r\nforty-four guineas and a half the pound troy, amounts to £ 2,333,446:14s.\r\nsterling. Both together amount to £ 5,746,878:4s. sterling. The account of what\r\nwas imported under register, he assures us, is exact. He gives us the detail of\r\nthe particular places from which the gold and silver were brought, and of the\r\nparticular quantity of each metal, which, according to the register, each of\r\nthem afforded. He makes an allowance, too, for the quantity of each metal\r\nwhich, he supposes, may have been smuggled. The great experience of this\r\njudicious merchant renders his opinion of considerable weight.\r\n\n\r\nAccording to the eloquent, and sometimes well-informed, author of the\r\nPhilosophical and Political History of the Establishment of the Europeans in\r\nthe two Indies, the annual importation of registered gold and silver into\r\nSpain, at an average of eleven years, viz. from 1754 to 1764, both inclusive,\r\namounted to 13,984,185 3/5 piastres of ten reals. On account of what may have\r\nbeen smuggled, however, the whole annual importation, he supposes, may have\r\namounted to seventeen millions of piastres, which, at 4s. 6d. the piastre, is\r\nequal to £ 3,825,000 sterling. He gives the detail, too, of the particular\r\nplaces from which the gold and silver were brought, and of the particular\r\nquantities of each metal, which according to the register, each of them\r\nafforded. He informs us, too, that if we were to judge of the quantity of gold\r\nannually imported from the Brazils to Lisbon, by the amount of the tax paid to\r\nthe king of Portugal, which it seems, is one-fifth of the standard metal, we\r\nmight value it at eighteen millions of cruzadoes, or forty-five millions of\r\nFrench livres, equal to about twenty millions sterling. On account of what may\r\nhave been smuggled, however, we may safely, he says, add to this sum an eighth\r\nmore, or £ 250,000 sterling, so that the whole will amount to £ 2,250,000\r\nsterling. According to this account, therefore, the whole annual importation of\r\nthe precious metals into both Spain and Portugal, mounts to about £ 6,075,000\r\nsterling.\r\n\n\r\nSeveral other very well authenticated, though manuscript accounts, I have been\r\nassured, agree in making this whole annual importation amount, at an average,\r\nto about six millions sterling; sometimes a little more, sometimes a little\r\nless.\r\n\n\r\nThe annual importation of the precious metals into Cadiz and Lisbon, indeed, is\r\nnot equal to the whole annual produce of the mines of America. Some part is\r\nsent annually by the Acapulco ships to Manilla; some part is employed in a\r\ncontraband trade, which the Spanish colonies carry on with those of other\r\nEuropean nations; and some part, no doubt, remains in the country. The mines of\r\nAmerica, besides, are by no means the only gold and silver mines in the world.\r\nThey, are, however, by far the most abundant. The produce of all the other\r\nmines which are known is insignificant, it is acknowledged, in comparison with\r\ntheirs; and the far greater part of their produce, it is likewise acknowledged,\r\nis annually imported into Cadiz and Lisbon. But the consumption of Birmingham\r\nalone, at the rate of fifty thousand pounds a-year, is equal to the\r\nhundred-and-twentieth part of this annual importation, at the rate of six\r\nmillions a-year. The whole annual consumption of gold and silver, therefore, in\r\nall the different countries of the world where those metals are used, may,\r\nperhaps, be nearly equal to the whole annual produce. The remainder may be no\r\nmore than sufficient to supply the increasing demand of all thriving countries.\r\nIt may even have fallen so far short of this demand, as somewhat to raise the\r\nprice of those metals in the European market.\r\n\n\r\nThe quantity of brass and iron annually brought from the mine to the market, is\r\nout of all proportion greater than that of gold and silver. We do not, however,\r\nupon this account, imagine that those coarse metals are likely to multiply\r\nbeyond the demand, or to become gradually cheaper and cheaper. Why should we\r\nimagine that the precious metals are likely to do so? The coarse metals,\r\nindeed, though harder, are put to much harder uses, and, as they are of less\r\nvalue, less care is employed in their preservation. The precious metals,\r\nhowever, are not necessarily immortal any more than they, but are liable, too,\r\nto be lost, wasted, and consumed, in a great variety of ways.\r\n\n\r\nThe price of all metals, though liable to slow and gradual variations, varies\r\nless from year to year than that of almost any other part of the rude produce\r\nof land: and the price of the precious metals is even less liable to sudden\r\nvariations than that of the coarse ones. The durableness of metals is the\r\nfoundation of this extraordinary steadiness of price. The corn which was\r\nbrought to market last year will be all, or almost all, consumed, long before\r\nthe end of this year. But some part of the iron which was brought from the mine\r\ntwo or three hundred years ago, may be still in use, and, perhaps, some part of\r\nthe gold which was brought from it two or three thousand years ago. The\r\ndifferent masses of corn, which, in different years, must supply the\r\nconsumption of the world, will always be nearly in proportion to the respective\r\nproduce of those different years. But the proportion between the different\r\nmasses of iron which may be in use in two different years, will be very little\r\naffected by any accidental difference in the produce of the iron mines of those\r\ntwo years; and the proportion between the masses of gold will be still less\r\naffected by any such difference in the produce of the gold mines. Though the\r\nproduce of the greater part of metallic mines, therefore, varies, perhaps,\r\nstill more from year to year than that of the greater part of corn fields,\r\nthose variations have not the same effect upon the price of the one species of\r\ncommodities as upon that of the other.\r\n\n\nVariations in the Proportion between the respective Values of Gold and\r\nSilver.\n\n\r\nBefore the discovery of the mines of America, the value of fine gold to fine\r\nsilver was regulated in the different mines of Europe, between the proportions\r\nof one to ten and one to twelve; that is, an ounce of fine gold was supposed to\r\nbe worth from ten to twelve ounces of fine silver. About the middle of the last\r\ncentury, it came to be regulated, between the proportions of one to fourteen\r\nand one to fifteen; that is, an ounce of fine gold came to be supposed worth\r\nbetween fourteen and fifteen ounces of fine silver. Gold rose in its nominal\r\nvalue, or in the quantity of silver which was given for it. Both metals sunk in\r\ntheir real value, or in the quantity of labour which they could purchase; but\r\nsilver sunk more than gold. Though both the gold and silver mines of America\r\nexceeded in fertility all those which had ever been known before, the fertility\r\nof the silver mines had, it seems, been proportionally still greater than that\r\nof the gold ones.\r\n\n\r\nThe great quantities of silver carried annually from Europe to India, have, in\r\nsome of the English settlements, gradually reduced the value of that metal in\r\nproportion to gold. In the mint of Calcutta, an ounce of fine gold is supposed\r\nto be worth fifteen ounces of fine silver, in the same manner as in Europe. It\r\nis in the mint, perhaps, rated too high for the value which it bears in the\r\nmarket of Bengal. In China, the proportion of gold to silver still continues as\r\none to ten, or one to twelve. In Japan, it is said to be as one to eight.\r\n\n\r\nThe proportion between the quantities of gold and silver annually imported into\r\nEurope, according to Mr Meggens’ account, is as one to twenty-two nearly;\r\nthat is, for one ounce of gold there are imported a little more than twenty-two\r\nounces of silver. The great quantity of silver sent annually to the East Indies\r\nreduces, he supposes, the quantities of those metals which remain in Europe to\r\nthe proportion of one to fourteen or fifteen, the proportion of their values.\r\nThe proportion between their values, he seems to think, must necessarily be the\r\nsame as that between their quantities, and would therefore be as one to\r\ntwenty-two, were it not for this greater exportation of silver.\r\n\n\r\nBut the ordinary proportion between the respective values of two commodities is\r\nnot necessarily the same as that between the quantities of them which are\r\ncommonly in the market. The price of an ox, reckoned at ten guineas, is about\r\nthree score times the price of a lamb, reckoned at 3s. 6d. It would be absurd,\r\nhowever, to infer from thence, that there are commonly in the market three\r\nscore lambs for one ox; and it would be just as absurd to infer, because an\r\nounce of gold will commonly purchase from fourteen or fifteen ounces of silver,\r\nthat there are commonly in the market only fourteen or fifteen ounces of silver\r\nfor one ounce of gold.\r\n\n\r\nThe quantity of silver commonly in the market, it is probable, is much greater\r\nin proportion to that of gold, than the value of a certain quantity of gold is\r\nto that of an equal quantity of silver. The whole quantity of a cheap commodity\r\nbrought to market is commonly not only greater, but of greater value, than the\r\nwhole quantity of a dear one. The whole quantity of bread annually brought to\r\nmarket, is not only greater, but of greater value, than the whole quantity of\r\nbutcher’s meat; the whole quantity of butcher’s meat, than the\r\nwhole quantity of poultry; and the whole quantity of poultry, than the whole\r\nquantity of wild fowl. There are so many more purchasers for the cheap than for\r\nthe dear commodity, that, not only a greater quantity of it, but a greater\r\nvalue can commonly be disposed of. The whole quantity, therefore, of the cheap\r\ncommodity, must commonly be greater in proportion to the whole quantity of the\r\ndear one, than the value of a certain quantity of the dear one, is to the value\r\nof an equal quantity of the cheap one. When we compare the precious metals with\r\none another, silver is a cheap, and gold a dear commodity. We ought naturally\r\nto expect, therefore, that there should always be in the market, not only a\r\ngreater quantity, but a greater value of silver than of gold. Let any man, who\r\nhas a little of both, compare his own silver with his gold plate, and he will\r\nprobably find, that not only the quantity, but the value of the former, greatly\r\nexceeds that of the latter. Many people, besides, have a good deal of silver\r\nwho have no gold plate, which, even with those who have it, is generally\r\nconfined to watch-cases, snuff-boxes, and such like trinkets, of which the\r\nwhole amount is seldom of great value. In the British coin, indeed, the value\r\nof the gold preponderates greatly, but it is not so in that of all countries.\r\nIn the coin of some countries, the value of the two metals is nearly equal. In\r\nthe Scotch coin, before the union with England, the gold preponderated very\r\nlittle, though it did somewhat {See Ruddiman’s Preface to\r\nAnderson’s Diplomata, etc. Scotiae.}, as it appears by the accounts of\r\nthe mint. In the coin of many countries the silver preponderates. In France,\r\nthe largest sums are commonly paid in that metal, and it is there difficult to\r\nget more gold than what is necessary to carry about in your pocket. The\r\nsuperior value, however, of the silver plate above that of the gold, which\r\ntakes place in all countries, will much more than compensate the preponderancy\r\nof the gold coin above the silver, which takes place only in some countries.\r\n\n\r\nThough, in one sense of the word, silver always has been, and probably always\r\nwill be, much cheaper than gold; yet, in another sense, gold may perhaps, in\r\nthe present state of the Spanish market, be said to be somewhat cheaper than\r\nsilver. A commodity may be said to be dear or cheap not only according to the\r\nabsolute greatness or smallness of its usual price, but according as that price\r\nis more or less above the lowest for which it is possible to bring it to market\r\nfor any considerable time together. This lowest price is that which barely\r\nreplaces, with a moderate profit, the stock which must be employed in bringing\r\nthe commodity thither. It is the price which affords nothing to the landlord,\r\nof which rent makes not any component part, but which resolves itself\r\naltogether into wages and profit. But, in the present state of the Spanish\r\nmarket, gold is certainly somewhat nearer to this lowest price than silver. The\r\ntax of the king of Spain upon gold is only one-twentieth part of the standard\r\nmetal, or five per cent.; whereas his tax upon silver amounts to one-tenth part\r\nof it, or to ten per cent. In these taxes, too, it has already been observed,\r\nconsists the whole rent of the greater part of the gold and silver mines of\r\nSpanish America; and that upon gold is still worse paid than that upon silver.\r\nThe profits of the undertakers of gold mines, too, as they more rarely make a\r\nfortune, must, in general, be still more moderate than those of the undertakers\r\nof silver mines. The price of Spanish gold, therefore, as it affords both less\r\nrent and less profit, must, in the Spanish market, be somewhat nearer to the\r\nlowest price for which it is possible to bring it thither, than the price of\r\nSpanish silver. When all expenses are computed, the whole quantity of the one\r\nmetal, it would seem, cannot, in the Spanish market, be disposed of so\r\nadvantageously as the whole quantity of the other. The tax, indeed, of the king\r\nof Portugal upon the gold of the Brazils, is the same with the ancient tax of\r\nthe king of Spain upon the silver of Mexico and Peru; or one-fifth part of the\r\nstandard metal. It may therefore be uncertain, whether, to the general market\r\nof Europe, the whole mass of American gold comes at a price nearer to the\r\nlowest for which it is possible to bring it thither, than the whole mass of\r\nAmerican silver.\r\n\n\r\nThe price of diamonds and other precious stones may, perhaps, be still nearer\r\nto the lowest price at which it is possible to bring them to market, than even\r\nthe price of gold.\r\n\n\r\nThough it is not very probable that any part of a tax, which is not only\r\nimposed upon one of the most proper subjects of taxation, a mere luxury and\r\nsuperfluity, but which affords so very important a revenue as the tax upon\r\nsilver, will ever be given up as long as it is possible to pay it; yet the same\r\nimpossibility of paying it, which, in 1736. made it necessary to reduce it from\r\none-fifth to one-tenth, may in time make it necessary to reduce it still\r\nfurther; in the same manner as it made it necessary to reduce the tax upon gold\r\nto one-twentieth. That the silver mines of Spanish America, like all other\r\nmines, become gradually more expensive in the working, on account of the\r\ngreater depths at which it is necessary to carry on the works, and of the\r\ngreater expense of drawing out the water, and of supplying them with fresh air\r\nat those depths, is acknowledged by everybody who has inquired into the state\r\nof those mines.\r\n\n\r\nThese causes, which are equivalent to a growing scarcity of silver (for a\r\ncommodity may be said to grow scarcer when it becomes more difficult and\r\nexpensive to collect a certain quantity of it), must, in time, produce one or\r\nother of the three following events: The increase of the expense must either,\r\nfirst, be compensated altogether by a proportionable increase in the price of\r\nthe metal; or, secondly, it must be compensated altogether by a proportionable\r\ndiminution of the tax upon silver; or, thirdly, it must be compensated partly\r\nby the one and partly by the other of those two expedients. This third event is\r\nvery possible. As gold rose in its price in proportion to silver,\r\nnotwithstanding a great diminution of the tax upon gold, so silver might rise\r\nin its price in proportion to labour and commodities, notwithstanding an equal\r\ndiminution of the tax upon silver.\r\n\n\r\nSuch successive reductions of the tax, however, though they may not prevent\r\naltogether, must certainly retard, more or less, the rise of the value of\r\nsilver in the European market. In consequence of such reductions, many mines\r\nmay be wrought which could not be wrought before, because they could not afford\r\nto pay the old tax; and the quantity of silver annually brought to market, must\r\nalways be somewhat greater, and, therefore, the value of any given quantity\r\nsomewhat less, than it otherwise would have been. In consequence of the\r\nreduction in 1736, the value of silver in the European market, though it may\r\nnot at this day be lower than before that reduction, is, probably, at least ten\r\nper cent. lower than it would have been, had the court of Spain continued to\r\nexact the old tax. That, notwithstanding this reduction, the value of silver\r\nhas, during the course of the present century, begun to rise somewhat in the\r\nEuropean market, the facts and arguments which have been alleged above, dispose\r\nme to believe, or more properly to suspect and conjecture; for the best opinion\r\nwhich I can form upon this subject, scarce, perhaps, deserves the name of\r\nbelief. The rise, indeed, supposing there has been any, has hitherto been so\r\nvery small, that after all that has been said, it may, perhaps, appear to many\r\npeople uncertain, not only whether this event has actually taken place, but\r\nwhether the contrary may not have taken place, or whether the value of silver\r\nmay not still continue to fall in the European market.\r\n\n\r\nIt must be observed, however, that whatever may be the supposed annual\r\nimportation of gold and silver, there must be a certain period at which the\r\nannual consumption of those metals will be equal to that annual importation.\r\nTheir consumption must increase as their mass increases, or rather in a much\r\ngreater proportion. As their mass increases, their value diminishes. They are\r\nmore used, and less cared for, and their consumption consequently increases in\r\na greater proportion than their mass. After a certain period, therefore, the\r\nannual consumption of those metals must, in this manner, become equal to their\r\nannual importation, provided that importation is not continually increasing;\r\nwhich, in the present times, is not supposed to be the case.\r\n\n\r\nIf, when the annual consumption has become equal to the annual importation, the\r\nannual importation should gradually diminish, the annual consumption may, for\r\nsome time, exceed the annual importation. The mass of those metals may\r\ngradually and insensibly diminish, and their value gradually and insensibly\r\nrise, till the annual importation becoming again stationary, the annual\r\nconsumption will gradually and insensibly accommodate itself to what that\r\nannual importation can maintain.\r\n\n\nGrounds of the suspicion that the Value of Silver still continues to\r\ndecrease.\n\n\r\nThe increase of the wealth of Europe, and the popular notion, that as the\r\nquantity of the precious metals naturally increases with the increase of\r\nwealth, so their value diminishes as their quantity increases, may, perhaps,\r\ndispose many people to believe that their value still continues to fall in the\r\nEuropean market; and the still gradually increasing price of many parts of the\r\nrude produce of land may confirm them still farther in this opinion.\r\n\n\r\nThat that increase in the quantity of the precious metals, which arises in any\r\ncountry from the increase of wealth, has no tendency to diminish their value, I\r\nhave endeavoured to shew already. Gold and silver naturally resort to a rich\r\ncountry, for the same reason that all sorts of luxuries and curiosities resort\r\nto it; not because they are cheaper there than in poorer countries, but because\r\nthey are dearer, or because a better price is given for them. It is the\r\nsuperiority of price which attracts them; and as soon as that superiority\r\nceases, they necessarily cease to go thither.\r\n\n\r\nIf you except corn, and such other vegetables as are raised altogether by human\r\nindustry, that all other sorts of rude produce, cattle, poultry, game of all\r\nkinds, the useful fossils and minerals of the earth, etc. naturally grow\r\ndearer, as the society advances in wealth and improvement, I have endeavoured\r\nto shew already. Though such commodities, therefore, come to exchange for a\r\ngreater quantity of silver than before, it will not from thence follow that\r\nsilver has become really cheaper, or will purchase less labour than before; but\r\nthat such commodities have become really dearer, or will purchase more labour\r\nthan before. It is not their nominal price only, but their real price, which\r\nrises in the progress of improvement. The rise of their nominal price is the\r\neffect, not of any degradation of the value of silver, but of the rise in their\r\nreal price.\r\n\n\nDifferent Effects of the Progress of Improvement upon three different sorts\r\nof rude Produce.\n\n\r\nThese different sorts of rude produce may be divided into three classes. The\r\nfirst comprehends those which it is scarce in the power of human industry to\r\nmultiply at all. The second, those which it can multiply in proportion to the\r\ndemand. The third, those in which the efficacy of industry is either limited or\r\nuncertain. In the progress of wealth and improvement, the real price of the\r\nfirst may rise to any degree of extravagance, and seems not to be limited by\r\nany certain boundary. That of the second, though it may rise greatly, has,\r\nhowever, a certain boundary, beyond which it cannot well pass for any\r\nconsiderable time together. That of the third, though its natural tendency is\r\nto rise in the progress of improvement, yet in the same degree of improvement\r\nit may sometimes happen even to fall, sometimes to continue the same, and\r\nsometimes to rise more or less, according as different accidents render the\r\nefforts of human industry, in multiplying this sort of rude produce, more or\r\nless successful.\r\n\n\r\nFirst Sort.—The first sort of rude produce, of which the price rises in\r\nthe progress of improvement, is that which it is scarce in the power of human\r\nindustry to multiply at all. It consists in those things which nature produces\r\nonly in certain quantities, and which being of a very perishable nature, it is\r\nimpossible to accumulate together the produce of many different seasons. Such\r\nare the greater part of rare and singular birds and fishes, many different\r\nsorts of game, almost all wild-fowl, all birds of passage in particular, as\r\nwell as many other things. When wealth, and the luxury which accompanies it,\r\nincrease, the demand for these is likely to increase with them, and no effort\r\nof human industry may be able to increase the supply much beyond what it was\r\nbefore this increase of the demand. The quantity of such commodities,\r\ntherefore, remaining the same, or nearly the same, while the competition to\r\npurchase them is continually increasing, their price may rise to any degree of\r\nextravagance, and seems not to be limited by any certain boundary. If woodcocks\r\nshould become so fashionable as to sell for twenty guineas a-piece, no effort\r\nof human industry could increase the number of those brought to market, much\r\nbeyond what it is at present. The high price paid by the Romans, in the time of\r\ntheir greatest grandeur, for rare birds and fishes, may in this manner easily\r\nbe accounted for. These prices were not the effects of the low value of silver\r\nin those times, but of the high value of such rarities and curiosities as human\r\nindustry could not multiply at pleasure. The real value of silver was higher at\r\nRome, for sometime before, and after the fall of the republic, than it is\r\nthrough the greater part of Europe at present. Three sestertii equal to about\r\nsixpence sterling, was the price which the republic paid for the modius or peck\r\nof the tithe wheat of Sicily. This price, however, was probably below the\r\naverage market price, the obligation to deliver their wheat at this rate being\r\nconsidered as a tax upon the Sicilian farmers. When the Romans, therefore, had\r\noccasion to order more corn than the tithe of wheat amounted to, they were\r\nbound by capitulation to pay for the surplus at the rate of four sestertii, or\r\neightpence sterling the peck; and this had probably been reckoned the moderate\r\nand reasonable, that is, the ordinary or average contract price of those times;\r\nit is equal to about one-and-twenty shillings the quarter. Eight-and-twenty\r\nshillings the quarter was, before the late years of scarcity, the ordinary\r\ncontract price of English wheat, which in quality is inferior to the Sicilian,\r\nand generally sells for a lower price in the European market. The value of\r\nsilver, therefore, in those ancient times, must have been to its value in the\r\npresent, as three to four inversely; that is, three ounces of silver would then\r\nhave purchased the same quantity of labour and commodities which four ounces\r\nwill do at present. When we read in Pliny, therefore, that Seius {Lib. X, c.\r\n29.} bought a white nightingale, as a present for the empress Agrippina, at the\r\nprice of six thousand sestertii, equal to about fifty pounds of our present\r\nmoney; and that Asinius Celer {Lib. IX, c. 17.} purchased a surmullet at the\r\nprice of eight thousand sestertii, equal to about sixty-six pounds thirteen\r\nshillings and fourpence of our present money; the extravagance of those prices,\r\nhow much soever it may surprise us, is apt, notwithstanding, to appear to us\r\nabout one third less than it really was. Their real price, the quantity of\r\nlabour and subsistence which was given away for them, was about one-third more\r\nthan their nominal price is apt to express to us in the present times. Seius\r\ngave for the nightingale the command of a quantity of labour and subsistence,\r\nequal to what £ 66:13: 4d. would purchase in the present times; and Asinius\r\nCeler gave for a surmullet the command of a quantity equal to what £ 88:17: 9d.\r\nwould purchase. What occasioned the extravagance of those high prices was, not\r\nso much the abundance of silver, as the abundance of labour and subsistence, of\r\nwhich those Romans had the disposal, beyond what was necessary for their own\r\nuse. The quantity of silver, of which they had the disposal, was a good deal\r\nless than what the command of the same quantity of labour and subsistence would\r\nhave procured to them in the present times.\r\n\n\r\nSecond sort.—The second sort of rude produce, of which the price rises in\r\nthe progress of improvement, is that which human industry can multiply in\r\nproportion to the demand. It consists in those useful plants and animals,\r\nwhich, in uncultivated countries, nature produces with such profuse abundance,\r\nthat they are of little or no value, and which, as cultivation advances, are\r\ntherefore forced to give place to some more profitable produce. During a long\r\nperiod in the progress of improvement, the quantity of these is continually\r\ndiminishing, while, at the same time, the demand for them is continually\r\nincreasing. Their real value, therefore, the real quantity of labour which they\r\nwill purchase or command, gradually rises, till at last it gets so high as to\r\nrender them as profitable a produce as any thing else which human industry can\r\nraise upon the most fertile and best cultivated land. When it has got so high,\r\nit cannot well go higher. If it did, more land and more industry would soon be\r\nemployed to increase their quantity.\r\n\n\r\nWhen the price of cattle, for example, rises so high, that it is as profitable\r\nto cultivate land in order to raise food for them as in order to raise food for\r\nman, it cannot well go higher. If it did, more corn land would soon be turned\r\ninto pasture. The extension of tillage, by diminishing the quantity of wild\r\npasture, diminishes the quantity of butcher’s meat, which the country\r\nnaturally produces without labour or cultivation; and, by increasing the number\r\nof those who have either corn, or, what comes to the same thing, the price of\r\ncorn, to give in exchange for it, increases the demand. The price of\r\nbutcher’s meat, therefore, and, consequently, of cattle, must gradually\r\nrise, till it gets so high, that it becomes as profitable to employ the most\r\nfertile and best cultivated lands in raising food for them as in raising corn.\r\nBut it must always be late in the progress of improvement before tillage can be\r\nso far extended as to raise the price of cattle to this height; and, till it\r\nhas got to this height, if the country is advancing at all, their price must be\r\ncontinually rising. There are, perhaps, some parts of Europe in which the price\r\nof cattle has not yet got to this height. It had not got to this height in any\r\npart of Scotland before the Union. Had the Scotch cattle been always confined\r\nto the market of Scotland, in a country in which the quantity of land, which\r\ncan be applied to no other purpose but the feeding of cattle, is so great in\r\nproportion to what can be applied to other purposes, it is scarce possible,\r\nperhaps, that their price could ever have risen so high as to render it\r\nprofitable to cultivate land for the sake of feeding them. In England, the\r\nprice of cattle, it has already been observed, seems, in the neighbourhood of\r\nLondon, to have got to this height about the beginning of the last century; but\r\nit was much later, probably, before it got through the greater part of the\r\nremoter counties, in some of which, perhaps, it may scarce yet have got to it.\r\nOf all the different substances, however, which compose this second sort of\r\nrude produce, cattle is, perhaps, that of which the price, in the progress of\r\nimprovement, rises first to this height.\r\n\n\r\nTill the price of cattle, indeed, has got to this height, it seems scarce\r\npossible that the greater part, even of those lands which are capable of the\r\nhighest cultivation, can be completely cultivated. In all farms too distant\r\nfrom any town to carry manure from it, that is, in the far greater part of\r\nthose of every extensive country, the quantity of well cultivated land must be\r\nin proportion to the quantity of manure which the farm itself produces; and\r\nthis, again, must be in proportion to the stock of cattle which are maintained\r\nupon it. The land is manured, either by pasturing the cattle upon it, or by\r\nfeeding them in the stable, and from thence carrying out their dung to it. But\r\nunless the price of the cattle be sufficient to pay both the rent and profit of\r\ncultivated land, the farmer cannot afford to pasture them upon it; and he can\r\nstill less afford to feed them in the stable. It is with the produce of\r\nimproved and cultivated land only that cattle can be fed in the stable;\r\nbecause, to collect the scanty and scattered produce of waste and unimproved\r\nlands, would require too much labour, and be too expensive. If the price of the\r\ncattle, therefore, is not sufficient to pay for the produce of improved and\r\ncultivated land, when they are allowed to pasture it, that price will be still\r\nless sufficient to pay for that produce, when it must be collected with a good\r\ndeal of additional labour, and brought into the stable to them. In these\r\ncircumstances, therefore, no more cattle can with profit be fed in the stable\r\nthan what are necessary for tillage. But these can never afford manure enough\r\nfor keeping constantly in good condition all the lands which they are capable\r\nof cultivating. What they afford, being insufficient for the whole farm, will\r\nnaturally be reserved for the lands to which it can be most advantageously or\r\nconveniently applied; the most fertile, or those, perhaps, in the neighbourhood\r\nof the farm-yard. These, therefore, will be kept constantly in good condition,\r\nand fit for tillage. The rest will, the greater part of them, be allowed to lie\r\nwaste, producing scarce any thing but some miserable pasture, just sufficient\r\nto keep alive a few straggling, half-starved cattle; the farm, though much\r\noverstocked in proportion to what would be necessary for its complete\r\ncultivation, being very frequently overstocked in proportion to its actual\r\nproduce. A portion of this waste land, however, after having been pastured in\r\nthis wretched manner for six or seven years together, may be ploughed up, when\r\nit will yield, perhaps, a poor crop or two of bad oats, or of some other coarse\r\ngrain; and then, being entirely exhausted, it must be rested and pastured again\r\nas before, and another portion ploughed up, to be in the same manner exhausted\r\nand rested again in its turn. Such, accordingly, was the general system of\r\nmanagement all over the low country of Scotland before the Union. The lands\r\nwhich were kept constantly well manured and in good condition seldom exceeded a\r\nthird or fourth part of the whole farm, and sometimes did not amount to a fifth\r\nor a sixth part of it. The rest were never manured, but a certain portion of\r\nthem was in its turn, notwithstanding, regularly cultivated and exhausted.\r\nUnder this system of management, it is evident, even that part of the lands of\r\nScotland which is capable of good cultivation, could produce but little in\r\ncomparison of what it may be capable of producing. But how disadvantageous\r\nsoever this system may appear, yet, before the Union, the low price of cattle\r\nseems to have rendered it almost unavoidable. If, notwithstanding a great rise\r\nin the price, it still continues to prevail through a considerable part of the\r\ncountry, it is owing in many places, no doubt, to ignorance and attachment to\r\nold customs, but, in most places, to the unavoidable obstructions which the\r\nnatural course of things opposes to the immediate or speedy establishment of a\r\nbetter system: first, to the poverty of the tenants, to their not having yet\r\nhad time to acquire a stock of cattle sufficient to cultivate their lands more\r\ncompletely, the same rise of price, which would render it advantageous for them\r\nto maintain a greater stock, rendering it more difficult for them to acquire\r\nit; and, secondly, to their not having yet had time to put their lands in\r\ncondition to maintain this greater stock properly, supposing they were capable\r\nof acquiring it. The increase of stock and the improvement of land are two\r\nevents which must go hand in hand, and of which the one can nowhere much outrun\r\nthe other. Without some increase of stock, there can be scarce any improvement\r\nof land, but there can be no considerable increase of stock, but in consequence\r\nof a considerable improvement of land; because otherwise the land could not\r\nmaintain it. These natural obstructions to the establishment of a better\r\nsystem, cannot be removed but by a long course of frugality and industry; and\r\nhalf a century or a century more, perhaps, must pass away before the old\r\nsystem, which is wearing out gradually, can be completely abolished through all\r\nthe different parts of the country. Of all the commercial advantages, however,\r\nwhich Scotland has derived from the Union with England, this rise in the price\r\nof cattle is, perhaps, the greatest. It has not only raised the value of all\r\nhighland estates, but it has, perhaps, been the principal cause of the\r\nimprovement of the low country.\r\n\n\r\nIn all new colonies, the great quantity of waste land, which can for many years\r\nbe applied to no other purpose but the feeding of cattle, soon renders them\r\nextremely abundant; and in every thing great cheapness is the necessary\r\nconsequence of great abundance. Though all the cattle of the European colonies\r\nin America were originally carried from Europe, they soon multiplied so much\r\nthere, and became of so little value, that even horses were allowed to run wild\r\nin the woods, without any owner thinking it worth while to claim them. It must\r\nbe a long time after the first establishment of such colonies, before it can\r\nbecome profitable to feed cattle upon the produce of cultivated land. The same\r\ncauses, therefore, the want of manure, and the disproportion between the stock\r\nemployed in cultivation and the land which it is destined to cultivate, are\r\nlikely to introduce there a system of husbandry, not unlike that which still\r\ncontinues to take place in so many parts of Scotland. Mr Kalm, the Swedish\r\ntraveller, when he gives an account of the husbandry of some of the English\r\ncolonies in North America, as he found it in 1749, observes, accordingly, that\r\nhe can with difficulty discover there the character of the English nation, so\r\nwell skilled in all the different branches of agriculture. They make scarce any\r\nmanure for their corn fields, he says; but when one piece of ground has been\r\nexhausted by continual cropping, they clear and cultivate another piece of\r\nfresh land; and when that is exhausted, proceed to a third. Their cattle are\r\nallowed to wander through the woods and other uncultivated grounds, where they\r\nare half-starved; having long ago extirpated almost all the annual grasses, by\r\ncropping them too early in the spring, before they had time to form their\r\nflowers, or to shed their seeds. {Kalm’s Travels, vol 1, pp. 343, 344.}\r\nThe annual grasses were, it seems, the best natural grasses in that part of\r\nNorth America; and when the Europeans first settled there, they used to grow\r\nvery thick, and to rise three or four feet high. A piece of ground which, when\r\nhe wrote, could not maintain one cow, would in former times, he was assured,\r\nhave maintained four, each of which would have given four times the quantity of\r\nmilk which that one was capable of giving. The poorness of the pasture had, in\r\nhis opinion, occasioned the degradation of their cattle, which degenerated\r\nsensibly from one generation to another. They were probably not unlike that\r\nstunted breed which was common all over Scotland thirty or forty years ago, and\r\nwhich is now so much mended through the greater part of the low country, not so\r\nmuch by a change of the breed, though that expedient has been employed in some\r\nplaces, as by a more plentiful method of feeding them.\r\n\n\r\nThough it is late, therefore, in the progress of improvement, before cattle can\r\nbring such a price as to render it profitable to cultivate land for the sake of\r\nfeeding them; yet of all the different parts which compose this second sort of\r\nrude produce, they are perhaps the first which bring this price; because, till\r\nthey bring it, it seems impossible that improvement can be brought near even to\r\nthat degree of perfection to which it has arrived in many parts of Europe.\r\n\n\r\nAs cattle are among the first, so perhaps venison is among the last parts of\r\nthis sort of rude produce which bring this price. The price of venison in Great\r\nBritain, how extravagant soever it may appear, is not near sufficient to\r\ncompensate the expense of a deer park, as is well known to all those who have\r\nhad any experience in the feeding of deer. If it was otherwise, the feeding of\r\ndeer would soon become an article of common farming, in the same manner as the\r\nfeeding of those small birds, called turdi, was among the ancient Romans. Varro\r\nand Columella assure us, that it was a most profitable article. The fattening\r\nof ortolans, birds of passage which arrive lean in the country, is said to be\r\nso in some parts of France. If venison continues in fashion, and the wealth and\r\nluxury of Great Britain increase as they have done for some time past, its\r\nprice may very probably rise still higher than it is at present.\r\n\n\r\nBetween that period in the progress of improvement, which brings to its height\r\nthe price of so necessary an article as cattle, and that which brings to it the\r\nprice of such a superfluity as venison, there is a very long interval, in the\r\ncourse of which many other sorts of rude produce gradually arrive at their\r\nhighest price, some sooner and some later, according to different\r\ncircumstances.\r\n\n\r\nThus, in every farm, the offals of the barn and stable will maintain a certain\r\nnumber of poultry. These, as they are fed with what would otherwise be lost,\r\nare a mere save-all; and as they cost the farmer scarce any thing, so he can\r\nafford to sell them for very little. Almost all that he gets is pure gain, and\r\ntheir price can scarce be so low as to discourage him from feeding this number.\r\nBut in countries ill cultivated, and therefore but thinly inhabited, the\r\npoultry, which are thus raised without expense, are often fully sufficient to\r\nsupply the whole demand. In this state of things, therefore, they are often as\r\ncheap as butcher’s meat, or any other sort of animal food. But the whole\r\nquantity of poultry which the farm in this manner produces without expense,\r\nmust always be much smaller than the whole quantity of butcher’s meat\r\nwhich is reared upon it; and in times of wealth and luxury, what is rare, with\r\nonly nearly equal merit, is always preferred to what is common. As wealth and\r\nluxury increase, therefore, in consequence of improvement and cultivation, the\r\nprice of poultry gradually rises above that of butcher’s meat, till at\r\nlast it gets so high, that it becomes profitable to cultivate land for the sake\r\nof feeding them. When it has got to this height, it cannot well go higher. If\r\nit did, more land would soon be turned to this purpose. In several provinces of\r\nFrance, the feeding of poultry is considered as a very important article in\r\nrural economy, and sufficiently profitable to encourage the farmer to raise a\r\nconsiderable quantity of Indian corn and buckwheat for this purpose. A middling\r\nfarmer will there sometimes have four hundred fowls in his yard. The feeding of\r\npoultry seems scarce yet to be generally considered as a matter of so much\r\nimportance in England. They are certainly, however, dearer in England than in\r\nFrance, as England receives considerable supplies from France. In the progress\r\nof improvements, the period at which every particular sort of animal food is\r\ndearest, must naturally be that which immediately precedes the general practice\r\nof cultivating land for the sake of raising it. For some time before this\r\npractice becomes general, the scarcity must necessarily raise the price. After\r\nit has become general, new methods of feeding are commonly fallen upon, which\r\nenable the farmer to raise upon the same quantity of ground a much greater\r\nquantity of that particular sort of animal food. The plenty not only obliges\r\nhim to sell cheaper, but, in consequence of these improvements, he can afford\r\nto sell cheaper; for if he could not afford it, the plenty would not be of long\r\ncontinuance. It has been probably in this manner that the introduction of\r\nclover, turnips, carrots, cabbages, etc. has contributed to sink the common\r\nprice of butcher’s meat in the London market, somewhat below what it was\r\nabout the beginning of the last century.\r\n\n\r\nThe hog, that finds his food among ordure, and greedily devours many things\r\nrejected by every other useful animal, is, like poultry, originally kept as a\r\nsave-all. As long as the number of such animals, which can thus be reared at\r\nlittle or no expense, is fully sufficient to supply the demand, this sort of\r\nbutcher’s meat comes to market at a much lower price than any other. But\r\nwhen the demand rises beyond what this quantity can supply, when it becomes\r\nnecessary to raise food on purpose for feeding and fattening hogs, in the same\r\nmanner as for feeding and fattening other cattle, the price necessarily rises,\r\nand becomes proportionably either higher or lower than that of other\r\nbutcher’s meat, according as the nature of the country, and the state of\r\nits agriculture, happen to render the feeding of hogs more or less expensive\r\nthan that of other cattle. In France, according to Mr Buffon, the price of pork\r\nis nearly equal to that of beef. In most parts of Great Britain it is at\r\npresent somewhat higher.\r\n\n\r\nThe great rise in the price both of hogs and poultry, has, in Great Britain,\r\nbeen frequently imputed to the diminution of the number of cottagers and other\r\nsmall occupiers of land; an event which has in every part of Europe been the\r\nimmediate forerunner of improvement and better cultivation, but which at the\r\nsame time may have contributed to raise the price of those articles, both\r\nsomewhat sooner and somewhat faster than it would otherwise have risen. As the\r\npoorest family can often maintain a cat or a dog without any expense, so the\r\npoorest occupiers of land can commonly maintain a few poultry, or a sow and a\r\nfew pigs, at very little. The little offals of their own table, their whey,\r\nskimmed milk, and butter milk, supply those animals with a part of their food,\r\nand they find the rest in the neighbouring fields, without doing any sensible\r\ndamage to any body. By diminishing the number of those small occupiers,\r\ntherefore, the quantity of this sort of provisions, which is thus produced at\r\nlittle or no expense, must certainly have been a good deal diminished, and\r\ntheir price must consequently have been raised both sooner and faster than it\r\nwould otherwise have risen. Sooner or later, however, in the progress of\r\nimprovement, it must at any rate have risen to the utmost height to which it is\r\ncapable of rising; or to the price which pays the labour and expense of\r\ncultivating the land which furnishes them with food, as well as these are paid\r\nupon the greater part of other cultivated land.\r\n\n\r\nThe business of the dairy, like the feeding of hogs and poultry, is originally\r\ncarried on as a save-all. The cattle necessarily kept upon the farm produce\r\nmore milk than either the rearing of their own young, or the consumption of the\r\nfarmer’s family requires; and they produce most at one particular season.\r\nBut of all the productions of land, milk is perhaps the most perishable. In the\r\nwarm season, when it is most abundant, it will scarce keep four-and-twenty\r\nhours. The farmer, by making it into fresh butter, stores a small part of it\r\nfor a week; by making it into salt butter, for a year; and by making it into\r\ncheese, he stores a much greater part of it for several years. Part of all\r\nthese is reserved for the use of his own family; the rest goes to market, in\r\norder to find the best price which is to be had, and which can scarce be so low\r\nis to discourage him from sending thither whatever is over and above the use of\r\nhis own family. If it is very low indeed, he will be likely to manage his dairy\r\nin a very slovenly and dirty manner, and will scarce, perhaps, think it worth\r\nwhile to have a particular room or building on purpose for it, but will suffer\r\nthe business to be carried on amidst the smoke, filth, and nastiness of his own\r\nkitchen, as was the case of almost all the farmers’ dairies in Scotland\r\nthirty or forty years ago, and as is the case of many of them still. The same\r\ncauses which gradually raise the price of butcher’s meat, the increase of\r\nthe demand, and, in consequence of the improvement of the country, the\r\ndiminution of the quantity which can be fed at little or no expense, raise, in\r\nthe same manner, that of the produce of the dairy, of which the price naturally\r\nconnects with that of butcher’s meat, or with the expense of feeding\r\ncattle. The increase of price pays for more labour, care, and cleanliness. The\r\ndairy becomes more worthy of the farmer’s attention, and the quality of\r\nits produce gradually improves. The price at last gets so high, that it becomes\r\nworth while to employ some of the most fertile and best cultivated lands in\r\nfeeding cattle merely for the purpose of the dairy; and when it has got to this\r\nheight, it cannot well go higher. If it did, more land would soon be turned to\r\nthis purpose. It seems to have got to this height through the greater part of\r\nEngland, where much good land is commonly employed in this manner. If you\r\nexcept the neighbourhood of a few considerable towns, it seems not yet to have\r\ngot to this height anywhere in Scotland, where common farmers seldom employ\r\nmuch good land in raising food for cattle, merely for the purpose of the dairy.\r\nThe price of the produce, though it has risen very considerably within these\r\nfew years, is probably still too low to admit of it. The inferiority of the\r\nquality, indeed, compared with that of the produce of English dairies, is fully\r\nequal to that of the price. But this inferiority of quality is, perhaps, rather\r\nthe effect of this lowness of price, than the cause of it. Though the quality\r\nwas much better, the greater part of what is brought to market could not, I\r\napprehend, in the present circumstances of the country, be disposed of at a\r\nmuch better price; and the present price, it is probable, would not pay the\r\nexpense of the land and labour necessary for producing a much better quality.\r\nThrough the greater part of England, notwithstanding the superiority of price,\r\nthe dairy is not reckoned a more profitable employment of land than the raising\r\nof corn, or the fattening of cattle, the two great objects of agriculture.\r\nThrough the greater part of Scotland, therefore, it cannot yet be even so\r\nprofitable.\r\n\n\r\nThe lands of no country, it is evident, can ever be completely cultivated and\r\nimproved, till once the price of every produce, which human industry is obliged\r\nto raise upon them, has got so high as to pay for the expense of complete\r\nimprovement and cultivation. In order to do this, the price of each particular\r\nproduce must be sufficient, first, to pay the rent of good corn land, as it is\r\nthat which regulates the rent of the greater part of other cultivated land;\r\nand, secondly, to pay the labour and expense of the farmer, as well as they are\r\ncommonly paid upon good corn land; or, in other words, to replace with the\r\nordinary profits the stock which he employs about it. This rise in the price of\r\neach particular produce; must evidently be previous to the improvement and\r\ncultivation of the land which is destined for raising it. Gain is the end of\r\nall improvement; and nothing could deserve that name, of which loss was to be\r\nthe necessary consequence. But loss must be the necessary consequence of\r\nimproving land for the sake of a produce of which the price could never bring\r\nback the expense. If the complete improvement and cultivation of the country\r\nbe, as it most certainly is, the greatest of all public advantages, this rise\r\nin the price of all those different sorts of rude produce, instead of being\r\nconsidered as a public calamity, ought to be regarded as the necessary\r\nforerunner and attendant of the greatest of all public advantages", "summary": "\nSmith analyzes how silver values differ between Europe and Asia, noting that while real wages are lower in India and China, manufacturing costs are also lower due to both cheaper labor and more efficient transportation via inland waterways. This makes it highly profitable to ship European silver to Asia, where it commands more goods. The silver-to-gold ratio in Asia (10:1 or 12:1) versus Europe (14:1 or 15:1) further enhances this trade advantage, making silver shipment to India one of the most profitable commercial activities.\nThe continual flow of precious metals requires substantial mining output to replace what is lost through wear, industrial use, and hoarding. Smith estimates that about six million pounds sterling worth of gold and silver arrive annually in Europe from America. Despite this substantial influx, metals maintain relatively stable prices due to their durability, unlike other commodities. While agricultural products require annual replacement, metals remain in circulation for centuries, creating price stability despite fluctuations in annual production.\nFollowing the discovery of American mines, the proportion between gold and silver values shifted from 1:10-12 to 1:14-15, indicating that silver's value fell more than gold's because silver mines proved more abundant. Smith notes that the relationship between quantities and values is not necessarily proportional, as demonstrated by the fact that cheap commodities generally have both greater quantities and greater total market value than expensive ones.\nSmith divides \"rude produce\" into three categories based on how prices evolve as societies develop economically. The first category includes things human industry cannot multiply (like rare birds), whose prices may rise indefinitely with wealth. The second includes items human industry can multiply in proportion to demand (like cattle and other livestock), whose prices rise until cultivation becomes profitable for their production. The third includes items where human industry's effectiveness is variable.\nSmith extensively analyzes how cattle prices evolve through stages of economic development. In early colonial or undeveloped regions, cattle are abundant and cheap because vast uncultivated lands support them at minimal cost. As development progresses, cattle prices rise until they eventually reach a level that makes cultivating land specifically for livestock profitable. This price point represents a threshold necessary for complete agricultural improvement, as proper livestock management is essential for soil fertility through manure production. Similar price evolution patterns apply to poultry, hogs, and dairy products, each reaching a point where dedicated land cultivation for their production becomes economically viable.\nSmith concludes that rising prices for agricultural goods should be viewed not as calamities but as necessary preconditions for agricultural improvement, as no land will be fully cultivated until its produce can command prices sufficient to repay the costs of its improvement.\n", "map": [["Asian manufacturing", "Lower production costs"], ["Silver-to-gold ratio", "Regional value differences"], ["European silver", "Asian purchasing power"], ["Inland waterways", "Transportation efficiency"], ["Precious metal flow", "Mining replacement necessity"], ["Metal durability", "Price stability mechanism"], ["American mines", "European metal influx"], ["Gold-silver proportion", "Post-discovery value shift"], ["Commodity quantity", "Total market value"], ["Rare goods", "Wealth-driven price increase"], ["Livestock prices", "Development stage indicator"], ["Uncultivated land", "Initial livestock abundance"], ["Cattle price threshold", "Agricultural improvement catalyst"], ["Livestock management", "Soil fertility maintenance"], ["Rising agricultural prices", "Improvement precondition"], ["Cultivation profitability", "Price-dependent threshold"], ["Agricultural products", "Annual replacement requirement"], ["Human industry", "Variable multiplication effectiveness"], ["Indian-Chinese wages", "Lower manufacturing costs"], ["Silver trade", "Asia-Europe profit differential"]]}