{"source": "https://www.gutenberg.org/cache/epub/3300/pg3300-images.html", "text": " The gold\r\nand silver money which circulates in any country may very properly be compared\r\nto a highway, which, while it circulates and carries to market all the grass\r\nand corn of the country, produces itself not a single pile of either. The\r\njudicious operations of banking, by providing, if I may be allowed so violent a\r\nmetaphor, a sort of waggon-way through the air, enable the country to convert,\r\nas it were, a great part of its highways into good pastures, and corn fields,\r\nand thereby to increase, very considerably, the annual produce of its land and\r\nlabour. The commerce and industry of the country, however, it must be\r\nacknowledged, though they may be somewhat augmented, cannot be altogether so\r\nsecure, when they are thus, as it were, suspended upon the Daedalian wings of\r\npaper money, as when they travel about upon the solid ground of gold and\r\nsilver. Over and above the accidents to which they are exposed from the\r\nunskilfulness of the conductors of this paper money, they are liable to several\r\nothers, from which no prudence or skill of those conductors can guard them.\r\n\n\r\nAn unsuccessful war, for example, in which the enemy got possession of the\r\ncapital, and consequently of that treasure which supported the credit of the\r\npaper money, would occasion a much greater confusion in a country where the\r\nwhole circulation was carried on by paper, than in one where the greater part\r\nof it was carried on by gold and silver. The usual instrument of commerce\r\nhaving lost its value, no exchanges could be made but either by barter or upon\r\ncredit. All taxes having been usually paid in paper money, the prince would not\r\nhave wherewithal either to pay his troops, or to furnish his magazines; and the\r\nstate of the country would be much more irretrievable than if the greater part\r\nof its circulation had consisted in gold and silver. A prince, anxious to\r\nmaintain his dominions at all times in the state in which he can most easily\r\ndefend them, ought upon this account to guard not only against that excessive\r\nmultiplication of paper money which ruins the very banks which issue it, but\r\neven against that multiplication of it which enables them to fill the greater\r\npart of the circulation of the country with it.\r\n\n\r\nThe circulation of every country may be considered as divided into two\r\ndifferent branches; the circulation of the dealers with one another, and the\r\ncirculation between the dealers and the consumers. Though the same pieces of\r\nmoney, whether paper or metal, may be employed sometimes in the one circulation\r\nand sometimes in the other; yet as both are constantly going on at the same\r\ntime, each requires a certain stock of money, of one kind or another, to carry\r\nit on. The value of the goods circulated between the different dealers never\r\ncan exceed the value of those circulated between the dealers and the consumers;\r\nwhatever is bought by the dealers being ultimately destined to be sold to the\r\nconsumers. The circulation between the dealers, as it is carried on by\r\nwholesale, requires generally a pretty large sum for every particular\r\ntransaction. That between the dealers and the consumers, on the contrary, as it\r\nis generally carried on by retail, frequently requires but very small ones, a\r\nshilling, or even a halfpenny, being often sufficient. But small sums circulate\r\nmuch faster than large ones. A shilling changes masters more frequently than a\r\nguinea, and a halfpenny more frequently than a shilling. Though the annual\r\npurchases of all the consumers, therefore, are at least equal in value to those\r\nof all the dealers, they can generally be transacted with a much smaller\r\nquantity of money; the same pieces, by a more rapid circulation, serving as the\r\ninstrument of many more purchases of the one kind than of the other.\r\n\n\r\nPaper money may be so regulated as either to confine itself very much to the\r\ncirculation between the different dealers, or to extend itself likewise to a\r\ngreat part of that between the dealers and the consumers. Where no bank notes\r\nare circulated under £10 value, as in London, paper money confines itself very\r\nmuch to the circulation between the dealers. When a ten pound bank note comes\r\ninto the hands of a consumer, he is generally obliged to change it at the first\r\nshop where he has occasion to purchase five shillings worth of goods; so that\r\nit often returns into the hands of a dealer before the consumer has spent the\r\nfortieth part of the money. Where bank notes are issued for so small sums as\r\n20s. as in Scotland, paper money extends itself to a considerable part of the\r\ncirculation between dealers and consumers. Before the Act of parliament which\r\nput a stop to the circulation of ten and five shilling notes, it filled a still\r\ngreater part of that circulation. In the currencies of North America, paper was\r\ncommonly issued for so small a sum as a shilling, and filled almost the whole\r\nof that circulation. In some paper currencies of Yorkshire, it was issued even\r\nfor so small a sum as a sixpence.\r\n\n\r\nWhere the issuing of bank notes for such very small sums is allowed, and\r\ncommonly practised, many mean people are both enabled and encouraged to become\r\nbankers. A person whose promissory note for £5, or even for 20s. would be\r\nrejected by every body, will get it to be received without scruple when it is\r\nissued for so small a sum as a sixpence. But the frequent bankruptcies to which\r\nsuch beggarly bankers must be liable, may occasion a very considerable\r\ninconveniency, and sometimes even a very great calamity, to many poor people\r\nwho had received their notes in payment.\r\n\n\r\nIt were better, perhaps, that no bank notes were issued in any part of the\r\nkingdom for a smaller sum than £5. Paper money would then, probably, confine\r\nitself, in every part of the kingdom, to the circulation between the different\r\ndealers, as much as it does at present in London, where no bank notes are\r\nissued under £10 value; £5 being, in most part of the kingdom, a sum which,\r\nthough it will purchase, perhaps, little more than half the quantity of goods,\r\nis as much considered, and is as seldom spent all at once, as £10 are amidst\r\nthe profuse expense of London.\r\n\n\r\nWhere paper money, it is to be observed, is pretty much confined to the\r\ncirculation between dealers and dealers, as at London, there is always plenty\r\nof gold and silver. Where it extends itself to a considerable part of the\r\ncirculation between dealers and consumers, as in Scotland, and still more in\r\nNorth America, it banishes gold and silver almost entirely from the country;\r\nalmost all the ordinary transactions of its interior commerce being thus\r\ncarried on by paper. The suppression of ten and five shilling bank notes,\r\nsomewhat relieved the scarcity of gold and silver in Scotland; and the\r\nsuppression of twenty shilling notes will probably relieve it still more. Those\r\nmetals are said to have become more abundant in America, since the suppression\r\nof some of their paper currencies. They are said, likewise, to have been more\r\nabundant before the institution of those currencies.\r\n\n\r\nThough paper money should be pretty much confined to the circulation between\r\ndealers and dealers, yet banks and bankers might still be able to give nearly\r\nthe same assistance to the industry and commerce of the country, as they had\r\ndone when paper money filled almost the whole circulation. The ready money\r\nwhich a dealer is obliged to keep by him, for answering occasional demands, is\r\ndestined altogether for the circulation between himself and other dealers of\r\nwhom he buys goods. He has no occasion to keep any by him for the circulation\r\nbetween himself and the consumers, who are his customers, and who bring ready\r\nmoney to him, instead of taking any from him. Though no paper money, therefore,\r\nwas allowed to be issued, but for such sums as would confine it pretty much to\r\nthe circulation between dealers and dealers; yet partly by discounting real\r\nbills of exchange, and partly by lending upon cash-accounts, banks and bankers\r\nmight still be able to relieve the greater part of those dealers from the\r\nnecessity of keeping any considerable part of their stock by them unemployed,\r\nand in ready money, for answering occasional demands. They might still be able\r\nto give the utmost assistance which banks and bankers can with propriety give\r\nto traders of every kind.\r\n\n\r\nTo restrain private people, it may be said, from receiving in payment the\r\npromissory notes of a banker for any sum, whether great or small, when they\r\nthemselves are willing to receive them; or, to restrain a banker from issuing\r\nsuch notes, when all his neighbours are willing to accept of them, is a\r\nmanifest violation of that natural liberty, which it is the proper business of\r\nlaw not to infringe, but to support. Such regulations may, no doubt, be\r\nconsidered as in some respect a violation of natural liberty. But those\r\nexertions of the natural liberty of a few individuals, which might endanger the\r\nsecurity of the whole society, are, and ought to be, restrained by the laws of\r\nall governments; of the most free, as well as or the most despotical. The\r\nobligation of building party walls, in order to prevent the communication of\r\nfire, is a violation of natural liberty, exactly of the same kind with the\r\nregulations of the banking trade which are here proposed.\r\n\n\r\nA paper money, consisting in bank notes, issued by people of undoubted credit,\r\npayable upon demand, without any condition, and, in fact, always readily paid\r\nas soon as presented, is, in every respect, equal in value to gold and silver\r\nmoney, since gold and silver money can at anytime be had for it. Whatever is\r\neither bought or sold for such paper, must necessarily be bought or sold as\r\ncheap as it could have been for gold and silver.\r\n\n\r\nThe increase of paper money, it has been said, by augmenting the quantity, and\r\nconsequently diminishing the value, of the whole currency, necessarily augments\r\nthe money price of commodities. But as the quantity of gold and silver, which\r\nis taken from the currency, is always equal to the quantity of paper which is\r\nadded to it, paper money does not necessarily increase the quantity of the\r\nwhole currency. From the beginning of the last century to the present time,\r\nprovisions never were cheaper in Scotland than in 1759, though, from the\r\ncirculation of ten and five shilling bank notes, there was then more paper\r\nmoney in the country than at present. The proportion between the price of\r\nprovisions in Scotland and that in England is the same now as before the great\r\nmultiplication of banking companies in Scotland. Corn is, upon most occasions,\r\nfully as cheap in England as in France, though there is a great deal of paper\r\nmoney in England, and scarce any in France. In 1751 and 1752, when Mr Hume\r\npublished his Political Discourses, and soon after the great multiplication of\r\npaper money in Scotland, there was a very sensible rise in the price of\r\nprovisions, owing, probably, to the badness of the seasons, and not to the\r\nmultiplication of paper money.\r\n\n\r\nIt would be otherwise, indeed, with a paper money, consisting in promissory\r\nnotes, of which the immediate payment depended, in any respect, either upon the\r\ngood will of those who issued them, or upon a condition which the holder of the\r\nnotes might not always have it in his power to fulfil, or of which the payment\r\nwas not exigible till after a certain number of years, and which, in the mean\r\ntime, bore no interest. Such a paper money would, no doubt, fall more or less\r\nbelow the value of gold and silver, according as the difficulty or uncertainty\r\nof obtaining immediate payment was supposed to be greater or less, or according\r\nto the greater or less distance of time at which payment was exigible.\r\n\n\r\nSome years ago the different banking companies of Scotland were in the practice\r\nof inserting into their bank notes, what they called an optional clause; by\r\nwhich they promised payment to the bearer, either as soon as the note should be\r\npresented, or, in the option of the directors, six months after such\r\npresentment, together with the legal interest for the said six months. The\r\ndirectors of some of those banks sometimes took advantage of this optional\r\nclause, and sometimes threatened those who demanded gold and silver in exchange\r\nfor a considerable number of their notes, that they would take advantage of it,\r\nunless such demanders would content themselves with a part of what they\r\ndemanded. The promissory notes of those banking companies constituted, at that\r\ntime, the far greater part of the currency of Scotland, which this uncertainty\r\nof payment necessarily degraded below value of gold and silver money. During\r\nthe continuance of this abuse (which prevailed chiefly in 1762, 1763, and\r\n1764), while the exchange between London and Carlisle was at par, that between\r\nLondon and Dumfries would sometimes be four per cent. against Dumfries, though\r\nthis town is not thirty miles distant from Carlisle. But at Carlisle, bills\r\nwere paid in gold and silver; whereas at Dumfries they were paid in Scotch bank\r\nnotes; and the uncertainty of getting these bank notes exchanged for gold and\r\nsilver coin, had thus degraded them four per cent. below the value of that\r\ncoin. The same act of parliament which suppressed ten and five shilling bank\r\nnotes, suppressed likewise this optional clause, and thereby restored the\r\nexchange between England and Scotland to its natural rate, or to what the\r\ncourse of trade and remittances might happen to make it.\r\n\n\r\nIn the paper currencies of Yorkshire, the payment of so small a sum as 6d.\r\nsometimes depended upon the condition, that the holder of the note should bring\r\nthe change of a guinea to the person who issued it; a condition which the\r\nholders of such notes might frequently find it very difficult to fulfil, and\r\nwhich must have degraded this currency below the value of gold and silver\r\nmoney. An act of parliament, accordingly, declared all such clauses unlawful,\r\nand suppressed, in the same manner as in Scotland, all promissory notes,\r\npayable to the bearer, under 20s. value.\r\n\n\r\nThe paper currencies of North America consisted, not in bank notes payable to\r\nthe bearer on demand, but in a government paper, of which the payment was not\r\nexigible till several years after it was issued; and though the colony\r\ngovernments paid no interest to the holders of this paper, they declared it to\r\nbe, and in fact rendered it, a legal tender of payment for the full value for\r\nwhich it was issued. But allowing the colony security to be perfectly good,\r\n£100, payable fifteen years hence, for example, in a country where interest is\r\nat six per cent., is worth little more than £40 ready money. To oblige a\r\ncreditor, therefore, to accept of this as full payment for a debt of £100,\r\nactually paid down in ready money, was an act of such violent injustice, as has\r\nscarce, perhaps, been attempted by the government of any other country which\r\npretended to be free. It bears the evident marks of having originally been,\r\nwhat the honest and downright Doctor Douglas assures us it was, a scheme of\r\nfraudulent debtors to cheat their creditors. The government of Pennsylvania,\r\nindeed, pretended, upon their first emission of paper money, in 1722, to render\r\ntheir paper of equal value with gold and silver, by enacting penalties against\r\nall those who made any difference in the price of their goods when they sold\r\nthem for a colony paper, and when they sold them for gold and silver, a\r\nregulation equally tyrannical, but much less, effectual, than that which it was\r\nmeant to support. A positive law may render a shilling a legal tender for a\r\nguinea, because it may direct the courts of justice to discharge the debtor who\r\nhas made that tender; but no positive law can oblige a person who sells goods,\r\nand who is at liberty to sell or not to sell as he pleases, to accept of a\r\nshilling as equivalent to a guinea in the price of them. Notwithstanding any\r\nregulation of this kind, it appeared, by the course of exchange with Great\r\nBritain, that £100 sterling was occasionally considered as equivalent, in some\r\nof the colonies, to £130, and in others to so great a sum as £1100 currency;\r\nthis difference in the value arising from the difference in the quantity of\r\npaper emitted in the different colonies, and in the distance and probability of\r\nthe term of its final discharge and redemption.\r\n\n\r\nNo law, therefore, could be more equitable than the act of parliament, so\r\nunjustly complained of in the colonies, which declared, that no paper currency\r\nto be emitted there in time coming, should be a legal tender of payment.\r\n\n\r\nPennsylvania was always more moderate in its emissions of paper money than any\r\nother of our colonies. Its paper currency, accordingly, is said never to have\r\nsunk below the value of the gold and silver which was current in the colony\r\nbefore the first emission of its paper money. Before that emission, the colony\r\nhad raised the denomination of its coin, and had, by act of assembly, ordered\r\n5s. sterling to pass in the colonies for 6s:3d., and afterwards for 6s:8d. A\r\npound, colony currency, therefore, even when that currency was gold and silver,\r\nwas more than thirty per cent. below the value of £1 sterling; and when that\r\ncurrency was turned into paper, it was seldom much more than thirty per cent.\r\nbelow that value. The pretence for raising the denomination of the coin was to\r\nprevent the exportation of gold and silver, by making equal quantities of those\r\nmetals pass for greater sums in the colony than they did in the mother country.\r\nIt was found, however, that the price of all goods from the mother country rose\r\nexactly in proportion as they raised the denomination of their coin, so that\r\ntheir gold and silver were exported as fast as ever.\r\n\n\r\nThe paper of each colony being received in the payment of the provincial taxes,\r\nfor the full value for which it had been issued, it necessarily derived from\r\nthis use some additional value, over and above what it would have had, from the\r\nreal or supposed distance of the term of its final discharge and redemption.\r\nThis additional value was greater or less, according as the quantity of paper\r\nissued was more or less above what could be employed in the payment of the\r\ntaxes of the particular colony which issued it. It was in all the colonies very\r\nmuch above what could be employed in this manner.\r\n\n\r\nA prince, who should enact that a certain proportion of his taxes should be\r\npaid in a paper money of a certain kind, might thereby give a certain value to\r\nthis paper money, even though the term of its final discharge and redemption\r\nshould depend altogether upon the will of the prince. If the bank which issued\r\nthis paper was careful to keep the quantity of it always somewhat below what\r\ncould easily be employed in this manner, the demand for it might be such as to\r\nmake it even bear a premium, or sell for somewhat more in the market than the\r\nquantity of gold or silver currency for which it was issued. Some people\r\naccount in this manner for what is called the agio of the bank of Amsterdam, or\r\nfor the superiority of bank money over current money, though this bank money,\r\nas they pretend, cannot be taken out of the bank at the will of the owner. The\r\ngreater part of foreign bills of exchange must be paid in bank money, that is,\r\nby a transfer in the books of the bank; and the directors of the bank, they\r\nallege, are careful to keep the whole quantity of bank money always below what\r\nthis use occasions a demand for. It is upon this account, they say, the bank\r\nmoney sells for a premium, or bears an agio of four or five per cent. above the\r\nsame nominal sum of the gold and silver currency of the country. This account\r\nof the bank of Amsterdam, however, it will appear hereafter, is in a great\r\nmeasure chimerical.\r\n\n\r\nA paper currency which falls below the value of gold and silver coin, does not\r\nthereby sink the value of those metals, or occasion equal quantities of them to\r\nexchange for a smaller quantity of goods of any other kind. The proportion\r\nbetween the value of gold and silver and that of goods of any other kind,\r\ndepends in all cases, not upon the nature and quantity of any particular paper\r\nmoney, which may be current in any particular country, but upon the richness or\r\npoverty of the mines, which happen at any particular time to supply the great\r\nmarket of the commercial world with those metals. It depends upon the\r\nproportion between the quantity of labour which is necessary in order to bring\r\na certain quantity of gold and silver to market, and that which is necessary in\r\norder to bring thither a certain quantity of any other sort of goods.\r\n\n\r\nIf bankers are restrained from issuing any circulating bank notes, or notes\r\npayable to the bearer, for less than a certain sum; and if they are subjected\r\nto the obligation of an immediate and unconditional payment of such bank notes\r\nas soon as presented, their trade may, with safety to the public, be rendered\r\nin all other respects perfectly free. The late multiplication of banking\r\ncompanies in both parts of the united kingdom, an event by which many people\r\nhave been much alarmed, instead of diminishing, increases the security of the\r\npublic. It obliges all of them to be more circumspect in their conduct, and, by\r\nnot extending their currency beyond its due proportion to their cash, to guard\r\nthemselves against those malicious runs, which the rivalship of so many\r\ncompetitors is always ready to bring upon them. It restrains the circulation of\r\neach particular company within a narrower circle, and reduces their circulating\r\nnotes to a smaller number. By dividing the whole circulation into a greater\r\nnumber of parts, the failure of any one company, an accident which, in the\r\ncourse of things, must sometimes happen, becomes of less consequence to the\r\npublic. This free competition, too, obliges all bankers to be more liberal in\r\ntheir dealings with their customers, lest their rivals should carry them away.\r\nIn general, if any branch of trade, or any division of labour, be advantageous\r\nto the public, the freer and more general the competition, it will always be\r\nthe more so.\r\n\n\r\nThere is one sort of labour which adds to the value of the subject upon which\r\nit is bestowed; there is another which has no such effect. The former as it\r\nproduces a value, may be called productive, the latter, unproductive labour.\r\n{Some French authors of great learning and ingenuity have used those words in a\r\ndifferent sense. In the last chapter of the fourth book, I shall endeavour to\r\nshew that their sense is an improper one.} Thus the labour of a manufacturer\r\nadds generally to the value of the materials which he works upon, that of his\r\nown maintenance, and of his master’s profit. The labour of a menial\r\nservant, on the contrary, adds to the value of nothing. Though the manufacturer\r\nhas his wages advanced to him by his master, he in reality costs him no\r\nexpense, the value of those wages being generally restored, together with a\r\nprofit, in the improved value of the subject upon which his labour is bestowed.\r\nBut the maintenance of a menial servant never is restored. A man grows rich by\r\nemploying a multitude of manufacturers; he grows poor by maintaining a\r\nmultitude or menial servants. The labour of the latter, however, has its value,\r\nand deserves its reward as well as that of the former. But the labour of the\r\nmanufacturer fixes and realizes itself in some particular subject or vendible\r\ncommodity, which lasts for some time at least after that labour is past. It is,\r\nas it were, a certain quantity of labour stocked and stored up, to be employed,\r\nif necessary, upon some other occasion. That subject, or, what is the same\r\nthing, the price of that subject, can afterwards, if necessary, put into motion\r\na quantity of labour equal to that which had originally produced it. The labour\r\nof the menial servant, on the contrary, does not fix or realize itself in any\r\nparticular subject or vendible commodity. His services generally perish in the\r\nvery instant of their performance, and seldom leave any trace of value behind\r\nthem, for which an equal quantity of service could afterwards be procured.\r\n\n\r\nThe labour of some of the most respectable orders in the society is, like that\r\nof menial servants, unproductive of any value, and does not fix or realize\r\nitself in any permanent subject, or vendible commodity, which endures after\r\nthat labour is past, and for which an equal quantity of labour could afterwards\r\nbe procured. The sovereign, for example, with all the officers both of justice\r\nand war who serve under him, the whole army and navy, are unproductive\r\nlabourers. They are the servants of the public, and are maintained by a part of\r\nthe annual produce of the industry of other people. Their service, how\r\nhonourable, how useful, or how necessary soever, produces nothing for which an\r\nequal quantity of service can afterwards be procured. The protection, security,\r\nand defence, of the commonwealth, the effect of their labour this year, will\r\nnot purchase its protection, security, and defence, for the year to come. In\r\nthe same class must be ranked, some both of the gravest and most important, and\r\nsome of the most frivolous professions; churchmen, lawyers, physicians, men of\r\nletters of all kinds; players, buffoons, musicians, opera-singers,\r\nopera-dancers, etc. The labour of the meanest of these has a certain value,\r\nregulated by the very same principles which regulate that of every other sort\r\nof labour; and that of the noblest and most useful, produces nothing which\r\ncould afterwards purchase or procure an equal quantity of labour. Like the\r\ndeclamation of the actor, the harangue of the orator, or the tune of the\r\nmusician, the work of all of them perishes in the very instant of its\r\nproduction.\r\n\n\r\nBoth productive and unproductive labourers, and those who do not labour at all,\r\nare all equally maintained by the annual produce of the land and labour of the\r\ncountry. This produce, how great soever, can never be infinite, but must have\r\ncertain limits. According, therefore, as a smaller or greater proportion of it\r\nis in any one year employed in maintaining unproductive hands, the more in the\r\none case, and the less in the other, will remain for the productive, and the\r\nnext year’s produce will be greater or smaller accordingly; the whole\r\nannual produce, if we except the spontaneous productions of the earth, being\r\nthe effect of productive labour.\r\n\n\r\nThough the whole annual produce of the land and labour of every country is no\r\ndoubt ultimately destined for supplying the consumption of its inhabitants, and\r\nfor procuring a revenue to them; yet when it first comes either from the\r\nground, or from the hands of the productive labourers, it naturally divides\r\nitself into two parts. One of them, and frequently the largest, is, in the\r\nfirst place, destined for replacing a capital, or for renewing the provisions,\r\nmaterials, and finished work, which had been withdrawn from a capital; the\r\nother for constituting a revenue either to the owner of this capital, as the\r\nprofit of his stock, or to some other person, as the rent of his land. Thus, of\r\nthe produce of land, one part replaces the capital of the farmer; the other\r\npays his profit and the rent of the landlord; and thus constitutes a revenue\r\nboth to the owner of this capital, as the profits of his stock, and to some\r\nother person as the rent of his land. Of the produce of a great manufactory, in\r\nthe same manner, one part, and that always the largest, replaces the capital of\r\nthe undertaker of the work; the other pays his profit, and thus constitutes a\r\nrevenue to the owner of this capital.\r\n\n\r\nThat part of the annual produce of the land and labour of any country which\r\nreplaces a capital, never is immediately employed to maintain any but\r\nproductive hands. It pays the wages of productive labour only. That which is\r\nimmediately destined for constituting a revenue, either as profit or as rent,\r\nmay maintain indifferently either productive or unproductive hands.\r\n\n\r\nWhatever part of his stock a man employs as a capital, he always expects it to\r\nbe replaced to him with a profit. He employs it, therefore, in maintaining\r\nproductive hands only; and after having served in the function of a capital to\r\nhim, it constitutes a revenue to them. Whenever he employs any part of it in\r\nmaintaining unproductive hands of any kind, that part is from that moment\r\nwithdrawn from his capital, and placed in his stock reserved for immediate\r\nconsumption.\r\n\n\r\nUnproductive labourers, and those who do not labour at all, are all maintained\r\nby revenue; either, first, by that part of the annual produce which is\r\noriginally destined for constituting a revenue to some particular persons,\r\neither as the rent of land, or as the profits of stock; or, secondly, by that\r\npart which, though originally destined for replacing a capital, and for\r\nmaintaining productive labourers only, yet when it comes into their hands,\r\nwhatever part of it is over and above their necessary subsistence, may be\r\nemployed in maintaining indifferently either productive or unproductive hands.\r\nThus, not only the great landlord or the rich merchant, but even the common\r\nworkman, if his wages are considerable, may maintain a menial servant; or he\r\nmay sometimes go to a play or a puppet-show, and so contribute his share\r\ntowards maintaining one set of unproductive labourers; or he may pay some\r\ntaxes, and thus help to maintain another set, more honourable and useful,\r\nindeed, but equally unproductive. No part of the annual produce, however, which\r\nhad been originally destined to replace a capital, is ever directed towards\r\nmaintaining unproductive hands, till after it has put into motion its full\r\ncomplement of productive labour, or all that it could put into motion in the\r\nway in which it was employed. The workman must have earned his wages by work\r\ndone, before he can employ any part of them in this manner. That part, too, is\r\ngenerally but a small one. It is his spare revenue only, of which productive\r\nlabourers have seldom a great deal. They generally have some, however; and in\r\nthe payment of taxes, the greatness of their number may compensate, in some\r\nmeasure, the smallness of their contribution. The rent of land and the profits\r\nof stock are everywhere, therefore, the principal sources from which\r\nunproductive hands derive their subsistence. These are the two sorts of revenue\r\nof which the owners have generally most to spare. They might both maintain\r\nindifferently, either productive or unproductive hands. They seem, however, to\r\nhave some predilection for the latter. The expense of a great lord feeds\r\ngenerally more idle than industrious people. The rich merchant, though with his\r\ncapital he maintains industrious people only, yet by his expense, that is, by\r\nthe employment of his revenue, he feeds commonly the very same sort as the\r\ngreat lord.\r\n\n\r\nThe proportion, therefore, between the productive and unproductive hands,\r\ndepends very much in every country upon the proportion between that part of the\r\nannual produce, which, as soon as it comes either from the ground, or from the\r\nhands of the productive labourers, is destined for replacing a capital, and\r\nthat which is destined for constituting a revenue, either as rent or as profit.\r\nThis proportion is very different in rich from what it is in poor countries.\r\n\n\r\nThus, at present, in the opulent countries of Europe, a very large, frequently\r\nthe largest, portion of the produce of the land, is destined for replacing the\r\ncapital of the rich and independent farmer; the other for paying his profits,\r\nand the rent of the landlord. But anciently, during the prevalency of the\r\nfeudal government, a very small portion of the produce was sufficient to\r\nreplace the capital employed in cultivation. It consisted commonly in a few\r\nwretched cattle, maintained altogether by the spontaneous produce of\r\nuncultivated land, and which might, therefore, be considered as a part of that\r\nspontaneous produce. It generally, too, belonged to the landlord, and was by\r\nhim advanced to the occupiers of the land. All the rest of the produce properly\r\nbelonged to him too, either as rent for his land, or as profit upon this paltry\r\ncapital. The occupiers of land were generally bond-men, whose persons and\r\neffects were equally his property. Those who were not bond-men were tenants at\r\nwill; and though the rent which they paid was often nominally little more than\r\na quit-rent, it really amounted to the whole produce of the land. Their lord\r\ncould at all times command their labour in peace and their service in war.\r\nThough they lived at a distance from his house, they were equally dependent\r\nupon him as his retainers who lived in it. But the whole produce of the land\r\nundoubtedly belongs to him, who can dispose of the labour and service of all\r\nthose whom it maintains. In the present state of Europe, the share of the\r\nlandlord seldom exceeds a third, sometimes not a fourth part of the whole\r\nproduce of the land. The rent of land, however, in all the improved parts of\r\nthe country, has been tripled and quadrupled since those ancient times; and\r\nthis third or fourth part of the annual produce is, it seems, three or four\r\ntimes greater than the whole had been before. In the progress of improvement,\r\nrent, though it increases in proportion to the extent, diminishes in proportion\r\nto the produce of the land.\r\n\n\r\nIn the opulent countries of Europe, great capitals are at present employed in\r\ntrade and manufactures. In the ancient state, the little trade that was\r\nstirring, and the few homely and coarse manufactures that were carried on,\r\nrequired but very small capitals. These, however, must have yielded very large\r\nprofits. The rate of interest was nowhere less than ten per cent. and their\r\nprofits must have been sufficient to afford this great interest. At present,\r\nthe rate of interest, in the improved parts of Europe, is nowhere higher than\r\nsix per cent.; and in some of the most improved, it is so low as four, three,\r\nand two per cent. Though that part of the revenue of the inhabitants which is\r\nderived from the profits of stock, is always much greater in rich than in poor\r\ncountries, it is because the stock is much greater; in proportion to the stock,\r\nthe profits are generally much less.\r\n\n\r\nThat part of the annual produce, therefore, which, as soon as it comes either\r\nfrom the ground, or from the hands of the productive labourers, is destined for\r\nreplacing a capital, is not only much greater in rich than in poor countries,\r\nbut bears a much greater proportion to that which is immediately destined for\r\nconstituting a revenue either as rent or as profit. The funds destined for the\r\nmaintenance of productive labour are not only much greater in the former than\r\nin the latter, but bear a much greater proportion to those which, though they\r\nmay be employed to maintain either productive or unproductive hands, have\r\ngenerally a predilection for the latter.\r\n\n\r\nThe proportion between those different funds necessarily determines in every\r\ncountry the general character of the inhabitants as to industry or idleness. We\r\nare more industrious than our forefathers, because, in the present times, the\r\nfunds destined for the maintenance of industry are much greater in proportion\r\nto those which are likely to be employed in the maintenance of idleness, than\r\nthey were two or three centuries ago. Our ancestors were idle for want of a\r\nsufficient encouragement to industry. It is better, says the proverb, to play\r\nfor nothing, than to work for nothing. In mercantile and manufacturing towns,\r\nwhere the inferior ranks of people are chiefly maintained by the employment of\r\ncapital, they are in general industrious, sober, and thriving; as in many\r\nEnglish, and in most Dutch towns. In those towns which are principally\r\nsupported by the constant or occasional residence of a court, and in which the\r\ninferior ranks of people are chiefly maintained by the spending of revenue,\r\nthey are in general idle, dissolute, and poor; as at Rome, Versailles,\r\nCompeigne, and Fontainbleau. If you except Rouen and Bourdeaux, there is little\r\ntrade or industry in any of the parliament towns of France; and the inferior\r\nranks of people, being chiefly maintained by the expense of the members of the\r\ncourts of justice, and of those who come to plead before them, are in general\r\nidle and poor. The great trade of Rouen and Bourdeaux seems to be altogether\r\nthe effect of their situation. Rouen is necessarily the entrepot of almost all\r\nthe goods which are brought either from foreign countries, or from the maritime\r\nprovinces of France, for the consumption of the great city of Paris. Bourdeaux\r\nis, in the same manner, the entrepot of the wines which grow upon the banks of\r\nthe Garronne, and of the rivers which run into it, one of the richest wine\r\ncountries in the world, and which seems to produce the wine fittest for\r\nexportation, or best suited to the taste of foreign nations. Such advantageous\r\nsituations necessarily attract a great capital by the great employment which\r\nthey afford it; and the employment of this capital is the cause of the industry\r\nof those two cities. In the other parliament towns of France, very little more\r\ncapital seems to be employed than what is necessary for supplying their own\r\nconsumption; that is, little more than the smallest capital which can be\r\nemployed in them. The same thing may be said of Paris, Madrid, and Vienna. Of\r\nthose three cities, Paris is by far the most industrious, but Paris itself is\r\nthe principal market of all the manufactures established at Paris, and its own\r\nconsumption is the principal object of all the trade which it carries on.\r\nLondon, Lisbon, and Copenhagen, are, perhaps, the only three cities in Europe,\r\nwhich are both the constant residence of a court, and can at the same time be\r\nconsidered as trading cities, or as cities which trade not only for their own\r\nconsumption, but for that of other cities and countries. The situation of all\r\nthe three is extremely advantageous, and naturally fits them to be the\r\nentrepots of a great part of the goods destined for the consumption of distant\r\nplaces. In a city where a great revenue is spent, to employ with advantage a\r\ncapital for any other purpose than for supplying the consumption of that city,\r\nis probably more difficult than in one in which the inferior ranks of people\r\nhave no other maintenance but what they derive from the employment of such a\r\ncapital. The idleness of the greater part of the people who are maintained by\r\nthe expense of revenue, corrupts, it is probable, the industry of those who\r\nought to be maintained by the employment of capital, and renders it less\r\nadvantageous to employ a capital there than in other places. There was little\r\ntrade or industry in Edinburgh before the Union. When the Scotch parliament was\r\nno longer to be assembled in it, when it ceased to be the necessary residence\r\nof the principal nobility and gentry of Scotland, it became a city of some\r\ntrade and industry. It still continues, however, to be the residence of the\r\nprincipal courts of justice in Scotland, of the boards of customs and excise,\r\netc. A considerable revenue, therefore, still continues to be spent in it. In\r\ntrade and industry, it is much inferior to Glasgow, of which the inhabitants\r\nare chiefly maintained by the employment of capital. The inhabitants of a large\r\nvillage, it has sometimes been observed, after having made considerable\r\nprogress in manufactures, have become idle and poor, in consequence of a great\r\nlord’s having taken up his residence in their neighbourhood.\r\n\n\r\nThe proportion between capital and revenue, therefore, seems everywhere to\r\nregulate the proportion between industry and idleness Wherever capital\r\npredominates, industry prevails; wherever revenue, idleness. Every increase or\r\ndiminution of capital, therefore, naturally tends to increase or diminish the\r\nreal quantity of industry, the number of productive hands, and consequently the\r\nexchangeable value of the annual produce of the land and labour of the country,\r\nthe real wealth and revenue of all its inhabitants.\r\n\n\r\nCapitals are increased by parsimony, and diminished by prodigality and\r\nmisconduct.\r\n\n\r\nWhatever a person saves from his revenue he adds to his capital, and either\r\nemploys it himself in maintaining an additional number of productive hands, or\r\nenables some other person to do so, by lending it to him for an interest, that\r\nis, for a share of the profits. As the capital of an individual can be\r\nincreased only by what he saves from his annual revenue or his annual gains, so\r\nthe capital of a society, which is the same with that of all the individuals\r\nwho compose it, can be increased only in the same manner.\r\n\n\r\nParsimony, and not industry, is the immediate cause of the increase of capital.\r\nIndustry, indeed, provides the subject which parsimony accumulates; but\r\nwhatever industry might acquire, if parsimony did not save and store up, the\r\ncapital would never be the greater.\r\n\n\r\nParsimony, by increasing the fund which is destined for the maintenance of\r\nproductive hands, tends to increase the number of those hands whose labour adds\r\nto the value of the subject upon which it is bestowed. It tends, therefore, to\r\nincrease the exchangeable value of the annual produce of the land and labour of\r\nthe country. It puts into motion an additional quantity of industry, which\r\ngives an additional value to the annual produce.\r\n\n\r\nWhat is annually saved, is as regularly consumed as what is annually spent, and\r\nnearly in the same time too: but it is consumed by a different set of people.\r\nThat portion of his revenue which a rich man annually spends, is, in most\r\ncases, consumed by idle guests and menial servants, who leave nothing behind\r\nthem in return for their consumption. That portion which he annually saves, as,\r\nfor the sake of the profit, it is immediately employed as a capital, is\r\nconsumed in the same manner, and nearly in the same time too, but by a\r\ndifferent set of people: by labourers, manufacturers, and artificers, who\r\nreproduce, with a profit, the value of their annual consumption. His revenue,\r\nwe shall suppose, is paid him in money. Had he spent the whole, the food,\r\nclothing, and lodging, which the whole could have purchased, would have been\r\ndistributed among the former set of people. By saving a part of it, as that\r\npart is, for the sake of the profit, immediately employed as a capital, either\r\nby himself or by some other person, the food, clothing, and lodging, which may\r\nbe purchased with it, are necessarily reserved for the latter. The consumption\r\nis the same, but the consumers are different.\r\n\n\r\nBy what a frugal man annually saves, he not only affords maintenance to an\r\nadditional number of productive hands, for that of the ensuing year, but like\r\nthe founder of a public work-house he establishes, as it were, a perpetual fund\r\nfor the maintenance of an equal number in all times to come. The perpetual\r\nallotment and destination of this fund, indeed, is not always guarded by any\r\npositive law, by any trust-right or deed of mortmain. It is always guarded,\r\nhowever, by a very powerful principle, the plain and evident interest of every\r\nindividual to whom any share of it shall ever belong. No part of it can ever\r\nafterwards be employed to maintain any but productive hands, without an evident\r\nloss to the person who thus perverts it from its proper destination.\r\n\n\r\nThe prodigal perverts it in this manner: By not confining his expense within\r\nhis income, he encroaches upon his capital. Like him who perverts the revenues\r\nof some pious foundation to profane purposes, he pays the wages of idleness\r\nwith those funds which the frugality of his forefathers had, as it were,\r\nconsecrated to the maintenance of industry. By diminishing the funds destined\r\nfor the employment of productive labour, he necessarily diminishes, so far as\r\nit depends upon him, the quantity of that labour which adds a value to the\r\nsubject upon which it is bestowed, and, consequently, the value of the annual\r\nproduce of the land and labour of the whole country, the real wealth and\r\nrevenue of its inhabitants. If the prodigality of some were not compensated by\r\nthe frugality of others, the conduct of every prodigal, by feeding the idle\r\nwith the bread of the industrious, would tend not only to beggar himself, but\r\nto impoverish his country.\r\n\n\r\nThough the expense of the prodigal should be altogether in home made, and no\r\npart of it in foreign commodities, its effect upon the productive funds of the\r\nsociety would still be the same. Every year there would still be a certain\r\nquantity of food and clothing, which ought to have maintained productive,\r\nemployed in maintaining unproductive hands. Every year, therefore, there would\r\nstill be some diminution in what would otherwise have been the value of the\r\nannual produce of the land and labour of the country.\r\n\n\r\nThis expense, it may be said, indeed, not being in foreign goods, and not\r\noccasioning any exportation of gold and silver, the same quantity of money\r\nwould remain in the country as before. But if the quantity of food and clothing\r\nwhich were thus consumed by unproductive, had been distributed among productive\r\nhands, they would have reproduced, together with a profit, the full value of\r\ntheir consumption. The same quantity of money would, in this case, equally have\r\nremained in the country, and there would, besides, have been a reproduction of\r\nan equal value of consumable goods. There would have been two values instead of\r\none.\r\n\n\r\nThe same quantity of money, besides, can not long remain in any country in\r\nwhich the value of the annual produce diminishes. The sole use of money is to\r\ncirculate consumable goods. By means of it, provisions, materials, and finished\r\nwork, are bought and sold, and distributed to their proper consumers. The\r\nquantity of money, therefore, which can be annually employed in any country,\r\nmust be determined by the value of the consumable goods annually circulated\r\nwithin it. These must consist, either in the immediate produce of the land and\r\nlabour of the country itself, or in something which had been purchased with\r\nsome part of that produce. Their value, therefore, must diminish as the value\r\nof that produce diminishes, and along with it the quantity of money which can\r\nbe employed in circulating them. But the money which, by this annual diminution\r\nof produce, is annually thrown out of domestic circulation, will not be allowed\r\nto lie idle. The interest of whoever possesses it requires that it should be\r\nemployed; but having no employment at home, it will, in spite of all laws and\r\nprohibitions, be sent abroad, and employed in purchasing consumable goods,\r\nwhich may be of some use at home. Its annual exportation will, in this manner,\r\ncontinue for some time to add something to the annual consumption of the\r\ncountry beyond the value of its own annual produce. What in the days of its\r\nprosperity had been saved from that annual produce, and employed in purchasing\r\ngold and silver, will contribute, for some little time, to support its\r\nconsumption in adversity. The exportation of gold and silver is, in this case,\r\nnot the cause, but the effect of its declension, and may even, for some little\r\ntime, alleviate the misery of that declension.\r\n\n\r\nThe quantity of money, on the contrary, must in every country naturally\r\nincrease as the value of the annual produce increases. The value of the\r\nconsumable goods annually circulated within the society being greater, will\r\nrequire a greater quantity of money to circulate them. A part of the increased\r\nproduce, therefore, will naturally be employed in purchasing, wherever it is to\r\nbe had, the additional quantity of gold and silver necessary for circulating\r\nthe rest. The increase of those metals will, in this case, be the effect, not\r\nthe cause, of the public prosperity. Gold and silver are purchased everywhere\r\nin the same manner. The food, clothing, and lodging, the revenue and\r\nmaintenance, of all those whose labour or stock is employed in bringing them\r\nfrom the mine to the market, is the price paid for them in Peru as well as in\r\nEngland. The country which has this price to pay, will never belong without the\r\nquantity of those metals which it has occasion for; and no country will ever\r\nlong retain a quantity which it has no occasion for.\r\n\n\r\nWhatever, therefore, we may imagine the real wealth and revenue of a country to\r\nconsist in, whether in the value of the annual produce of its land and labour,\r\nas plain reason seems to dictate, or in the quantity of the precious metals\r\nwhich circulate within it, as vulgar prejudices suppose; in either view of the\r\nmatter, every prodigal appears to be a public enemy, and every frugal man a\r\npublic benefactor.\r\n\n\r\nThe effects of misconduct are often the same as those of prodigality. Every\r\ninjudicious and unsuccessful project in agriculture, mines, fisheries, trade,\r\nor manufactures, tends in the same manner to diminish the funds destined for\r\nthe maintenance of productive labour. In every such project, though the capital\r\nis consumed by productive hands only, yet as, by the injudicious manner in\r\nwhich they are employed, they do not reproduce the full value of their\r\nconsumption, there must always be some diminution in what would otherwise have\r\nbeen the productive funds of the society.\r\n\n\r\nIt can seldom happen, indeed, that the circumstances of a great nation can be\r\nmuch affected either by the prodigality or misconduct of individuals; the\r\nprofusion or imprudence of some being always more than compensated by the\r\nfrugality and good conduct of others.\r\n\n\r\nWith regard to profusion, the principle which prompts to expense is the passion\r\nfor present enjoyment; which, though sometimes violent and very difficult to be\r\nrestrained, is in general only momentary and occasional. But the principle\r\nwhich prompts to save, is the desire of bettering our condition; a desire\r\nwhich, though generally calm and dispassionate, comes with us from the womb,\r\nand never leaves us till we go into the grave. In the whole interval which\r\nseparates those two moments, there is scarce, perhaps, a single instance, in\r\nwhich any man is so perfectly and completely satisfied with his situation, as\r\nto be without any wish of alteration or improvement of any kind. An\r\naugmentation of fortune is the means by which the greater part of men propose\r\nand wish to better their condition. It is the means the most vulgar and the\r\nmost obvious; and the most likely way of augmenting their fortune, is to save\r\nand accumulate some part of what they acquire, either regularly and annually,\r\nor upon some extraordinary occasion. Though the principle of expense,\r\ntherefore, prevails in almost all men upon some occasions, and in some men upon\r\nalmost all occasions; yet in the greater part of men, taking the whole course\r\nof their life at an average, the principle of frugality seems not only to\r\npredominate, but to predominate very greatly.\r\n\n\r\nWith regard to misconduct, the number of prudent and successful undertakings is\r\neverywhere much greater than that of injudicious and unsuccessful ones. After\r\nall our complaints of the frequency of bankruptcies, the unhappy men who fall\r\ninto this misfortune, make but a very small part of the whole number engaged in\r\ntrade, and all other sorts of business; not much more, perhaps, than one in a\r\nthousand. Bankruptcy is, perhaps, the greatest and most humiliating calamity\r\nwhich can befal an innocent man. The greater part of men, therefore, are\r\nsufficiently careful to avoid it. Some, indeed, do not avoid it; as some do not\r\navoid the gallows.\r\n\n\r\nGreat nations are never impoverished by private, though they sometimes are by\r\npublic prodigality and misconduct. The whole, or almost the whole public\r\nrevenue is, in most countries, employed in maintaining unproductive hands. Such\r\nare the people who compose a numerous and splendid court, a great\r\necclesiastical establishment, great fleets and armies, who in time of peace\r\nproduce nothing, and in time of war acquire nothing which can compensate the\r\nexpense of maintaining them, even while the war lasts. Such people, as they\r\nthemselves produce nothing, are all maintained by the produce of other\r\nmen’s labour. When multiplied, therefore, to an unnecessary number, they\r\nmay in a particular year consume so great a share of this produce, as not to\r\nleave a sufficiency for maintaining the productive labourers, who should\r\nreproduce it next year. The next year’s produce, therefore, will be less\r\nthan that of the foregoing; and if the same disorder should continue, that of\r\nthe third year will be still less than that of the second. Those unproductive\r\nhands who should be maintained by a part only of the spare revenue of the\r\npeople, may consume so great a share of their whole revenue, and thereby oblige\r\nso great a number to encroach upon their capitals, upon the funds destined for\r\nthe maintenance of productive labour, that all the frugality and good conduct\r\nof individuals may not be able to compensate the waste and degradation of\r\nproduce occasioned by this violent and forced encroachment.\r\n\n\r\nThis frugality and good conduct, however, is, upon most occasions, it appears\r\nfrom experience, sufficient to compensate, not only the private prodigality and\r\nmisconduct of individuals, but the public extravagance of government. The\r\nuniform, constant, and uninterrupted effort of every man to better his\r\ncondition, the principle from which public and national, as well as private\r\nopulence is originally derived, is frequently powerful enough to maintain the\r\nnatural progress of things towards improvement, in spite both of the\r\nextravagance of government, and of the greatest errors of administration. Like\r\nthe unknown principle of animal life, it frequently restores health and vigour\r\nto the constitution, in spite not only of the disease, but of the absurd\r\nprescriptions of the doctor.\r\n\n\r\nThe annual produce of the land and labour of any nation can be increased in its\r\nvalue by no other means, but by increasing either the number of its productive\r\nlabourers, or the productive powers of those labourers who had before been\r\nemployed. The number of its productive labourers, it is evident, can never be\r\nmuch increased, but in consequence of an increase of capital, or of the funds\r\ndestined for maintaining them. The productive powers of the same number of\r\nlabourers cannot be increased, but in consequence either of some addition and\r\nimprovement to those machines and instruments which facilitate and abridge\r\nlabour, or of more proper division and distribution of employment. In either\r\ncase, an additional capital is almost always required. It is by means of an\r\nadditional capital only, that the undertaker of any work can either provide his\r\nworkmen with better machinery, or make a more proper distribution of employment\r\namong them. When the work to be done consists of a number of parts, to keep\r\nevery man constantly employed in one way, requires a much greater capital than\r\nwhere every man is occasionally employed in every different part of the work.\r\nWhen we compare, therefore, the state of a nation at two different periods, and\r\nfind that the annual produce of its land and labour is evidently greater at the\r\nlatter than at the former, that its lands are better cultivated, its\r\nmanufactures more numerous and more flourishing, and its trade more extensive;\r\nwe may be assured that its capital must have increased during the interval\r\nbetween those two periods, and that more must have been added to it by the good\r\nconduct of some, than had been taken from it either by the private misconduct\r\nof others, or by the public extravagance of government. But we shall find this\r\nto have been the case of almost all nations, in all tolerably quiet and\r\npeaceable times, even of those who have not enjoyed the most prudent and\r\nparsimonious governments. To form a right judgment of it, indeed, we must\r\ncompare the state of the country at periods somewhat distant from one another.\r\nThe progress is frequently so gradual, that, at near periods, the improvement\r\nis not only not sensible, but, from the declension either of certain branches\r\nof industry, or of certain districts of the country, things which sometimes\r\nhappen, though the country in general is in great prosperity, there frequently\r\narises a suspicion, that the riches and industry of the whole are decaying.\r\n\n\r\nThe annual produce of the land and labour of England, for example, is certainly\r\nmuch greater than it was a little more than a century ago, at the restoration\r\nof Charles II. Though at present few people, I believe, doubt of this, yet\r\nduring this period five years have seldom passed away, in which some book or\r\npamphlet has not been published, written, too, with such abilities as to gain\r\nsome authority with the public, and pretending to demonstrate that the wealth\r\nof the nation was fast declining; that the country was depopulated, agriculture\r\nneglected, manufactures decaying, and trade undone. Nor have these publications\r\nbeen all party pamphlets, the wretched offspring of falsehood and venality.\r\nMany of them have been written by very candid and very intelligent people, who\r\nwrote nothing but what they believed, and for no other reason but because they\r\nbelieved it.\r\n\n\r\nThe annual produce of the land and labour of England, again, was certainly much\r\ngreater at the Restoration than we can suppose it to have been about a hundred\r\nyears before, at the accession of Elizabeth. At this period, too, we have all\r\nreason to believe, the country was much more advanced in improvement, than it\r\nhad been about a century before, towards the close of the dissensions between\r\nthe houses of York and Lancaster. Even then it was, probably, in a better\r\ncondition than it had been at the Norman conquest: and at the Norman conquest,\r\nthan during the confusion of the Saxon heptarchy. Even at this early period, it\r\nwas certainly a more improved country than at the invasion of Julius Caesar,\r\nwhen its inhabitants were nearly in the same state with the savages in North\r\nAmerica.\r\n\n\r\nIn each of those periods, however, there was not only much private and public\r\nprofusion, many expensive and unnecessary wars, great perversion of the annual\r\nproduce from maintaining productive to maintain unproductive hands; but\r\nsometimes, in the confusion of civil discord, such absolute waste and\r\ndestruction of stock, as might be supposed, not only to retard, as it certainly\r\ndid, the natural accumulation of riches, but to have left the country, at the\r\nend of the period, poorer than at the beginning. Thus, in the happiest and most\r\nfortunate period of them all, that which has passed since the Restoration, how\r\nmany disorders and misfortunes have occurred, which, could they have been\r\nforeseen, not only the impoverishment, but the total ruin of the country would\r\nhave been expected from them? The fire and the plague of London, the two Dutch\r\nwars, the disorders of the revolution, the war in Ireland, the four expensive\r\nFrench wars of 1688, 1701, 1742, and 1756, together with the two rebellions of\r\n1715 and 1745. In the course of the four French wars, the nation has contracted\r\nmore than £145,000,000 of debt, over and above all the other extraordinary\r\nannual expense which they occasioned; so that the whole cannot be computed at\r\nless than £200,000,000", "summary": "\nSmith begins by explaining how Scotland's economy thrived despite a significant reduction in circulating precious metals, as banks substituted paper money for gold and silver. Scottish banks developed innovative credit systems, particularly \"cash accounts\" that allowed merchants to borrow as needed and repay gradually. This system enabled Edinburgh merchants to conduct more business with the same capital than their London counterparts, who needed to keep substantial cash reserves. The Scottish method kept less capital \"dead\" (unproductive) and more actively employed in commerce.\nHowever, Smith warns that paper money circulation has natural limits—it cannot exceed what the economy can absorb. When banks over-issue notes, the excess immediately returns for conversion to precious metals, forcing banks to increase their reserves and expenses. Smith details the dangerous practice of \"drawing and redrawing\" bills of exchange, where merchants created fictitious credit by continuously drawing new bills to pay off expiring ones. This practice, with its high interest and commission costs, was ruinous to projectors who borrowed at 8% annually for ventures unlikely to yield such returns.\nSmith illustrates these dangers through the failure of a Scottish bank that tried to support speculative projects by liberally issuing notes and discounting bills. This bank quickly depleted its reserves and resorted to drawing bills on London to raise funds, ultimately advancing over £800,000 in just two years while losing 3% on three-quarters of its dealings. Though intended to relieve economic distress, the bank actually worsened it by enabling unsound projects to accumulate more debt before their inevitable collapse.\nSmith distinguishes between appropriate and inappropriate bank lending. Banks should not finance fixed capital (like buildings or machinery) or the entire circulating capital of a business, but only the portion a merchant would otherwise keep idle for occasional demands. When banks exceed these principles, they over-issue paper money that returns for conversion, depleting their gold and silver reserves. Smith's prudent banker resembles a well-regulated pond where inflows match outflows, maintaining stable reserves.\nThe text concludes with Smith's assessment of banking's true value to an economy. Banking does not directly augment a nation's capital but increases its productivity by converting \"dead stock\" (idle money) into \"active and productive stock.\" By replacing gold and silver with paper in circulation, banking liberates precious metals for productive use, increasing a nation's capacity to support industry. This transformation of idle wealth into productive capital represents the fundamental contribution of \"judicious operations of banking\" to economic development.\n", "map": [["Paper money", "Air highway metaphor"], ["Monetary circulation land", "Productive field conversion"], ["Paper-based economies", "Crisis vulnerability"], ["Large denomination notes", "Wholesale trade circulation"], ["Small denomination notes", "Financial instability risk"], ["Optional clause", "Currency value degradation"], ["Productive labor", "Tangible goods creation"], ["Unproductive labor", "Immediate service delivery"], ["Annual production", "Capital-revenue division"], ["Capital proportion", "Productive employment determination"], ["Feudal landlords", "Unproductive retainer maintenance"], ["Commercial economies", "Productive enterprise investment"], ["Reduced profit rates", "Greater total returns"], ["Parsimony", "Capital accumulation mechanism"], ["Individual saving", "Productive worker support"], ["Prodigality", "National productive capacity reduction"], ["Personal improvement desire", "Economic advancement driver"], ["Individual frugality", "Collective adversity overcome"], ["Government extravagance", "Economic growth impediment"], ["Merchant-consumer circulation", "Metal currency requirement"]]}