{"source": "https://www.gutenberg.org/cache/epub/3300/pg3300-images.html", "text": " So great a share of the annual produce of the land and\r\nlabour of the country, has, since the Revolution, been employed upon different\r\noccasions, in maintaining an extraordinary number of unproductive hands. But\r\nhad not those wars given this particular direction to so large a capital, the\r\ngreater part of it would naturally have been employed in maintaining productive\r\nhands, whose labour would have replaced, with a profit, the whole value of\r\ntheir consumption. The value of the annual produce of the land and labour of\r\nthe country would have been considerably increased by it every year, and every\r\nyears increase would have augmented still more that of the following year. More\r\nhouses would have been built, more lands would have been improved, and those\r\nwhich had been improved before would have been better cultivated; more\r\nmanufactures would have been established, and those which had been established\r\nbefore would have been more extended; and to what height the real wealth and\r\nrevenue of the country might by this time have been raised, it is not perhaps\r\nvery easy even to imagine.\r\n\n\r\nBut though the profusion of government must undoubtedly have retarded the\r\nnatural progress of England towards wealth and improvement, it has not been\r\nable to stop it. The annual produce of its land and labour is undoubtedly much\r\ngreater at present than it was either at the Restoration or at the Revolution.\r\nThe capital, therefore, annually employed in cultivating this land, and in\r\nmaintaining this labour, must likewise be much greater. In the midst of all the\r\nexactions of government, this capital has been silently and gradually\r\naccumulated by the private frugality and good conduct of individuals, by their\r\nuniversal, continual, and uninterrupted effort to better their own condition.\r\nIt is this effort, protected by law, and allowed by liberty to exert itself in\r\nthe manner that is most advantageous, which has maintained the progress of\r\nEngland towards opulence and improvement in almost all former times, and which,\r\nit is to be hoped, will do so in all future times. England, however, as it has\r\nnever been blessed with a very parsimonious government, so parsimony has at no\r\ntime been the characteristic virtue of its inhabitants. It is the highest\r\nimpertinence and presumption, therefore, in kings and ministers to pretend to\r\nwatch over the economy of private people, and to restrain their expense, either\r\nby sumptuary laws, or by prohibiting the importation of foreign luxuries. They\r\nare themselves always, and without any exception, the greatest spendthrifts in\r\nthe society. Let them look well after their own expense, and they may safely\r\ntrust private people with theirs. If their own extravagance does not ruin the\r\nstate, that of the subject never will.\r\n\n\r\nAs frugality increases, and prodigality diminishes, the public capital, so the\r\nconduct of those whose expense just equals their revenue, without either\r\naccumulating or encroaching, neither increases nor diminishes it. Some modes of\r\nexpense, however, seem to contribute more to the growth of public opulence than\r\nothers.\r\n\n\r\nThe revenue of an individual may be spent, either in things which are consumed\r\nimmediately, and in which one day’s expense can neither alleviate nor\r\nsupport that of another; or it may be spent in things mere durable, which can\r\ntherefore be accumulated, and in which every day’s expense may, as he\r\nchooses, either alleviate, or support and heighten, the effect of that of the\r\nfollowing day. A man of fortune, for example, may either spend his revenue in a\r\nprofuse and sumptuous table, and in maintaining a great number of menial\r\nservants, and a multitude of dogs and horses; or, contenting himself with a\r\nfrugal table, and few attendants, he may lay out the greater part of it in\r\nadorning his house or his country villa, in useful or ornamental buildings, in\r\nuseful or ornamental furniture, in collecting books, statues, pictures; or in\r\nthings more frivolous, jewels, baubles, ingenious trinkets of different kinds;\r\nor, what is most trifling of all, in amassing a great wardrobe of fine clothes,\r\nlike the favourite and minister of a great prince who died a few years ago.\r\nWere two men of equal fortune to spend their revenue, the one chiefly in the\r\none way, the other in the other, the magnificence of the person whose expense\r\nhad been chiefly in durable commodities, would be continually increasing, every\r\nday’s expense contributing something to support and heighten the effect\r\nof that of the following day; that of the other, on the contrary, would be no\r\ngreater at the end of the period than at the beginning. The former too would,\r\nat the end of the period, be the richer man of the two. He would have a stock\r\nof goods of some kind or other, which, though it might not be worth all that it\r\ncost, would always be worth something. No trace or vestige of the expense of\r\nthe latter would remain, and the effects of ten or twenty years’\r\nprofusion would be as completely annihilated as if they had never existed.\r\n\n\r\nAs the one mode of expense is more favourable than the other to the opulence of\r\nan individual, so is it likewise to that of a nation. The houses, the\r\nfurniture, the clothing of the rich, in a little time, become useful to the\r\ninferior and middling ranks of people. They are able to purchase them when\r\ntheir superiors grow weary of them; and the general accommodation of the whole\r\npeople is thus gradually improved, when this mode of expense becomes universal\r\namong men of fortune. In countries which have long been rich, you will\r\nfrequently find the inferior ranks of people in possession both of houses and\r\nfurniture perfectly good and entire, but of which neither the one could have\r\nbeen built, nor the other have been made for their use. What was formerly a\r\nseat of the family of Seymour, is now an inn upon the Bath road. The\r\nmarriage-bed of James I. of Great Britain, which his queen brought with her\r\nfrom Denmark, as a present fit for a sovereign to make to a sovereign, was, a\r\nfew years ago, the ornament of an alehouse at Dunfermline. In some ancient\r\ncities, which either have been long stationary, or have gone somewhat to decay,\r\nyou will sometimes scarce find a single house which could have been built for\r\nits present inhabitants. If you go into those houses, too, you will frequently\r\nfind many excellent, though antiquated pieces of furniture, which are still\r\nvery fit for use, and which could as little have been made for them. Noble\r\npalaces, magnificent villas, great collections of books, statues, pictures, and\r\nother curiosities, are frequently both an ornament and an honour, not only to\r\nthe neighbourhood, but to the whole country to which they belong. Versailles is\r\nan ornament and an honour to France, Stowe and Wilton to England. Italy still\r\ncontinues to command some sort of veneration, by the number of monuments of\r\nthis kind which it possesses, though the wealth which produced them has\r\ndecayed, and though the genius which planned them seems to be extinguished,\r\nperhaps from not having the same employment.\r\n\n\r\nThe expense, too, which is laid out in durable commodities, is favourable not\r\nonly to accumulation, but to frugality. If a person should at any time exceed\r\nin it, he can easily reform without exposing himself to the censure of the\r\npublic. To reduce very much the number of his servants, to reform his table\r\nfrom great profusion to great frugality, to lay down his equipage after he has\r\nonce set it up, are changes which cannot escape the observation of his\r\nneighbours, and which are supposed to imply some acknowledgment of preceding\r\nbad conduct. Few, therefore, of those who have once been so unfortunate as to\r\nlaunch out too far into this sort of expense, have afterwards the courage to\r\nreform, till ruin and bankruptcy oblige them. But if a person has, at any time,\r\nbeen at too great an expense in building, in furniture, in books, or pictures,\r\nno imprudence can be inferred from his changing his conduct. These are things\r\nin which further expense is frequently rendered unnecessary by former expense;\r\nand when a person stops short, he appears to do so, not because he has exceeded\r\nhis fortune, but because he has satisfied his fancy.\r\n\n\r\nThe expense, besides, that is laid out in durable commodities, gives\r\nmaintenance, commonly, to a greater number of people than that which is\r\nemployed in the most profuse hospitality. Of two or three hundred weight of\r\nprovisions, which may sometimes be served up at a great festival, one half,\r\nperhaps, is thrown to the dunghill, and there is always a great deal wasted and\r\nabused. But if the expense of this entertainment had been employed in setting\r\nto work masons, carpenters, upholsterers, mechanics, etc. a quantity of\r\nprovisions of equal value would have been distributed among a still greater\r\nnumber of people, who would have bought them in pennyworths and pound weights,\r\nand not have lost or thrown away a single ounce of them. In the one way,\r\nbesides, this expense maintains productive, in the other unproductive hands. In\r\nthe one way, therefore, it increases, in the other it does not increase the\r\nexchangeable value of the annual produce of the land and labour of the country.\r\n\n\r\nI would not, however, by all this, be understood to mean, that the one species\r\nof expense always betokens a more liberal or generous spirit than the other.\r\nWhen a man of fortune spends his revenue chiefly in hospitality, he shares the\r\ngreater part of it with his friends and companions; but when he employs it in\r\npurchasing such durable commodities, he often spends the whole upon his own\r\nperson, and gives nothing to any body without an equivalent. The latter species\r\nof expense, therefore, especially when directed towards frivolous objects, the\r\nlittle ornaments of dress and furniture, jewels, trinkets, gew-gaws, frequently\r\nindicates, not only a trifling, but a base and selfish disposition. All that I\r\nmean is, that the one sort of expense, as it always occasions some accumulation\r\nof valuable commodities, as it is more favourable to private frugality, and,\r\nconsequently, to the increase of the public capital, and as it maintains\r\nproductive rather than unproductive hands, conduces more than the other to the\r\ngrowth of public opulence.\r\n\n\r\nThe stock which is lent at interest is always considered as a capital by the\r\nlender. He expects that in due time it is to be restored to him, and that, in\r\nthe mean time, the borrower is to pay him a certain annual rent for the use of\r\nit. The borrower may use it either as a capital, or as a stock reserved for\r\nimmediate consumption. If he uses it as a capital, he employs it in the\r\nmaintenance of productive labourers, who reproduce the value, with a profit. He\r\ncan, in this case, both restore the capital, and pay the interest, without\r\nalienating or encroaching upon any other source of revenue. If he uses it as a\r\nstock reserved for immediate consumption, he acts the part of a prodigal, and\r\ndissipates, in the maintenance of the idle, what was destined for the support\r\nof the industrious. He can, in this case, neither restore the capital nor pay\r\nthe interest, without either alienating or encroaching upon some other source\r\nof revenue, such as the property or the rent of land.\r\n\n\r\nThe stock which is lent at interest is, no doubt, occasionally employed in both\r\nthese ways, but in the former much more frequently than in the latter. The man\r\nwho borrows in order to spend will soon be ruined, and he who lends to him will\r\ngenerally have occasion to repent of his folly. To borrow or to lend for such a\r\npurpose, therefore, is, in all cases, where gross usury is out of the question,\r\ncontrary to the interest of both parties; and though it no doubt happens\r\nsometimes, that people do both the one and the other, yet, from the regard that\r\nall men have for their own interest, we may be assured, that it cannot happen\r\nso very frequently as we are sometimes apt to imagine. Ask any rich man of\r\ncommon prudence, to which of the two sorts of people he has lent the greater\r\npart of his stock, to those who he thinks will employ it profitably, or to\r\nthose who will spend it idly, and he will laugh at you for proposing the\r\nquestion. Even among borrowers, therefore, not the people in the world most\r\nfamous for frugality, the number of the frugal and industrious surpasses\r\nconsiderably that of the prodigal and idle.\r\n\n\r\nThe only people to whom stock is commonly lent, without their being expected to\r\nmake any very profitable use of it, are country gentlemen, who borrow upon\r\nmortgage. Even they scarce ever borrow merely to spend. What they borrow, one\r\nmay say, is commonly spent before they borrow it. They have generally consumed\r\nso great a quantity of goods, advanced to them upon credit by shop-keepers and\r\ntradesmen, that they find it necessary to borrow at interest, in order to pay\r\nthe debt. The capital borrowed replaces the capitals of those shop-keepers and\r\ntradesmen which the country gentlemen could not have replaced from the rents of\r\ntheir estates. It is not properly borrowed in order to be spent, but in order\r\nto replace a capital which had been spent before.\r\n\n\r\nAlmost all loans at interest are made in money, either of paper, or of gold and\r\nsilver; but what the borrower really wants, and what the lender readily\r\nsupplies him with, is not the money, but the money’s worth, or the goods\r\nwhich it can purchase. If he wants it as a stock for immediate consumption, it\r\nis those goods only which he can place in that stock. If he wants it as a\r\ncapital for employing industry, it is from those goods only that the\r\nindustrious can be furnished with the tools, materials, and maintenance\r\nnecessary for carrying on their work. By means of the loan, the lender, as it\r\nwere, assigns to the borrower his right to a certain portion of the annual\r\nproduce of the land and labour of the country, to be employed as the borrower\r\npleases.\r\n\n\r\nThe quantity of stock, therefore, or, as it is commonly expressed, of money,\r\nwhich can be lent at interest in any country, is not regulated by the value of\r\nthe money, whether paper or coin, which serves as the instrument of the\r\ndifferent loans made in that country, but by the value of that part of the\r\nannual produce, which, as soon as it comes either from the ground, or from the\r\nhands of the productive labourers, is destined, not only for replacing a\r\ncapital, but such a capital as the owner does not care to be at the trouble of\r\nemploying himself. As such capitals are commonly lent out and paid back in\r\nmoney, they constitute what is called the monied interest. It is distinct, not\r\nonly from the landed, but from the trading and manufacturing interests, as in\r\nthese last the owners themselves employ their own capitals. Even in the monied\r\ninterest, however, the money is, as it were, but the deed of assignment, which\r\nconveys from one hand to another those capitals which the owners do not care to\r\nemploy themselves. Those capitals may be greater, in almost any proportion,\r\nthan the amount of the money which serves as the instrument of their\r\nconveyance; the same pieces of money successively serving for many different\r\nloans, as well as for many different purchases. A, for example, lends to W\r\n£1000, with which W immediately purchases of B £1000 worth of goods. B having\r\nno occasion for the money himself, lends the identical pieces to X, with which\r\nX immediately purchases of C another £1000 worth of goods. C, in the same\r\nmanner, and for the same reason, lends them to Y, who again purchases goods\r\nwith them of D. In this manner, the same pieces, either of coin or of paper,\r\nmay, in the course of a few days, serve as the Instrument of three different\r\nloans, and of three different purchases, each of which is, in value, equal to\r\nthe whole amount of those pieces. What the three monied men, A, B, and C,\r\nassigned to the three borrowers, W, X, and Y, is the power of making those\r\npurchases. In this power consist both the value and the use of the loans. The\r\nstock lent by the three monied men is equal to the value of the goods which can\r\nbe purchased with it, and is three times greater than that of the money with\r\nwhich the purchases are made. Those loans, however, may be all perfectly well\r\nsecured, the goods purchased by the different debtors being so employed as, in\r\ndue time, to bring back, with a profit, an equal value either of coin or of\r\npaper. And as the same pieces of money can thus serve as the instrument of\r\ndifferent loans to three, or, for the same reason, to thirty times their value,\r\nso they may likewise successively serve as the instrument of repayment.\r\n\n\r\nA capital lent at interest may, in this manner, be considered as an assignment,\r\nfrom the lender to the borrower, of a certain considerable portion of the\r\nannual produce, upon condition that the burrower in return shall, during the\r\ncontinuance of the loan, annually assign to the lender a small portion, called\r\nthe interest; and, at the end of it, a portion equally considerable with that\r\nwhich had originally been assigned to him, called the repayment. Though money,\r\neither coin or paper, serves generally as the deed of assignment, both to the\r\nsmaller and to the more considerable portion, it is itself altogether different\r\nfrom what is assigned by it.\r\n\n\r\nIn proportion as that share of the annual produce which, as soon as it comes\r\neither from the ground, or from the hands of the productive labourers, is\r\ndestined for replacing a capital, increases in any country, what is called the\r\nmonied interest naturally increases with it. The increase of those particular\r\ncapitals from which the owners wish to derive a revenue, without being at the\r\ntrouble of employing them themselves, naturally accompanies the general\r\nincrease of capitals; or, in other words, as stock increases, the quantity of\r\nstock to be lent at interest grows gradually greater and greater.\r\n\n\r\nAs the quantity of stock to be lent at interest increases, the interest, or the\r\nprice which must be paid for the use of that stock, necessarily diminishes, not\r\nonly from those general causes which make the market price of things commonly\r\ndiminish as their quantity increases, but from other causes which are peculiar\r\nto this particular case. As capitals increase in any country, the profits which\r\ncan be made by employing them necessarily diminish. It becomes gradually more\r\nand more difficult to find within the country a profitable method of employing\r\nany new capital. There arises, in consequence, a competition between different\r\ncapitals, the owner of one endeavouring to get possession of that employment\r\nwhich is occupied by another; but, upon most occasions, he can hope to justle\r\nthat other out of this employment by no other means but by dealing upon more\r\nreasonable terms. He must not only sell what he deals in somewhat cheaper, but,\r\nin order to get it to sell, he must sometimes, too, buy it dearer. The demand\r\nfor productive labour, by the increase of the funds which are destined for\r\nmaintaining it, grows every day greater and greater. Labourers easily find\r\nemployment; but the owners of capitals find it difficult to get labourers to\r\nemploy. Their competition raises the wages of labour, and sinks the profits of\r\nstock. But when the profits which can be made by the use of a capital are in\r\nthis manner diminished, as it were, at both ends, the price which can be paid\r\nfor the use of it, that is, the rate of interest, must necessarily be\r\ndiminished with them.\r\n\n\r\nMr Locke, Mr Lawe, and Mr Montesquieu, as well as many other writers, seem to\r\nhave imagined that the increase of the quantity of gold and silver, in\r\nconsequence of the discovery of the Spanish West Indies, was the real cause of\r\nthe lowering of the rate of interest through the greater part of Europe. Those\r\nmetals, they say, having become of less value themselves, the use of any\r\nparticular portion of them necessarily became of less value too, and,\r\nconsequently, the price which could be paid for it. This notion, which at first\r\nsight seems so plausible, has been so fully exposed by Mr Hume, that it is,\r\nperhaps, unnecessary to say any thing more about it. The following very short\r\nand plain argument, however, may serve to explain more distinctly the fallacy\r\nwhich seems to have misled those gentlemen.\r\n\n\r\nBefore the discovery of the Spanish West Indies, ten per cent. seems to have\r\nbeen the common rate of interest through the greater part of Europe. It has\r\nsince that time, in different countries, sunk to six, five, four, and three per\r\ncent. Let us suppose, that in every particular country the value of silver has\r\nsunk precisely in the same proportion as the rate of interest; and that in\r\nthose countries, for example, where interest has been reduced from ten to five\r\nper cent. the same quantity of silver can now purchase just half the quantity\r\nof goods which it could have purchased before. This supposition will not, I\r\nbelieve, be found anywhere agreeable to the truth; but it is the most\r\nfavourable to the opinion which we are going to examine; and, even upon this\r\nsupposition, it is utterly impossible that the lowering of the value of silver\r\ncould have the smallest tendency to lower the rate of interest. If £100 are in\r\nthose countries now of no more value than £50 were then, £10 must now be of no\r\nmore value than £5 were then. Whatever were the causes which lowered the value\r\nof the capital, the same must necessarily have lowered that of the interest,\r\nand exactly in the same proportion. The proportion between the value of the\r\ncapital and that of the interest must have remained the same, though the rate\r\nhad never been altered. By altering the rate, on the contrary, the proportion\r\nbetween those two values is necessarily altered. If £100 now are worth no more\r\nthan £50 were then, £5 now can be worth no more than £2:10s. were then. By\r\nreducing the rate of interest, therefore, from ten to five per cent. we give\r\nfor the use of a capital, which is supposed to be equal to one half of its\r\nformer value, an interest which is equal to one fourth only of the value of the\r\nformer interest.\r\n\n\r\nAn increase in the quantity of silver, while that of the commodities circulated\r\nby means of it remained the same, could have no other effect than to diminish\r\nthe value of that metal. The nominal value of all sorts of goods would be\r\ngreater, but their real value would be precisely the same as before. They would\r\nbe exchanged for a greater number of pieces of silver; but the quantity of\r\nlabour which they could command, the number of people whom they could maintain\r\nand employ, would be precisely the same. The capital of the country would be\r\nthe same, though a greater number of pieces might be requisite for conveying\r\nany equal portion of it from one hand to another. The deeds of assignment, like\r\nthe conveyances of a verbose attorney, would be more cumbersome; but the thing\r\nassigned would be precisely the same as before, and could produce only the same\r\neffects. The funds for maintaining productive labour being the same, the demand\r\nfor it would be the same. Its price or wages, therefore, though nominally\r\ngreater, would really be the same. They would be paid in a greater number of\r\npieces of silver, but they would purchase only the same quantity of goods. The\r\nprofits of stock would be the same, both nominally and really. The wages of\r\nlabour are commonly computed by the quantity of silver which is paid to the\r\nlabourer. When that is increased, therefore, his wages appear to be increased,\r\nthough they may sometimes be no greater than before. But the profits of stock\r\nare not computed by the number of pieces of silver with which they are paid,\r\nbut by the proportion which those pieces bear to the whole capital employed.\r\nThus, in a particular country, 5s. a-week are said to be the common wages of\r\nlabour, and ten per cent. the common profits of stock; but the whole capital of\r\nthe country being the same as before, the competition between the different\r\ncapitals of individuals into which it was divided would likewise be the same.\r\nThey would all trade with the same advantages and disadvantages. The common\r\nproportion between capital and profit, therefore, would be the same, and\r\nconsequently the common interest of money; what can commonly be given for the\r\nuse of money being necessarily regulated by what can commonly be made by the\r\nuse of it.\r\n\n\r\nAny increase in the quantity of commodities annually circulated within the\r\ncountry, while that of the money which circulated them remained the same,\r\nwould, on the contrary, produce many other important effects, besides that of\r\nraising the value of the money. The capital of the country, though it might\r\nnominally be the same, would really be augmented. It might continue to be\r\nexpressed by the same quantity of money, but it would command a greater\r\nquantity of labour. The quantity of productive labour which it could maintain\r\nand employ would be increased, and consequently the demand for that labour. Its\r\nwages would naturally rise with the demand, and yet might appear to sink. They\r\nmight be paid with a smaller quantity of money, but that smaller quantity might\r\npurchase a greater quantity of goods than a greater had done before. The\r\nprofits of stock would be diminished, both really and in appearance. The whole\r\ncapital of the country being augmented, the competition between the different\r\ncapitals of which it was composed would naturally be augmented along with it.\r\nThe owners of those particular capitals would be obliged to content themselves\r\nwith a smaller proportion of the produce of that labour which their respective\r\ncapitals employed. The interest of money, keeping pace always with the profits\r\nof stock, might, in this manner, be greatly diminished, though the value of\r\nmoney, or the quantity of goods which any particular sum could purchase, was\r\ngreatly augmented.\r\n\n\r\nIn some countries the interest of money has been prohibited by law. But as\r\nsomething can everywhere be made by the use of money, something ought\r\neverywhere to be paid for the use of it. This regulation, instead of\r\npreventing, has been found from experience to increase the evil of usury. The\r\ndebtor being obliged to pay, not only for the use of the money, but for the\r\nrisk which his creditor runs by accepting a compensation for that use, he is\r\nobliged, if one may say so, to insure his creditor from the penalties of usury.\r\n\n\r\nIn countries where interest is permitted, the law in order to prevent the\r\nextortion of usury, generally fixes the highest rate which can be taken without\r\nincurring a penalty. This rate ought always to be somewhat above the lowest\r\nmarket price, or the price which is commonly paid for the use of money by those\r\nwho can give the most undoubted security. If this legal rate should be fixed\r\nbelow the lowest market rate, the effects of this fixation must be nearly the\r\nsame as those of a total prohibition of interest. The creditor will not lend\r\nhis money for less than the use of it is worth, and the debtor must pay him for\r\nthe risk which he runs by accepting the full value of that use. If it is fixed\r\nprecisely at the lowest market price, it ruins, with honest people who respect\r\nthe laws of their country, the credit of all those who cannot give the very\r\nbest security, and obliges them to have recourse to exorbitant usurers. In a\r\ncountry such as Great Britain, where money is lent to government at three per\r\ncent. and to private people, upon good security, at four and four and a-half,\r\nthe present legal rate, five per cent. is perhaps as proper as any.\r\n\n\r\nThe legal rate, it is to be observed, though it ought to be somewhat above,\r\nought not to be much above the lowest market rate. If the legal rate of\r\ninterest in Great Britain, for example, was fixed so high as eight or ten per\r\ncent. the greater part of the money which was to be lent, would be lent to\r\nprodigals and projectors, who alone would be willing to give this high\r\ninterest. Sober people, who will give for the use of money no more than a part\r\nof what they are likely to make by the use of it, would not venture into the\r\ncompetition. A great part of the capital of the country would thus be kept out\r\nof the hands which were most likely to make a profitable and advantageous use\r\nof it, and thrown into those which were most likely to waste and destroy it.\r\nWhere the legal rate of interest, on the contrary, is fixed but a very little\r\nabove the lowest market rate, sober people are universally preferred, as\r\nborrowers, to prodigals and projectors. The person who lends money gets nearly\r\nas much interest from the former as he dares to take from the latter, and his\r\nmoney is much safer in the hands of the one set of people than in those of the\r\nother. A great part of the capital of the country is thus thrown into the hands\r\nin which it is most likely to be employed with advantage.\r\n\n\r\nNo law can reduce the common rate of interest below the lowest ordinary market\r\nrate at the time when that law is made. Notwithstanding the edict of 1766, by\r\nwhich the French king attempted to reduce the rate of interest from five to\r\nfour per cent. money continued to be lent in France at five per cent. the law\r\nbeing evaded in several different ways.\r\n\n\r\nThe ordinary market price of land, it is to be observed, depends everywhere\r\nupon the ordinary market rate of interest. The person who has a capital from\r\nwhich he wishes to derive a revenue, without taking the trouble to employ it\r\nhimself, deliberates whether he should buy land with it, or lend it out at\r\ninterest. The superior security of land, together with some other advantages\r\nwhich almost everywhere attend upon this species of property, will generally\r\ndispose him to content himself with a smaller revenue from land, than what he\r\nmight have by lending out his money at interest. These advantages are\r\nsufficient to compensate a certain difference of revenue; but they will\r\ncompensate a certain difference only; and if the rent of land should fall short\r\nof the interest of money by a greater difference, nobody would buy land, which\r\nwould soon reduce its ordinary price. On the contrary, if the advantages should\r\nmuch more than compensate the difference, everybody would buy land, which again\r\nwould soon raise its ordinary price. When interest was at ten per cent. land\r\nwas commonly sold for ten or twelve years purchase. As interest sunk to six,\r\nfive, and four per cent. the price of land rose to twenty, five-and-twenty, and\r\nthirty years purchase. The market rate of interest is higher in France than in\r\nEngland, and the common price of land is lower. In England it commonly sells at\r\nthirty, in France at twenty years purchase.\r\n\n\r\nThough all capitals are destined for the maintenance of productive labour only,\r\nyet the quantity of that labour which equal capitals are capable of putting\r\ninto motion, varies extremely according to the diversity of their employment;\r\nas does likewise the value which that employment adds to the annual produce of\r\nthe land and labour of the country.\r\n\n\r\nA capital may be employed in four different ways; either, first, in procuring\r\nthe rude produce annually required for the use and consumption of the society;\r\nor, secondly, in manufacturing and preparing that rude produce for immediate\r\nuse and consumption; or, thirdly in transporting either the rude or\r\nmanufactured produce from the places where they abound to those where they are\r\nwanted; or, lastly, in dividing particular portions of either into such small\r\nparcels as suit the occasional demands of those who want them. In the first way\r\nare employed the capitals of all those who undertake improvement or cultivation\r\nof lands, mines, or fisheries; in the second, those of all master\r\nmanufacturers; in the third, those of all wholesale merchants; and in the\r\nfourth, those of all retailers. It is difficult to conceive that a capital\r\nshould be employed in any way which may not be classed under some one or other\r\nof those four.\r\n\n\r\nEach of those four methods of employing a capital is essentially necessary,\r\neither to the existence or extension of the other three, or to the general\r\nconveniency of the society.\r\n\n\r\nUnless a capital was employed in furnishing rude produce to a certain degree of\r\nabundance, neither manufactures nor trade of any kind could exist.\r\n\n\r\nUnless a capital was employed in manufacturing that part of the rude produce\r\nwhich requires a good deal of preparation before it can be fit for use and\r\nconsumption, it either would never be produced, because there could be no\r\ndemand for it; or if it was produced spontaneously, it would be of no value in\r\nexchange, and could add nothing to the wealth of the society.\r\n\n\r\nUnless a capital was employed in transporting either the rude or manufactured\r\nproduce from the places where it abounds to those where it is wanted, no more\r\nof either could be produced than was necessary for the consumption of the\r\nneighbourhood. The capital of the merchant exchanges the surplus produce of one\r\nplace for that of another, and thus encourages the industry, and increases the\r\nenjoyments of both.\r\n\n\r\nUnless a capital was employed in breaking and dividing certain portions either\r\nof the rude or manufactured produce into such small parcels as suit the\r\noccasional demands of those who want them, every man would be obliged to\r\npurchase a greater quantity of the goods he wanted than his immediate occasions\r\nrequired. If there was no such trade as a butcher, for example, every man would\r\nbe obliged to purchase a whole ox or a whole sheep at a time. This would\r\ngenerally be inconvenient to the rich, and much more so to the poor. If a poor\r\nworkman was obliged to purchase a month’s or six months’ provisions\r\nat a time, a great part of the stock which he employs as a capital in the\r\ninstruments of his trade, or in the furniture of his shop, and which yields him\r\na revenue, he would be forced to place in that part of his stock which is\r\nreserved for immediate consumption, and which yields him no revenue. Nothing\r\ncan be more convenient for such a person than to be able to purchase his\r\nsubsistence from day to day, or even from hour to hour, as he wants it. He is\r\nthereby enabled to employ almost his whole stock as a capital. He is thus\r\nenabled to furnish work to a greater value; and the profit which he makes by it\r\nin this way much more than compensates the additional price which the profit of\r\nthe retailer imposes upon the goods. The prejudices of some political writers\r\nagainst shopkeepers and tradesmen are altogether without foundation. So far is\r\nit from being necessary either to tax them, or to restrict their numbers, that\r\nthey can never be multiplied so as to hurt the public, though they may so as to\r\nhurt one another. The quantity of grocery goods, for example, which can be sold\r\nin a particular town, is limited by the demand of that town and its\r\nneighbourhood. The capital, therefore, which can be employed in the grocery\r\ntrade, cannot exceed what is sufficient to purchase that quantity. If this\r\ncapital is divided between two different grocers, their competition will tend\r\nto make both of them sell cheaper than if it were in the hands of one only; and\r\nif it were divided among twenty, their competition would be just so much the\r\ngreater, and the chance of their combining together, in order to raise the\r\nprice, just so much the less. Their competition might, perhaps, ruin some of\r\nthemselves; but to take care of this, is the business of the parties concerned,\r\nand it may safely be trusted to their discretion. It can never hurt either the\r\nconsumer or the producer; on the contrary, it must tend to make the retailers\r\nboth sell cheaper and buy dearer, than if the whole trade was monopolised by\r\none or two persons. Some of them, perhaps, may sometimes decoy a weak customer\r\nto buy what he has no occasion for. This evil, however, is of too little\r\nimportance to deserve the public attention, nor would it necessarily be\r\nprevented by restricting their numbers. It is not the multitude of alehouses,\r\nto give the must suspicious example, that occasions a general disposition to\r\ndrunkenness among the common people; but that disposition, arising from other\r\ncauses, necessarily gives employment to a multitude of alehouses.\r\n\n\r\nThe persons whose capitals are employed in any of those four ways, are\r\nthemselves productive labourers. Their labour, when properly directed, fixes\r\nand realizes itself in the subject or vendible commodity upon which it is\r\nbestowed, and generally adds to its price the value at least of their own\r\nmaintenance and consumption. The profits of the farmer, of the manufacturer, of\r\nthe merchant, and retailer, are all drawn from the price of the goods which the\r\ntwo first produce, and the two last buy and sell. Equal capitals, however,\r\nemployed in each of those four different ways, will immediately put into motion\r\nvery different quantities of productive labour; and augment, too, in very\r\ndifferent proportions, the value of the annual produce of the land and labour\r\nof the society to which they belong.\r\n\n\r\nThe capital of the retailer replaces, together with its profits, that of the\r\nmerchant of whom he purchases goods, and thereby enables him to continue his\r\nbusiness. The retailer himself is the only productive labourer whom it\r\nimmediately employs. In his profit consists the whole value which its\r\nemployment adds to the annual produce of the land and labour of the society.\r\n\n\r\nThe capital of the wholesale merchant replaces, together with their profits,\r\nthe capitals of the farmers and manufacturers of whom he purchases the rude and\r\nmanufactured produce which he deals in, and thereby enables them to continue\r\ntheir respective trades. It is by this service chiefly that he contributes\r\nindirectly to support the productive labour of the society, and to increase the\r\nvalue of its annual produce. His capital employs, too, the sailors and carriers\r\nwho transport his goods from one place to another; and it augments the price of\r\nthose goods by the value, not only of his profits, but of their wages. This is\r\nall the productive labour which it immediately puts into motion, and all the\r\nvalue which it immediately adds to the annual produce. Its operation in both\r\nthese respects is a good deal superior to that of the capital of the retailer.\r\n\n\r\nPart of the capital of the master manufacturer is employed as a fixed capital\r\nin the instruments of his trade, and replaces, together with its profits, that\r\nof some other artificer of whom he purchases them. Part of his circulating\r\ncapital is employed in purchasing materials, and replaces, with their profits,\r\nthe capitals of the farmers and miners of whom he purchases them. But a great\r\npart of it is always, either annually, or in a much shorter period, distributed\r\namong the different workmen whom he employs. It augments the value of those\r\nmaterials by their wages, and by their masters’ profits upon the whole\r\nstock of wages, materials, and instruments of trade employed in the business.\r\nIt puts immediately into motion, therefore, a much greater quantity of\r\nproductive labour, and adds a much greater value to the annual produce of the\r\nland and labour of the society, than an equal capital in the hands of any\r\nwholesale merchant.\r\n\n\r\nNo equal capital puts into motion a greater quantity of productive labour than\r\nthat of the farmer. Not only his labouring servants, but his labouring cattle,\r\nare productive labourers. In agriculture, too, Nature labours along with man;\r\nand though her labour costs no expense, its produce has its value, as well as\r\nthat of the most expensive workmen. The most important operations of\r\nagriculture seem intended, not so much to increase, though they do that too, as\r\nto direct the fertility of Nature towards the production of the plants most\r\nprofitable to man. A field overgrown with briars and brambles, may frequently\r\nproduce as great a quantity of vegetables as the best cultivated vineyard or\r\ncorn field. Planting and tillage frequently regulate more than they animate the\r\nactive fertility of Nature; and after all their labour, a great part of the\r\nwork always remains to be done by her. The labourers and labouring cattle,\r\ntherefore, employed in agriculture, not only occasion, like the workmen in\r\nmanufactures, the reproduction of a value equal to their own consumption, or to\r\nthe capital which employs them, together with its owner’s profits, but of\r\na much greater value. Over and above the capital of the farmer, and all its\r\nprofits, they regularly occasion the reproduction of the rent of the landlord.\r\nThis rent may be considered as the produce of those powers of Nature, the use\r\nof which the landlord lends to the farmer. It is greater or smaller, according\r\nto the supposed extent of those powers, or, in other words, according to the\r\nsupposed natural or improved fertility of the land. It is the work of Nature\r\nwhich remains, after deducting or compensating every thing which can be\r\nregarded as the work of man. It is seldom less than a fourth, and frequently\r\nmore than a third, of the whole produce. No equal quantity of productive labour\r\nemployed in manufactures, can ever occasion so great reproduction. In them\r\nNature does nothing; man does all; and the reproduction must always be in\r\nproportion to the strength of the agents that occasion it. The capital employed\r\nin agriculture, therefore, not only puts into motion a greater quantity of\r\nproductive labour than any equal capital employed in manufactures; but in\r\nproportion, too, to the quantity of productive labour which it employs, it adds\r\na much greater value to the annual produce of the land and labour of the\r\ncountry, to the real wealth and revenue of its inhabitants. Of all the ways in\r\nwhich a capital can be employed, it is by far the most advantageous to society.\r\n\n\r\nThe capitals employed in the agriculture and in the retail trade of any\r\nsociety, must always reside within that society. Their employment is confined\r\nalmost to a precise spot, to the farm, and to the shop of the retailer. They\r\nmust generally, too, though there are some exceptions to this, belong to\r\nresident members of the society.\r\n\n\r\nThe capital of a wholesale merchant, on the contrary, seems to have no fixed or\r\nnecessary residence anywhere, but may wander about from place to place,\r\naccording as it can either buy cheap or sell dear.\r\n\n\r\nThe capital of the manufacturer must, no doubt, reside where the manufacture is\r\ncarried on; but where this shall be, is not always necessarily determined. It\r\nmay frequently be at a great distance, both from the place where the materials\r\ngrow, and from that where the complete manufacture is consumed. Lyons is very\r\ndistant, both from the places which afford the materials of its manufactures,\r\nand from those which consume them. The people of fashion in Sicily are clothed\r\nin silks made in other countries, from the materials which their own produces.\r\nPart of the wool of Spain is manufactured in Great Britain, and some part of\r\nthat cloth is afterwards sent back to Spain.\r\n\n\r\nWhether the merchant whose capital exports the surplus produce of any society,\r\nbe a native or a foreigner, is of very little importance. If he is a foreigner,\r\nthe number of their productive labourers is necessarily less than if he had\r\nbeen a native, by one man only; and the value of their annual produce, by the\r\nprofits of that one man. The sailors or carriers whom he employs, may still\r\nbelong indifferently either to his country, or to their country, or to some\r\nthird country, in the same manner as if he had been a native. The capital of a\r\nforeigner gives a value to their surplus produce equally with that of a native,\r\nby exchanging it for something for which there is a demand at home. It as\r\neffectually replaces the capital of the person who produces that surplus, and\r\nas effectually enables him to continue his business, the service by which the\r\ncapital of a wholesale merchant chiefly contributes to support the productive\r\nlabour, and to augment the value of the annual produce of the society to which\r\nhe belongs.\r\n\n\r\nIt is of more consequence that the capital of the manufacturer should reside\r\nwithin the country. It necessarily puts into motion a greater quantity of\r\nproductive labour, and adds a greater value to the annual produce of the land\r\nand labour of the society. It may, however, be very useful to the country,\r\nthough it should not reside within it. The capitals of the British\r\nmanufacturers who work up the flax and hemp annually imported from the coasts\r\nof the Baltic, are surely very useful to the countries which produce them.\r\nThose materials are a part of the surplus produce of those countries, which,\r\nunless it was annually exchanged for something which is in demand there, would\r\nbe of no value, and would soon cease to be produced. The merchants who export\r\nit, replace the capitals of the people who produce it, and thereby encourage\r\nthem to continue the production; and the British manufacturers replace the\r\ncapitals of those merchants.\r\n\n\r\nA particular country, in the same manner as a particular person, may frequently\r\nnot have capital sufficient both to improve and cultivate all its lands, to\r\nmanufacture and prepare their whole rude produce for immediate use and\r\nconsumption, and to transport the surplus part either of the rude or\r\nmanufactured produce to those distant markets, where it can be exchanged for\r\nsomething for which there is a demand at home. The inhabitants of many\r\ndifferent parts of Great Britain have not capital sufficient to improve and\r\ncultivate all their lands. The wool of the southern counties of Scotland is, a\r\ngreat part of it, after a long land carriage through very bad roads,\r\nmanufactured in Yorkshire, for want of a capital to manufacture it at home.\r\nThere are many little manufacturing towns in Great Britain, of which the\r\ninhabitants have not capital sufficient to transport the produce of their own\r\nindustry to those distant markets where there is demand and consumption for it.\r\nIf there are any merchants among them, they are, properly, only the agents of\r\nwealthier merchants who reside in some of the great commercial cities.\r\n\n\r\nWhen the capital of any country is not sufficient for all those three purposes,\r\nin proportion as a greater share of it is employed in agriculture, the greater\r\nwill be the quantity of productive labour which it puts into motion within the\r\ncountry; as will likewise be the value which its employment adds to the annual\r\nproduce of the land and labour of the society. After agriculture, the capital\r\nemployed in manufactures puts into motion the greatest quantity of productive\r\nlabour, and adds the greatest value to the annual produce. That which is\r\nemployed in the trade of exportation has the least effect of any of the three.\r\n\n\r\nThe country, indeed, which has not capital sufficient for all those three\r\npurposes, has not arrived at that degree of opulence for which it seems\r\nnaturally destined. To attempt, however, prematurely, and with an insufficient\r\ncapital, to do all the three, is certainly not the shortest way for a society,\r\nno more than it would be for an individual, to acquire a sufficient one. The\r\ncapital of all the individuals of a nation has its limits, in the same manner\r\nas that of a single individual, and is capable of executing only certain\r\npurposes. The capital of all the individuals of a nation is increased in the\r\nsame manner as that of a single individual, by their continually accumulating\r\nand adding to it whatever they save out of their revenue. It is likely to\r\nincrease the fastest, therefore, when it is employed in the way that affords\r\nthe greatest revenue to all the inhabitants or the country, as they will thus\r\nbe enabled to make the greatest savings. But the revenue of all the inhabitants\r\nof the country is necessarily in proportion to the value of the annual produce\r\nof their land and labour.\r\n\n\r\nIt has been the principal cause of the rapid progress of our American colonies\r\ntowards wealth and greatness, that almost their whole capitals have hitherto\r\nbeen employed in agriculture. They have no manufactures, those household and\r\ncoarser manufactures excepted, which necessarily accompany the progress of\r\nagriculture, and which are the work of the women and children in every private\r\nfamily. The greater part, both of the exportation and coasting trade of\r\nAmerica, is carried on by the capitals of merchants who reside in Great\r\nBritain. Even the stores and warehouses from which goods are retailed in some\r\nprovinces, particularly in Virginia and Maryland, belong many of them to\r\nmerchants who reside in the mother country, and afford one of the few instances\r\nof the retail trade of a society being carried on by the capitals of those who\r\nare not resident members of it. Were the Americans, either by combination, or\r\nby any other sort of violence, to stop the importation of European\r\nmanufactures, and, by thus giving a monopoly to such of their own countrymen as\r\ncould manufacture the like goods, divert any considerable part of their capital\r\ninto this employment, they would retard, instead of accelerating, the further\r\nincrease in the value of their annual produce, and would obstruct, instead of\r\npromoting, the progress of their country towards real wealth and greatness.\r\nThis would be still more the case, were they to attempt, in the same manner, to\r\nmonopolize to themselves their whole exportation trade.\r\n\n\r\nThe course of human prosperity, indeed, seems scarce ever to have been of so\r\nlong continuance as to enable any great country to acquire capital sufficient\r\nfor all those three purposes; unless, perhaps, we give credit to the wonderful\r\naccounts of the wealth and cultivation of China, of those of ancient Egypt, and\r\nof the ancient state of Indostan. Even those three countries, the wealthiest,\r\naccording to all accounts, that ever were in the world, are chiefly renowned\r\nfor their superiority in agriculture and manufactures. They do not appear to\r\nhave been eminent for foreign trade. The ancient Egyptians had a superstitious\r\nantipathy to the sea; a superstition nearly of the same kind prevails among the\r\nIndians; and the Chinese have never excelled in foreign commerce. The greater\r\npart of the surplus produce of all those three countries seems to have been\r\nalways exported by foreigners, who gave in exchange for it something else, for\r\nwhich they found a demand there, frequently gold and silver.\r\n\n\r\nIt is thus that the same capital will in any country put into motion a greater\r\nor smaller quantity of productive labour, and add a greater or smaller value to\r\nthe annual produce of its land and labour, according to the different\r\nproportions in which it is employed in agriculture, manufactures, and wholesale\r\ntrade. The difference, too, is very great, according to the different sorts of\r\nwholesale trade in which any part of it is employed.\r\n\n\r\nAll wholesale trade, all buying in order to sell again by wholesale, maybe\r\nreduced to three different sorts: the home trade, the foreign trade of\r\nconsumption, and the carrying trade. The home trade is employed in purchasing\r\nin one part of the same country, and selling in another, the produce of the\r\nindustry of that country. It comprehends both the inland and the coasting\r\ntrade. The foreign trade of consumption is employed in purchasing foreign goods\r\nfor home consumption. The carrying trade is employed in transacting the\r\ncommerce of foreign countries, or in carrying the surplus produce of one to\r\nanother.\r\n\n\r\nThe capital which is employed in purchasing in one part of the country, in\r\norder to sell in another, the produce of the industry of that country,\r\ngenerally replaces, by every such operation, two distinct capitals, that had\r\nboth been employed in the agriculture or manufactures of that country, and\r\nthereby enables them to continue that employment. When it sends out from the\r\nresidence of the merchant a certain value of commodities, it generally brings\r\nback in return at least an equal value of other commodities. When both are the\r\nproduce of domestic industry, it necessarily replaces, by every such operation,\r\ntwo distinct capitals, which had both been employed in supporting productive\r\nlabour, and thereby enables them to continue that support. The capital which\r\nsends Scotch manufactures to London, and brings back English corn and\r\nmanufactures to Edinburgh, necessarily replaces, by every such operation, two\r\nBritish capitals, which had both been employed in the agriculture or\r\nmanufactures of Great Britain.\r\n\n\r\nThe capital employed in purchasing foreign goods for home consumption, when\r\nthis purchase is made with the produce of domestic industry, replaces, too, by\r\nevery such operation, two distinct capitals; but one of them only is employed\r\nin supporting domestic industry. The capital which sends British goods to\r\nPortugal, and brings back Portuguese goods to Great Britain, replaces, by every\r\nsuch operation, only one British capital. The other is a Portuguese one. Though\r\nthe returns, therefore, of the foreign trade of consumption, should be as quick\r\nas those of the home trade, the capital employed in it will give but one half\r\nof the encouragement to the industry or productive labour of the country.\r\n\n\r\nBut the returns of the foreign trade of consumption are very seldom so quick as\r\nthose of the home trade. The returns of the home trade generally come in before\r\nthe end of the year, and sometimes three or four times in the year", "summary": "\nSmith argues that despite government extravagance diverting resources toward maintaining unproductive hands through wars and other expenditures, England's economy has continued to advance through private frugality and the continual effort of individuals to better their condition. He criticizes government attempts to regulate private spending through sumptuary laws, suggesting rulers should focus on controlling their own expenditure rather than citizens'.\nSmith analyzes different modes of spending, noting that expenditure on durable goods (buildings, furniture, art) contributes more to national wealth than spending on immediate consumption (lavish meals, servants). Durable goods maintain their value, can later benefit lower classes as they trickle down through society, and generally employ productive rather than unproductive hands. Spending on such goods also permits easier financial reform if necessary, as one can stop purchasing without public notice, unlike reducing servants which signals financial distress.\nSmith examines lending at interest, explaining that money is primarily lent for productive purposes rather than consumption. The borrower desires not money itself but its purchasing power to acquire goods for business. As capital accumulates in society, competition increases among lenders, causing interest rates to fall naturally. Smith refutes the notion that increased quantities of precious metals from the Americas caused lower interest rates, explaining that changes in metal quantity alone cannot affect the proportional relationship between capital and interest.\nSmith identifies four ways capital can be employed: obtaining raw materials (agriculture), manufacturing, transportation (wholesale trade), and retail distribution. Each method is essential to society's functioning and puts different quantities of productive labor into motion. Agricultural capital is most beneficial to society as it employs not only laborers but also working animals, and works with nature to produce value exceeding the farmer's inputs and profits by generating landlord's rent.\nWhen comparing types of trade, Smith ranks domestic trade as most beneficial since it replaces two domestic capitals with each transaction. Foreign trade for consumption replaces only one domestic capital (with the other being foreign), while the carrying trade (facilitating commerce between foreign countries) may benefit the merchant's country but employs less domestic labor.\nSmith concludes that America's rapid economic growth stems from concentrating capital in agriculture rather than prematurely developing manufacturing. He suggests that nations develop wealth most efficiently by first focusing on agriculture, then manufacturing, and finally on foreign trade, following the natural path that maximizes returns and allows for continual capital accumulation.\n", "map": [["Government extravagance", "Unproductive labor maintenance"], ["Private frugality", "Economic advancement driver"], ["Sumptuary laws", "Ineffective spending regulation"], ["Durable goods expenditure", "National wealth contribution"], ["Immediate consumption", "Value disappearance"], ["Trickle-down possessions", "Class-crossing resource flow"], ["Servant reduction", "Financial distress signal"], ["Money lending", "Productive purpose allocation"], ["Capital accumulation", "Interest rate reduction"], ["Precious metal quantity", "Interest rate non-influence"], ["Agricultural capital", "Multiple production factors"], ["Working with nature", "Rent-generating surplus"], ["Domestic trade", "Dual capital replacement"], ["Foreign consumption trade", "Single domestic capital replacement"], ["Carrying trade", "Minimal domestic labor employment"], ["American economic growth", "Agricultural capital concentration"], ["Natural development sequence", "Agriculture-manufacturing-trade progression"], ["Capital efficiency", "Maximum return allocation"], ["Individual betterment", "Collective prosperity creation"], ["Capital employment modes", "Productive labor activation"]]}