{"source": "https://standardebooks.org/ebooks/helen-keller/the-story-of-my-life/text/single-page", "text": " He is delighted because I am here. Now I must say, goodbye. I hope I have written my letter nicely, but it is very difficult to write on this paper and teacher is not here to give me better. Give many kisses to little sister and much love to all.\nLovingly\nHelen.\nTo Dr. Edward Everett Hale\nSouth Boston, Jan. 8, 1890.\nMy dear Mr. Hale:\nThe beautiful shells came last night. I thank you very much for them. I shall always keep them, and it will make me very happy to think that you found them, on that far away island, from which Columbus sailed to discover our dear country. When I am eleven years old it will be four hundred years since he started with the three small ships to cross the great strange ocean. He was very brave. The little girls were delighted to see the lovely shells. I told them all I knew about them. Are you very glad that you could make so many happy? I am. I should be very happy to come and teach you the Braille sometime, if you have time to learn, but I am afraid you are too busy. A few days ago I received a little box of English violets from Lady Meath. The flowers were wilted, but the kind thought which came with them was as sweet and as fresh as newly pulled violets.\nWith loving greeting to the little cousins, and Mrs. Hale and a sweet kiss for yourself,\n\t\t\t\t\t\tFrom your little friend,\nHelen A. Keller.\nThis, the first of Helen’s letters to Dr. Holmes, written soon after a visit to him, he published in Over the Teacups.\nTo Dr. Oliver Wendell Holmes5\nSouth Boston, MA, March 1, 1890.\nDear, Kind Poet:⁠—I have thought of you many times since that bright Sunday when I bade you goodbye; and I am going to write you a letter, because I love you. I am sorry that you have no little children to play with you sometimes; but I think you are very happy with your books, and your many, many friends. On Washington’s birthday a great many people came here to see the blind children; and I read for them from your poems, and showed them some beautiful shells, which came from a little island near Palos.\nI am reading a very sad story, called Little Jakey. Jakey was the sweetest little fellow you can imagine, but he was poor and blind. I used to think⁠—when I was small, and before I could read⁠—that everybody was always happy, and at first it made me very sad to know about pain and great sorrow; but now I know that we could never learn to be brave and patient, if there were only joy in the world.\nI am studying about insects in zoology, and I have learned many things about butterflies. They do not make honey for us, like the bees, but many of them are as beautiful as the flowers they light upon, and they always delight the hearts of little children. They live a gay life, flitting from flower to flower, sipping the drops of honeydew, without a thought for the morrow. They are just like little boys and girls when they forget books and studies, and run away to the woods and the fields, to gather wild flowers, or wade in the ponds for fragrant lilies, happy in the bright sunshine.\nIf my little sister comes to Boston next June, will you let me bring her to see you? She is a lovely baby, and I am sure you will love her.\nNow I must tell my gentle poet goodbye, for I have a letter to write home before I go to bed.\nFrom your loving little friend,\nHelen A. Keller.\nTo Miss Sarah Fuller6\nSouth Boston, MA, April 3, 1890.\nMy dear Miss Fuller,\nMy heart is full of joy this beautiful morning, because I have learned to speak many new words, and I can make a few sentences. Last evening I went out in the yard and spoke to the moon. I said, “O! moon come to me!” Do you think the lovely moon was glad that I could speak to her? How glad my mother will be. I can hardly wait for June to come I am so eager to speak to her and to my precious little sister. Mildred could not understand me when I spelled with my fingers, but now she will sit in my lap and I will tell her many things to please her, and we shall be so happy together. Are you very, very happy because you can make so many people happy? I think you are very kind and patient, and I love you very dearly. My teacher told me Tuesday that you wanted to know how I came to wish to talk with my mouth. I will tell you all about it, for I remember my thoughts perfectly. When I was a very little child I used to sit in my mother’s lap all the time, because I was very timid, and did not like to be left by myself. And I would keep my little hand on her face all the while, because it amused me to feel her face and lips move when she talked with people. I did not know then what she was doing, for I was quite ignorant of all things. Then when I was older I learned to play with my nurse and the little negro children and I noticed that they kept moving their lips just like my mother, so I moved mine too, but sometimes it made me angry and I would hold my playmates’ mouths very hard. I did not know then that it was very naughty to do so. After a long time my dear teacher came to me, and taught me to communicate with my fingers and I was satisfied and happy. But when I came to school in Boston I met some deaf people who talked with their mouths like all other people, and one day a lady who had been to Norway came to see me, and told me of a blind and deaf girl7 she had seen in that far away land who had been taught to speak and understand others when they spoke to her. This good and happy news delighted me exceedingly, for then I was sure that I should learn also. I tried to make sounds like my little playmates, but teacher told me that the voice was very delicate and sensitive and that it would injure it to make incorrect sounds, and promised to take me to see a kind and wise lady who would teach me rightly. That lady was yourself. Now I am as happy as the little birds, because I can speak and perhaps I shall sing too. All of my friends will be so surprised and glad.\nYour loving little pupil,\nHelen A. Keller.\nWhen the Perkins Institution closed for the summer, Helen and Miss Sullivan went to Tuscumbia. This was the first home-going after she had learned to “talk with her mouth.”\nTo Rev. Phillips Brooks\nTuscumbia, Alabama, July 14, 1890.\nMy dear Mr. Brooks, I am very glad to write to you this beautiful day because you are my kind friend and I love you, and because I wish to know many things. I have been at home three weeks, and Oh, how happy I have been with dear mother and father and precious little sister. I was very, very sad to part with all of my friends in Boston, but I was so eager to see my baby sister I could hardly wait for the train to take me home. But I tried very hard to be patient for teacher’s sake. Mildred has grown much taller and stronger than she was when I went to Boston, and she is the sweetest and dearest little child in the world. My parents were delighted to hear me speak, and I was overjoyed to give them such a happy surprise. I think it is so pleasant to make everybody happy. Why does the dear Father in heaven think it best for us to have very great sorrow sometimes? I am always happy and so was Little Lord Fauntleroy, but dear Little Jakey’s life was full of sadness. God did not put the light in Jakey’s eyes and he was blind, and his father was not gentle and loving. Do you think poor Jakey loved his Father in heaven more because his other father was unkind to him? How did God tell people that his home was in heaven? When people do very wrong and hurt animals and treat children unkindly God is grieved, but what will he do to them to teach them to be pitiful and loving? I think he will tell them how dearly He loves them and that He wants them to be good and happy, and they will not wish to grieve their father who loves them so much, and they will want to please him in everything they do, so they will love each other and do good to everyone, and be kind to animals.\nPlease tell me something that you know about God. It makes me happy to know much about my loving Father, who is good and wise. I hope you will write to your little friend when you have time. I should like very much to see you today Is the sun very hot in Boston now? this afternoon if it is cool enough I shall take Mildred for a ride on my donkey. Mr. Wade sent Neddy to me, and he is the prettiest donkey you can imagine. My great dog Lioness goes with us when we ride to protect us. Simpson, that is my brother, brought me some beautiful pond lilies yesterday⁠—he is a very brother to me.\nTeacher sends you her kind remembrances, and father and mother also send their regards.\nFrom your loving little friend,\nHelen A. Keller.\nDr. Brooks’s Reply\nLondon, August 3, 1890.\nMy Dear Helen⁠—I was very glad indeed to get your letter. It has followed me across the ocean and found me in this magnificent great city which I should like to tell you all about if I could take time for it and make my letter long enough. Some time when you come and see me in my study in Boston I shall be glad to talk to you about it all if you care to hear.\nBut now I want to tell you how glad I am that you are so happy and enjoying your home so very much. I can almost think I see you with your father and mother and little sister, with all the brightness of the beautiful country about you, and it makes me very glad to know how glad you are.\nI am glad also to know, from the questions which you ask me, what you are thinking about. I do not see how we can help thinking about God when He is so good to us all the time. Let me tell you how it seems to me that we come to know about our heavenly Father. It is from the power of love which is in our own hearts. Love is at the soul of everything. Whatever has not the power of loving must have a very dreary life indeed. We like to think that the sunshine and the winds and the trees are able to love in some way of their own, for it would make us know that they were happy if we knew that they could love. And so God who is the greatest and happiest of all beings is the most loving too. All the love that is in our hearts comes from him, as all the light which is in the flowers comes from the sun. And the more we love the more near we are to God and His Love.\nI told you that I was very happy because of your happiness. Indeed I am. So are your Father and your Mother and your Teacher and all your friends. But do you not think that God is happy too because you are happy? I am sure He is. And He is happier than any of us because He is greater than any of us, and also because He not merely sees your happiness as we do, but He also made it. He gives it to you as the sun gives light and color to the rose. And we are always most glad of what we not merely see our friends enjoy, but of what we give them to enjoy. Are we not?\nBut God does not only want us to be happy; He wants us to be good. He wants that most of all. He knows that we can be really happy only when we are good. A great deal of the trouble that is in the world is medicine which is very bad to take, but which it is good to take because it makes us better. We see how good people may be in great trouble when we think of Jesus who was the greatest sufferer that ever lived and yet was the best Being and so, I am sure, the happiest Being that the world has ever seen.\nI love to tell you about God. But He will tell you Himself by the love which He will put into your heart if you ask Him. And Jesus, who is His Son, but is nearer to Him than all of us His other Children, came into the world on purpose to tell us all about our Father’s Love. If you read His words, you will see how full His heart is of the love of God. “We know that He loves us,” He says. And so He loved men Himself and though they were very cruel to Him and at last killed Him, He was willing to die for them because He loved them so. And, Helen, He loves men still, and He loves us, and He tells us that we may love Him.\nAnd so love is everything. And if anybody asks you, or if you ask yourself what God is, answer, “God is Love.” That is the beautiful answer which the Bible gives.\nAll this is what you are to think of and to understand more and more as you grow older. Think of it now, and let it make every blessing brighter because your dear Father sends it to you.\nYou will come back to Boston I hope soon after I do. I shall be there by the middle of September. I shall want you to tell me all about everything, and not forget the Donkey.\nI send my kind remembrance to your father and mother, and to your teacher. I wish I could see your little sister.\nGood Bye, dear Helen. Do write to me soon again, directing your letter to Boston.\nYour affectionate friend\nPhillips Brooks.\nDr. Holmes’s Reply\nTo a letter which has been lost.\nBeverly Farms, MA, August 1, 1890.\nMy Dear Little Friend Helen:\nI received your welcome letter several days ago, but I have so much writing to do that I am apt to make my letters wait a good while before they get answered.\nIt gratifies me very much to find that you remember me so kindly. Your letter is charming, and I am greatly pleased with it. I rejoice to know that you are well and happy. I am very much delighted to hear of your new acquisition⁠—that you “talk with your mouth” as well as with your fingers. What a curious thing speech is! The tongue is so serviceable a member (taking all sorts of shapes, just as is wanted)⁠—the teeth, the lips, the roof of the mouth, all ready to help, and so heap up the sound of the voice into the solid bits which we call consonants, and make room for the curiously shaped breathings which we call vowels! You have studied all this, I don’t doubt, since you have practised vocal speaking.\nI am surprised at the mastery of language which your letter shows. It almost makes me think the world would get along as well without seeing and hearing as with them. Perhaps people would be better in a great many ways, for they could not fight as they do now. Just think of an army of blind people, with guns and cannon! Think of the poor drummers! Of what use would they and their drumsticks be? You are spared the pain of many sights and sounds, which you are only too happy in escaping. Then think how much kindness you are sure of as long as you live. Everybody will feel an interest in dear little Helen; everybody will want to do something for her; and, if she becomes an ancient, gray-haired woman, she is still sure of being thoughtfully cared for.\nYour parents and friends must take great satisfaction in your progress. It does great credit, not only to you, but to your instructors, who have so broken down the walls that seemed to shut you in that now your outlook seems more bright and cheerful than that of many seeing and hearing children.\nGoodbye, dear little Helen! With every kind wish from your friend,\nOliver Wendell Holmes.\nThis letter was written to some gentlemen in Gardiner, Maine, who named a lumber vessel after her.\nTo Messrs. Bradstreet\nTuscumbia, AL, July 14, 1890.\nMy Dear, Kind Friends:⁠—I thank you very, very much for naming your beautiful new ship for me. It makes me very happy to know that I have kind and loving friends in the faraway State of Maine. I did not imagine, when I studied about the forests of Maine, that a strong and beautiful ship would go sailing all over the world, carrying wood from those rich forests, to build pleasant homes and schools and churches in distant countries. I hope the great ocean will love the new Helen, and let her sail over its blue waves peacefully. Please tell the brave sailors, who have charge of the Helen Keller, that little Helen who stays at home will often think of them with loving thoughts. I hope I shall see you and my beautiful namesake some time.\nWith much love, from your little friend,\nHelen A. Keller.\nTo the Messrs. Bradstreet.\nHelen and Miss Sullivan returned to the Perkins Institution early in November.\nTo Mrs. Kate Adams Keller\nSouth Boston, Nov. 10, 1890.\nMy Dearest Mother:⁠—My heart has been full of thoughts of you and my beautiful home ever since we parted so sadly on Wednesday night. How I wish I could see you this lovely morning, and tell you all that has happened since I left home! And my darling little sister, how I wish I could give her a hundred kisses! And my dear father, how he would like to hear about our journey! But I cannot see you and talk to you, so I will write and tell you all that I can think of.\nWe did not reach Boston until Saturday morning. I am sorry to say that our train was delayed in several places, which made us late in reaching New York. When we got to Jersey City at six o’clock Friday evening we were obliged to cross the Harlem River in a ferryboat. We found the boat and the transfer carriage with much less difficulty than teacher expected. When we arrived at the station they told us that the train did not leave for Boston until eleven o’clock, but that we could take the sleeper at nine, which we did. We went to bed and slept until morning. When we awoke we were in Boston. I was delighted to get there, though I was much disappointed because we did not arrive on Mr. Anagnos’ birthday. We surprised our dear friends, however, for they did not expect us Saturday; but when the bell rung Miss Marrett guessed who was at the door, and Mrs. Hopkins jumped up from the breakfast table and ran to the door to meet us; she was indeed much astonished to see us. After we had had some breakfast we went up to see Mr. Anagnos. I was overjoyed to see my dearest and kindest friend once more. He gave me a beautiful watch. I have it pinned to my dress. I tell everybody the time when they ask me. I have only seen Mr. Anagnos twice. I have many questions to ask him about the countries he has been travelling in. But I suppose he is very busy now.\nThe hills in Virginia were very lovely. Jack Frost had dressed them in gold and crimson. The view was most charmingly picturesque. Pennsylvania is a very beautiful State. The grass was as green as though it was springtime, and the golden ears of corn gathered together in heaps in the great fields looked very pretty. In Harrisburg we saw a donkey like Neddy. How I wish I could see my own donkey and my dear Lioness! Do they miss their mistress very much? Tell Mildred she must be kind to them for my sake.\nOur room is pleasant and comfortable.\nMy typewriter was much injured coming. The case was broken and the keys are nearly all out. Teacher is going to see if it can be fixed.\nThere are many new books in the library. What a nice time I shall have reading them! I have already read Sara Crewe. It is a very pretty story, and I will tell it to you some time. Now, sweet mother, your little girl must say goodbye.\nWith much love to father, Mildred, you and all the dear friends, lovingly your little daughter,\nHelen A. Keller.\nTo John Greenleaf Whittier\nSouth Boston, Dec. 17, 1890.\nDear Kind Poet,\nThis is your birthday; that was the first thought which came into my mind when I awoke this morning; and it made me glad to think I could write you a letter and tell you how much your little friends love their sweet poet and his birthday. This evening they are going to entertain their friends with readings from your poems and music. I hope the swift winged messengers of love will be here to carry some of the sweet melody to you, in your little study by the Merrimac. At first I was very sorry when I found that the sun had hidden his shining face behind dull clouds, but afterwards I thought why he did it, and then I was happy. The sun knows that you like to see the world covered with beautiful white snow and so he kept back all his brightness, and let the little crystals form in the sky. When they are ready, they will softly fall and tenderly cover every object. Then the sun will appear in all his radiance and fill the world with light. If I were with you today I would give you eighty-three kisses, one for each year you have lived. Eighty-three years seems very long to me. Does it seem long to you? I wonder how many years there will be in eternity. I am afraid I cannot think about so much time. I received the letter which you wrote to me last summer, and I thank you for it. I am staying in Boston now at the Institution for the Blind, but I have not commenced my studies yet, because my dearest friend, Mr. Anagnos wants me to rest and play a great deal.\nTeacher is well and sends her kind remembrance to you. The happy Christmas time is almost here! I can hardly wait for the fun to begin! I hope your Christmas Day will be a very happy one and that the New Year will be full of brightness and joy for you and everyone.\nFrom your little friend\nHelen A. Keller.\nWhittier’s Reply\nMy Dear Young Friend⁠—I was very glad to have such a pleasant letter on my birthday. I had two or three hundred others and thine was one of the most welcome of all. I must tell thee about how the day passed at Oak Knoll. Of course the sun did not shine, but we had great open wood fires in the rooms, which were all very sweet with roses and other flowers, which were sent to me from distant friends; and fruits of all kinds from California and other places. Some relatives and dear old friends were with me through the day. I do not wonder thee thinks eighty three years a long time, but to me it seems but a very little while since I was a boy no older than thee, playing on the old farm at Haverhill. I thank thee for all thy good wishes, and wish thee as many. I am glad thee is at the Institution; it is an excellent place. Give my best regards to Miss Sullivan, and with a great deal of love I am\nThy old friend,\nJohn G. Whittier.\nTommy Stringer, who appears in several of the following letters, became blind and deaf when he was four years old. His mother was dead and his father was too poor to take care of him. For a while he was kept in the general hospital at Allegheny. From here he was to be sent to an almshouse, for at that time there was no other place for him in Pennsylvania. Helen heard of him through Mr. J. G. Brown of Pittsburgh, who wrote her that he had failed to secure a tutor for Tommy. She wanted him brought to Boston, and when she was told that money would be needed to get him a teacher, she answered, “We will raise it.” She began to solicit contributions from her friends, and saved her pennies.\nDr. Alexander Graham Bell advised Tommy’s friends to send him to Boston, and the trustees of the Perkins Institution agreed to admit him to the kindergarten for the blind.\nMeanwhile opportunity came to Helen to make a considerable contribution to Tommy’s education. The winter before, her dog Lioness had been killed, and friends set to work to raise money to buy Helen another dog. Helen asked that the contributions, which people were sending from all over America and England, be devoted to Tommy’s education. Turned to this new use, the fund grew fast, and Tommy was provided for. He was admitted to the kindergarten on the sixth of April.\nMiss Keller wrote lately, “I shall never forget the pennies sent by many a poor child who could ill spare them, ‘for little Tommy,’ or the swift sympathy with which people from far and near, whom I had never seen, responded to the dumb cry of a little captive soul for aid.”\nTo Mr. George R. Krehl\nInstitution for the Blind,\n\t\t\t\t\t\tSouth Boston, MA, March 20, 1891.\nMy Dear Friend, Mr. Krehl:⁠—I have just heard, through Mr. Wade, of your kind offer to buy me a gentle dog, and I want to thank you for the kind thought. It makes me very happy indeed to know that I have such dear friends in other lands. It makes me think that all people are good and loving. I have read that the English and Americans are cousins; but I am sure it would be much truer to say that we are brothers and sisters. My friends have told me about your great and magnificent city, and I have read a great deal that wise Englishmen have written. I have begun to read “Enoch Arden,” and I know several of the great poet’s poems by heart. I am eager to cross the ocean, for I want to see my English friends and their good and wise queen. Once the Earl of Meath came to see me, and he told me that the queen was much beloved by her people, because of her gentleness and wisdom. Some day you will be surprised to see a little strange girl coming into your office; but when you know it is the little girl who loves dogs and all other animals, you will laugh, and I hope you will give her a kiss, just as Mr. Wade does. He has another dog for me, and he thinks she will be as brave and faithful as my beautiful Lioness. And now I want to tell you what the dog lovers in America are going to do. They are going to send me some money for a poor little deaf and dumb and blind child. His name is Tommy, and he is five years old. His parents are too poor to pay to have the little fellow sent to school; so, instead of giving me a dog, the gentlemen are going to help make Tommy’s life as bright and joyous as mine. Is it not a beautiful plan? Education will bring light and music into Tommy’s soul, and then he cannot help being happy.\nFrom your loving little friend,\nHelen A. Keller.\nTo Dr. Oliver Wendell Holmes\n[South Boston, MA, April, 1891.]\nDear Dr. Holmes:⁠—Your beautiful words about spring have been making music in my heart, these bright April days. I love every word of “Spring” and “Spring Has Come.” I think you will be glad to hear that these poems have taught me to enjoy and love the beautiful springtime, even though I cannot see the fair, frail blossoms which proclaim its approach, or hear the joyous warbling of the homecoming birds. But when I read “Spring Has Come,” lo! I am not blind any longer, for I see with your eyes and hear with your ears. Sweet Mother Nature can have no secrets from me when my poet is near. I have chosen this paper because I want the spray of violets in the corner to tell you of my grateful love. I want you to see baby Tom, the little blind and deaf and dumb child who has just come to our pretty garden. He is poor and helpless and lonely now, but before another April education will have brought light and gladness into Tommy’s life. If you do come, you will want to ask the kind people of Boston to help brighten Tommy’s whole life.\nYour loving friend,\nHelen Keller.\nTo Sir John Everett Millais\nPerkins Institution for the Blind,\n\t\t\t\t\t\tSouth Boston, MA, April 30, 1891.\nMy Dear Mr. Millais:⁠—Your little American sister is going to write you a letter, because she wants you to know how pleased she was to hear you were interested in our poor little Tommy, and had sent some money to help educate him. It is very beautiful to think that people far away in England feel sorry for a little helpless child in America. I used to think, when I read in my books about your great city, that when I visited it the people would be strangers to me, but now I feel differently. It seems to me that all people who have loving, pitying hearts, are not strangers to each other. I can hardly wait patiently for the time to come when I shall see my dear English friends, and their beautiful island home. My favourite poet has written some lines about England which I love very much. I think you will like them too, so I will try to write them for you.\n\n“Hugged in the clinging billow’s clasp,\n\nFrom seaweed fringe to mountain heather,\n\nThe British oak with rooted grasp\n\nHer slender handful holds together,\n\nWith cliffs of white and bowers of green,\n\nAnd ocean narrowing to caress her,\n\nAnd hills and threaded streams between,\n\nOur little mother isle, God bless her!”\n\nYou will be glad to hear that Tommy has a kind lady to teach him, and that he is a pretty, active little fellow. He loves to climb much better than to spell, but that is because he does not know yet what a wonderful thing language is. He cannot imagine how very, very happy he will be when he can tell us his thoughts, and we can tell him how we have loved him so long.\nTomorrow April will hide her tears and blushes beneath the flowers of lovely May. I wonder if the May-days in England are as beautiful as they are here.\nNow I must say goodbye. Please think of me always as your loving little sister,\nHelen Keller.\nTo Rev. Phillips Brooks\nSo. Boston, May 1, 1891.\nMy Dear Mr. Brooks:\nHelen sends you a loving greeting this bright May-day. My teacher has just told me that you have been made a bishop, and that your friends everywhere are rejoicing because one whom they love has been greatly honored. I do not understand very well what a bishop’s work is, but I am sure it must be good and helpful, and I am glad that my dear friend is brave, and wise, and loving enough to do it. It is very beautiful to think that you can tell so many people of the heavenly Father’s tender love for all His children even when they are not gentle and noble as He wishes them to be. I hope the glad news which you will tell them will make their hearts beat fast with joy and love. I hope too, that Bishop Brooks’ whole life will be as rich in happiness as the month of May is full of blossoms and singing birds.\nFrom your loving little friend,\nHelen Keller.\nBefore a teacher was found for Tommy and while he was still in the care of Helen and Miss Sullivan, a reception was held for him at the kindergarten. At Helen’s request Bishop Brooks made an address. Helen wrote letters to the newspapers which brought many generous replies. All of these she answered herself, and she made public acknowledgment in letters to the newspapers. This letter is to the editor of the Boston Herald, enclosing a complete list of the subscribers. The contributions amounted to more than sixteen hundred dollars.\nTo Mr. John H. Holmes\nSouth Boston, May 13, 1891.\n\t\t\t\t\t\tEditor of the Boston Herald:\nMy Dear Mr. Holmes:⁠—Will you kindly print, in the Herald, the enclosed list? I think the readers of your paper will be glad to know that so much has been done for dear little Tommy, and that they will all wish to share in the pleasure of helping him. He is very happy indeed at the kindergarten, and is learning something every day. He has found out that doors have locks, and that little sticks and bits of paper can be got into the keyhole quite easily; but he does not seem very eager to get them out after they are in. He loves to climb the bedposts and unscrew the steam valves much better than to spell, but that is because he does not understand that words would help him to make new and interesting discoveries. I hope that good people will continue to work for Tommy until his fund is completed, and education has brought light and music into his little life.\nFrom your little friend,\nHelen Keller.\nTo Dr. Oliver Wendell Holmes\nSouth Boston, May 27, 1891.\nDear, Gentle Poet:⁠—I fear that you will think Helen a very troublesome little girl if she writes to you too often; but how is she to help sending you loving and grateful messages, when you do so much to make her glad? I cannot begin to tell you how delighted I was when Mr. Anagnos told me that you had sent him some money to help educate “Baby Tom.” Then I knew that you had not forgotten the dear little child, for the gift brought with it the thought of tender sympathy. I am very sorry to say that Tommy has not learned any words yet. He is the same restless little creature he was when you saw him. But it is pleasant to think that he is happy and playful in his bright new home, and by and by that strange, wonderful thing teacher calls mind, will begin to spread its beautiful wings and fly away in search of knowledge-land. Words are the mind’s wings, are they not?\nI have been to Andover since I saw you, and I was greatly interested in all that my friends told me about Phillips Academy, because I knew you had been there, and I felt it was a place dear to you. I tried to imagine my gentle poet when he was a schoolboy, and I wondered if it was in Andover he learned the songs of the birds and the secrets of the shy little woodland children. I am sure his heart was always full of music, and in God’s beautiful world he must have heard love’s sweet replying. When I came home teacher read to me “The Schoolboy,” for it is not in our print.\nDid you know that the blind children are going to have their commencement exercises in Tremont Temple, next Tuesday afternoon? I enclose a ticket, hoping that you will come. We shall all be proud and happy to welcome our poet friend. I shall recite about the beautiful cities of sunny Italy. I hope our kind friend Dr. Ellis will come too, and take Tom in his arms.\nWith much love and a kiss, from your little friend,\nHelen A. Keller.\nTo Rev. Phillips Brooks\nSouth Boston, June 8, 1891.\nMy dear Mr. Brooks,\nI send you my picture as I promised, and I hope when you look at it this summer your thoughts will fly southward to your happy little friend. I used to wish that I could see pictures with my hands as I do statues, but now I do not often think about it because my dear Father has filled my mind with beautiful pictures, even of things I cannot see. If the light were not in your eyes, dear Mr. Brooks, you would understand better how happy your little Helen was when her teacher explained to her that the best and most beautiful things in the world cannot be seen nor even touched, but just felt in the heart. Every day I find out something which makes me glad. Yesterday I thought for the first time what a beautiful thing motion was, and it seemed to me that everything was trying to get near to God, does it seem that way to you? It is Sunday morning, and while I sit here in the library writing this letter you are teaching hundreds of people some of the grand and beautiful things about their heavenly Father. Are you not very, very happy? and when you are a Bishop you will preach to more people and more and more will be made glad. Teacher sends her kind remembrances, and I send you with my picture my dear love.\nFrom your little friend\nHelen Keller.\nWhen the Perkins Institution closed in June, Helen and her teacher went south to Tuscumbia, where they remained until December. There is a hiatus of several months in the letters, caused by the depressing effect on Helen and Miss Sullivan of the “Frost King” episode. At the time this trouble seemed very grave and brought them much unhappiness. An analysis of the case has been made elsewhere,8 and Miss Keller has written her account of it.9\nTo Mr. Albert H. Munsell\nBrewster, Mar. 10, 1892.\nMy dear Mr. Munsell,\nSurely I need not tell you that your letter was very welcome. I enjoyed every word of it and wished that it was longer. I laughed when you spoke of old Neptune’s wild moods. He has, in truth, behaved very strangely ever since we came to Brewster. It is evident that something has displeased his Majesty but I cannot imagine what it can be. His expression has been so turbulent that I have feared to give him your kind message. Who knows! Perhaps the Old Sea God as he lay asleep upon the shore, heard the soft music of growing things⁠—the stir of life in the earth’s bosom, and his stormy heart was angry, because he knew that his and Winter’s reign was almost at an end. So together the unhappy monarch[s] fought most despairingly, thinking that gentle Spring would turn and fly at the very sight of the havoc caused by their forces. But lo! the lovely maiden only smiles more sweetly, and breathes upon the icy battlements of her enemies, and in a moment they vanish, and the glad Earth gives her a royal welcome. But I must put away these idle fancies until we meet again. Please give your dear mother my love. Teacher wishes me to say that she liked the photograph very much and she will see about having some when we return. Now, dear friend, Please accept these few words because of the love that is linked with them.\nLovingly yours\nHelen Keller.\nThis letter was reproduced in facsimile in St. Nicholas, June, 1892. It is undated, but must have been written two or three months before it was published.\nTo St. Nicholas\nDear St. Nicholas:\nIt gives me very great pleasure to send you my autograph because I want the boys and girls who read St. Nicholas to know how blind children write. I suppose some of them wonder how we keep the lines so straight so I will try to tell them how it is done. We have a grooved board which we put between the pages when we wish to write. The parallel grooves correspond to lines and when we have pressed the paper into them by means of the blunt end of the pencil it is very easy to keep the words even. The small letters are all made in the grooves, while the long ones extend above and below them. We guide the pencil with the right hand, and feel carefully with the forefinger of the left hand to see that we shape and space the letters correctly. It is very difficult at first to form them plainly, but if we keep on trying it gradually becomes easier, and after a great deal of practice we can write legible letters to our friends. Then we are very, very happy. Sometime they may visit a school for the blind. If they do, I am sure they will wish to see the pupils write.\nVery sincerely your little friend\nHelen Keller.\nIn May, 1892, Helen gave a tea in aid of the kindergarten for the blind. It was quite her own idea, and was given in the house of Mrs. Mahlon D. Spaulding, sister of Mr. John P. Spaulding, one of Helen’s kindest and most liberal friends. The tea brought more than two thousand dollars for the blind children.\nTo Miss Caroline Derby\nSouth Boston, May 9, 1892.\nMy dear Miss Carrie:⁠—I was much pleased to receive your kind letter. Need I tell you that I was more than delighted to hear that you are really interested in the “tea”? Of course we must not give it up. Very soon I am going far away, to my own dear home, in the sunny south, and it would always make me happy to think that the last thing which my dear friends in Boston did for my pleasure was to help make the lives of many little sightless children good and happy. I know that kind people cannot help feeling a tender sympathy for the little ones, who cannot see the beautiful light, or any of the wonderful things which give them pleasure; and it seems to me that all loving sympathy must express itself in acts of kindness; and when the friends of little helpless blind children understand that we are working for their happiness, they will come and make our “tea” a success, and I am sure I shall be the happiest little girl in all the world. Please let Bishop Brooks know our plans, so that he may arrange to be with us. I am glad Miss Eleanor is interested. Please give her my love. I will see you tomorrow and then we can make the rest of our plans. Please give your dear aunt teacher’s and my love and tell her that we enjoyed our little visit very much indeed.\nLovingly yours,\nHelen Keller.\nTo Mr. John P. Spaulding\nSouth Boston, May 11th, 1892.\nMy dear Mr. Spaulding:⁠—I am afraid you will think your little friend, Helen, very troublesome when you read this letter; but I am sure you will not blame me when I tell you that I am very anxious about something. You remember teacher and I told you Sunday that I wanted to have a little tea in aid of the kindergarten. We thought everything was arranged: but we found Monday that Mrs. Elliott would not be willing to let us invite more than fifty people, because Mrs. Howe’s house is quite small. I am sure that a great many people would like to come to the tea, and help me do something to brighten the lives of little blind children; but some of my friends say that I shall have to give up the idea of having a tea unless we can find another house. Teacher said yesterday, that perhaps Mrs. Spaulding would be willing to let us have her beautiful house, and [I] thought I would ask you about it. Do you think Mrs. Spaulding would help me, if I wrote to her? I shall be so disappointed if my little plans fail, because I have wanted for a long time to do something for the poor little ones who are waiting to enter the kindergarten. Please let me know what you think about the house, and try to forgive me for troubling you so much.\nLovingly your little friend,\nHelen Keller.\nTo Mr. Edward H. Clement\nSouth Boston, May 18th, 1892.\nMy dear Mr. Clement:⁠—I am going to write to you this beautiful morning because my heart is brimful of happiness and I want you and all my dear friends in the Transcript office to rejoice with me. The preparations for my tea are nearly completed, and I am looking forward joyfully to the event. I know I shall not fail. Kind people will not disappoint me, when they know that I plead for helpless little children who live in darkness and ignorance. They will come to my tea and buy light⁠—the beautiful light of knowledge and love for many little ones who are blind and friendless. I remember perfectly when my dear teacher came to me. Then I was like the little blind children who are waiting to enter the kindergarten. There was no light in my soul. This wonderful world with all its sunlight and beauty was hidden from me, and I had never dreamed of its loveliness. But teacher came to me and taught my little fingers to use the beautiful key that has unlocked the door of my dark prison and set my spirit free.\nIt is my earnest wish to share my happiness with others, and I ask the kind people of Boston to help me make the lives of little blind children brighter and happier.\nLovingly your little friend,\nHelen Keller.\nAt the end of June Miss Sullivan and Helen went home to Tuscumbia.\nTo Miss Caroline Derby\nTuscumbia, Alabama, July 9th 1892.\nMy dear Carrie⁠—You are to look upon it as a most positive proof of my love that I write to you today. For a whole week it has been “cold and dark and dreary” in Tuscumbia, and I must confess the continuous rain and dismalness of the weather fills me with gloomy thoughts and makes the writing of letters, or any pleasant employment, seem quite impossible. Nevertheless, I must tell you that we are alive⁠—that we reached home safely, and that we speak of you daily, and enjoy your interesting letters very much. I had a beautiful visit at Hulton. Everything was fresh and springlike, and we stayed out of doors all day. We even ate our breakfast out on the piazza. Sometimes we sat in the hammock, and teacher read to me. I rode horseback nearly every evening and once I rode five miles at a fast gallop. O, it was great fun! Do you like to ride? I have a very pretty little cart now, and if it ever stops raining teacher and I are going to drive every evening. And I have another beautiful Mastiff⁠—the largest one I ever saw⁠—and he will go along to protect us. His name is Eumer. A queer name, is it not? I think it is Saxon. We expect to go to the mountains next week. My little brother, Phillips, is not well, and we think the clear mountain air will benefit him. Mildred is a sweet little sister and I am sure you would love her. I thank you very much for your photograph. I like to have my friends’ pictures even though I cannot see them. I was greatly amused at the idea of your writing the square hand. I do not write on a Braille tablet, as you suppose, but on a grooved board like the piece which I enclose. You could not read Braille; for it is written in dots, not at all like ordinary letters. Please give my love to Miss Derby and tell her that I hope she gave my sweetest love to Baby Ruth. What was the book you sent me for my birthday? I received several, and I do not know which was from you. I had one gift which especially pleased me. It was a lovely cape crocheted, for me, by an old gentleman, seventy-five years of age. And every stitch, he writes, represents a kind wish for my health and happiness. Tell your little cousins I think they had better get upon the fence with me until after the election; for there are so many parties and candidates that I doubt if such youthful politicians would make a wise selection. Please give my love to Rosy when you write, and believe me,\nYour loving friend\nHelen Keller.\nP.S. How do you like this typewritten letter?\n\nH. K.\n\nTo Mrs. Grover Cleveland\nMy dear Mrs. Cleveland,\nI am going to write you a little letter this beautiful morning because I love you and dear little Ruth very much indeed, and also because I wish to thank you for the loving message which you sent me through Miss Derby. I am glad, very glad that such a kind, beautiful lady loves me. I have loved you for a long time, but I did not think you had ever heard of me until your sweet message came", "summary": "\nThis collection of letters, written by Helen Keller between 1890 and 1892 when she was approximately 9-11 years old, provides a remarkable window into the development of a child who, despite being deaf and blind, cultivated exceptional communication skills and a rich understanding of the world. The letters are addressed to various prominent figures of the time, including Dr. Edward Everett Hale, Dr. Oliver Wendell Holmes, Rev. Phillips Brooks, John Greenleaf Whittier, and others, revealing Helen's growing intellectual abilities and her warm, loving personality.\nHelen's letters from early 1890 demonstrate her already impressive command of written language. In January 1890, she writes to Dr. Edward Everett Hale about beautiful shells he sent her from an island near where Columbus had sailed. She connects this gift to her studies of history, noting that when she turns eleven, it will be four hundred years since Columbus embarked on his voyage. This shows her developing sense of time and history. In the same letter, she mentions receiving English violets from Lady Meath, illustrating her connections with people from different parts of the world.\nHer correspondence with Dr. Oliver Wendell Holmes begins with a March 1890 letter in which she expresses her affection for him after a recent visit. She shares that she read his poems to others who came to see the blind children at her school. Helen's intellectual curiosity is evident as she discusses what she is learning about insects in zoology, particularly butterflies, making thoughtful observations about their carefree lives. She compares butterflies to children who \"forget books and studies, and run away to the woods and the fields,\" showing her poetic sensibility.\nA significant milestone in Helen's development is documented in her April 1890 letter to Miss Sarah Fuller, where she joyfully announces that she has learned to speak. She writes, \"My heart is full of joy this beautiful morning, because I have learned to speak many new words, and I can make a few sentences.\" She recounts how she spoke to the moon the previous evening and expresses her eagerness to speak to her mother and sister when she returns home in June. Helen explains her early fascination with the movement of people's lips and faces when they spoke, revealing her long-standing desire to communicate verbally.\nIn her July 1890 letter to Rev. Phillips Brooks, Helen describes her happiness at being reunited with her family in Alabama. She shares that her parents \"were delighted to hear me speak,\" indicating the significance of this achievement. This letter also reveals Helen's developing spiritual understanding as she asks thoughtful questions about God, suffering, and morality: \"Why does the dear Father in heaven think it best for us to have very great sorrow sometimes?\" These questions prompt a detailed response from Rev. Brooks, who writes about love being \"at the soul of everything\" and explains that God wants people to be both happy and good.\nHelen's correspondence with Oliver Wendell Holmes continues with exchanges that demonstrate their mutual admiration. In August 1890, Holmes responds to Helen's letter (which is not included in the collection) with praise for her \"charming\" writing and her new ability to speak. He reflects on the curious nature of speech, describing how the tongue, teeth, lips, and roof of the mouth all work together to create language. Holmes expresses surprise at Helen's \"mastery of language\" and suggests that perhaps the world might be better if everyone were like her, noting that blind people \"could not fight as they do now.\" His letter reveals how Helen's achievements challenged contemporary assumptions about disabilities.\nThe collection includes a July 1890 letter to \"Messrs. Bradstreet,\" thanking them for naming a lumber vessel after her. Helen makes connections between her studies about Maine's forests and the ship that would \"go sailing all over the world, carrying wood from those rich forests, to build pleasant homes and schools and churches in distant countries.\" This demonstrates her ability to connect her learning with the broader world.\nA significant portion of the letters from 1891 focuses on Helen's efforts to help Tommy Stringer, a child who became blind and deaf at age four. Tommy's plight moved Helen deeply, as she recognized the similarities to her own situation. When friends began raising money to buy Helen a new dog after her beloved Lioness died, Helen requested that the contributions be directed instead to Tommy's education. She wrote letters to newspapers about Tommy's situation, which brought generous responses. Her letter to George Krehl explains her decision: \"Instead of giving me a dog, the gentlemen are going to help make Tommy's life as bright and joyous as mine. Is it not a beautiful plan? Education will bring light and music into Tommy's soul, and then he cannot help being happy.\"\nHelen's compassion extends beyond Tommy to other blind children. In May 1892, she organized a tea to raise funds for a kindergarten for blind children. Her letter to Edward H. Clement explains her motivation: \"I know I shall not fail. Kind people will not disappoint me, when they know that I plead for helpless little children who live in darkness and ignorance.\" She connects her own experience to those of the children waiting to enter the kindergarten: \"Then I was like the little blind children who are waiting to enter the kindergarten. There was no light in my soul. This wonderful world with all its sunlight and beauty was hidden from me, and I had never dreamed of its loveliness. But teacher came to me and taught my little fingers to use the beautiful key that has unlocked the door of my dark prison and set my spirit free.\" The tea was a success, raising more than two thousand dollars for the blind children.\nThe letters reveal the close relationship between Helen and her teacher, Anne Sullivan (referred to simply as \"Teacher\" in the letters). Their travels between the Perkins Institution in Boston and Helen's home in Tuscumbia, Alabama are documented, as are their daily activities and studies. In November 1890, Helen writes to her mother about their journey back to Boston, describing the scenery they passed through: \"The hills in Virginia were very lovely. Jack Frost had dressed them in gold and crimson.\" This demonstrates Helen's ability to appreciate and describe natural beauty despite never having seen it herself.\nOne brief reference is made to what is called the \"Frost King episode,\" which apparently caused a hiatus of several months in Helen's letter writing. The text notes that \"this trouble seemed very grave and brought them much unhappiness\" but doesn't elaborate further on the nature of the incident.\nThroughout the letters, Helen's writing style is remarkable for someone so young and facing such significant challenges. Her vocabulary is rich and varied, her sentences well-constructed, and her thoughts clearly expressed. She frequently uses metaphorical language and makes connections between different areas of knowledge. Her intellectual curiosity is evident in the questions she asks and the observations she makes about the world around her.\nThe letters also document Helen's diverse experiences and interests. She mentions riding horseback, receiving a watch from Mr. Anagnos (the director of the Perkins Institution), learning about different countries, and her affection for animals, including her dogs Lioness and Eumer. She writes about her love for her family, particularly her \"precious little sister\" Mildred.\nHelen's correspondence with famous literary figures of the time is particularly notable. Her exchange with John Greenleaf Whittier around his birthday demonstrates her appreciation of poetry. She writes that she would give him \"eighty-three kisses, one for each year you have lived\" and wonders about how many years there will be in eternity. Whittier responds warmly, thanking her for her letter and reflecting on how quickly his own life has passed, noting that it seems \"but a very little while since I was a boy no older than thee.\"\nThe collection concludes with a July 1892 letter to Caroline Derby, in which Helen mentions her family's plans to go to the mountains for her brother Phillips' health. She also notes that she has received a \"lovely cape crocheted, for me, by an old gentleman, seventy-five years of age. And every stitch, he writes, represents a kind wish for my health and happiness.\" This final letter, like the others, reveals Helen's warm personality and her meaningful connections with others.\nThese letters collectively provide extraordinary insight into the mind and heart of a child who overcame tremendous obstacles to become an effective communicator and compassionate human being. They demonstrate how education and dedicated teaching transformed Helen's life, allowing her to develop intellectually and emotionally despite her disabilities. The correspondence also illustrates the network of supportive relationships that surrounded Helen, from her devoted teacher Anne Sullivan to the many prominent individuals who took an interest in her progress. Through these letters, we witness Helen Keller's remarkable journey toward understanding and engaging with a world she could neither see nor hear.\n", "map": [["Helen Keller", "Letters (1890-1892)"], ["Helen Keller", "Deaf and blind"], ["Helen Keller", "Communication skills"], ["Helen Keller", "Anne Sullivan"], ["Helen Keller", "Learning to speak"], ["Helen Keller", "Intellectual development"], ["Helen Keller", "Compassion"], ["Helen Keller", "Tommy Stringer"], ["Helen Keller", "Fundraising"], ["Helen Keller", "Dr. Edward Everett Hale"], ["Helen Keller", "Dr. Oliver Wendell Holmes"], ["Helen Keller", "Rev. Phillips Brooks"], ["Helen Keller", "John Greenleaf Whittier"], ["Helen Keller", "Perkins Institution"], ["Helen Keller", "Tuscumbia, Alabama"], ["Helen Keller", "Family relationships"], ["Helen Keller", "Tea event for blind kindergarten"], ["Helen Keller", "Frost King episode"], ["Letters (1890-1892)", "Communication skills"], ["Communication skills", "Education"], ["Anne Sullivan", "Education"], ["Anne Sullivan", "Perkins Institution"], ["Learning to speak", "Miss Sarah Fuller"], ["Learning to speak", "Family relationships"], ["Tommy Stringer", "Deaf and blind"], ["Tommy Stringer", "Fundraising"], ["Compassion", "Tommy Stringer"], ["Compassion", "Tea event for blind kindergarten"], ["Intellectual development", "Poetry appreciation"], ["Intellectual development", "Metaphorical language"], ["Intellectual development", "Natural beauty description"], ["Intellectual development", "Spiritual understanding"], ["Rev. Phillips Brooks", "Spiritual understanding"], ["Dr. Oliver Wendell Holmes", "Poetry appreciation"], ["John Greenleaf Whittier", "Poetry appreciation"], ["Perkins Institution", "Education"], ["Perkins Institution", "Network of supportive relationships"], ["Education", "Communication skills"], ["Education", "Intellectual development"], ["Network of supportive relationships", "Dr. Edward Everett Hale"], ["Network of supportive relationships", "Dr. Oliver Wendell Holmes"], ["Network of supportive relationships", "Rev. Phillips Brooks"], ["Network of supportive relationships", "John Greenleaf Whittier"], ["Animal affection", "Lioness"], ["Animal affection", "Eumer"], ["Family relationships", "Mildred"], ["Family relationships", "Phillips"], ["Tuscumbia, Alabama", "Family relationships"], ["Perkins Institution", "Boston"], ["Tea event for blind kindergarten", "Edward H. Clement"]]}