{
    "source": "https://www.gutenberg.org/cache/epub/3300/pg3300-images.html",
    "text": " It has already been observed in\r\nwhat manner the prohibition of the exportation of corn, together with some\r\nencouragement given to the importation of foreign corn, obstructed the\r\ncultivation of ancient Italy, naturally the most fertile country in Europe, and\r\nat that time the seat of the greatest empire in the world. To what degree such\r\nrestraints upon the inland commerce of this commodity, joined to the general\r\nprohibition of exportation, must have discouraged the cultivation of countries\r\nless fertile, and less favourably circumstanced, it is not, perhaps, very easy\r\nto imagine.\r\n\n\r\nThe inhabitants of cities and towns were, after the fall of the Roman empire,\r\nnot more favoured than those of the country. They consisted, indeed, of a very\r\ndifferent order of people from the first inhabitants of the ancient republics\r\nof Greece and Italy. These last were composed chiefly of the proprietors of\r\nlands, among whom the public territory was originally divided, and who found it\r\nconvenient to build their houses in the neighbourhood of one another, and to\r\nsurround them with a wall, for the sake of common defence. After the fall of\r\nthe Roman empire, on the contrary, the proprietors of land seem generally to\r\nhave lived in fortified castles on their own estates, and in the midst of their\r\nown tenants and dependants. The towns were chiefly inhabited by tradesmen and\r\nmechanics, who seem, in those days, to have been of servile, or very nearly of\r\nservile condition. The privileges which we find granted by ancient charters to\r\nthe inhabitants of some of the principal towns in Europe, sufficiently show\r\nwhat they were before those grants. The people to whom it is granted as a\r\nprivilege, that they might give away their own daughters in marriage without\r\nthe consent of their lord, that upon their death their own children, and not\r\ntheir lord, should succeed to their goods, and that they might dispose of their\r\nown effects by will, must, before those grants, have been either altogether, or\r\nvery nearly, in the same state of villanage with the occupiers of land in the\r\ncountry.\r\n\n\r\nThey seem, indeed, to have been a very poor, mean set of people, who seemed to\r\ntravel about with their goods from place to place, and from fair to fair, like\r\nthe hawkers and pedlars of the present times. In all the different countries of\r\nEurope then, in the same manner as in several of the Tartar governments of Asia\r\nat present, taxes used to be levied upon the persons and goods of travellers,\r\nwhen they passed through certain manors, when they went over certain bridges,\r\nwhen they carried about their goods from place to place in a fair, when they\r\nerected in it a booth or stall to sell them in. These different taxes were\r\nknown in England by the names of passage, pontage, lastage, and stallage.\r\nSometimes the king, sometimes a great lord, who had, it seems, upon some\r\noccasions, authority to do this, would grant to particular traders, to such\r\nparticularly as lived in their own demesnes, a general exemption from such\r\ntaxes. Such traders, though in other respects of servile, or very nearly of\r\nservile condition, were upon this account called free traders. They, in return,\r\nusually paid to their protector a sort of annual poll-tax. In those days\r\nprotection was seldom granted without a valuable consideration, and this tax\r\nmight perhaps be considered as compensation for what their patrons might lose\r\nby their exemption from other taxes. At first, both those poll-taxes and those\r\nexemptions seem to have been altogether personal, and to have affected only\r\nparticular individuals, during either their lives, or the pleasure of their\r\nprotectors. In the very imperfect accounts which have been published from\r\nDoomsday-book, of several of the towns of England, mention is frequently made,\r\nsometimes of the tax which particular burghers paid, each of them, either to\r\nthe king, or to some other great lord, for this sort of protection, and\r\nsometimes of the general amount only of all those taxes. {see Brady’s\r\nHistorical Treatise of Cities and Boroughs, p. 3. etc.}\r\n\n\r\nBut how servile soever may have been originally the condition of the\r\ninhabitants of the towns, it appears evidently, that they arrived at liberty\r\nand independency much earlier than the occupiers of land in the country. That\r\npart of the king’s revenue which arose from such poll-taxes in any\r\nparticular town, used commonly to be let in farm, during a term of years, for a\r\nrent certain, sometimes to the sheriff of the county, and sometimes to other\r\npersons. The burghers themselves frequently got credit enough to be admitted to\r\nfarm the revenues of this sort which arose out of their own town, they becoming\r\njointly and severally answerable for the whole rent. {See Madox, Firma Burgi,\r\np. 18; also History of the Exchequer, chap. 10, sect. v, p. 223, first\r\nedition.} To let a farm in this manner, was quite agreeable to the usual\r\neconomy of, I believe, the sovereigns of all the different countries of Europe,\r\nwho used frequently to let whole manors to all the tenants of those manors,\r\nthey becoming jointly and severally answerable for the whole rent; but in\r\nreturn being allowed to collect it in their own way, and to pay it into the\r\nking’s exchequer by the hands of their own bailiff, and being thus\r\naltogether freed from the insolence of the king’s officers; a\r\ncircumstance in those days regarded as of the greatest importance.\r\n\n\r\nAt first, the farm of the town was probably let to the burghers, in the same\r\nmanner as it had been to other farmers, for a term of years only. In process of\r\ntime, however, it seems to have become the general practice to grant it to them\r\nin fee, that is for ever, reserving a rent certain, never afterwards to be\r\naugmented. The payment having thus become perpetual, the exemptions, in return,\r\nfor which it was made, naturally became perpetual too. Those exemptions,\r\ntherefore, ceased to be personal, and could not afterwards be considered as\r\nbelonging to individuals, as individuals, but as burghers of a particular\r\nburgh, which, upon this account, was called a free burgh, for the same reason\r\nthat they had been called free burghers or free traders.\r\n\n\r\nAlong with this grant, the important privileges, above mentioned, that they\r\nmight give away their own daughters in marriage, that their children should\r\nsucceed to them, and that they might dispose of their own effects by will, were\r\ngenerally bestowed upon the burghers of the town to whom it was given. Whether\r\nsuch privileges had before been usually granted, along with the freedom of\r\ntrade, to particular burghers, as individuals, I know not. I reckon it not\r\nimprobable that they were, though I cannot produce any direct evidence of it.\r\nBut however this may have been, the principal attributes of villanage and\r\nslavery being thus taken away from them, they now at least became really free,\r\nin our present sense of the word freedom.\r\n\n\r\nNor was this all. They were generally at the same time erected into a\r\ncommonalty or corporation, with the privilege of having magistrates and a\r\ntown-council of their own, of making bye-laws for their own government, of\r\nbuilding walls for their own defence, and of reducing all their inhabitants\r\nunder a sort of military discipline, by obliging them to watch and ward; that\r\nis, as anciently understood, to guard and defend those walls against all\r\nattacks and surprises, by night as well as by day. In England they were\r\ngenerally exempted from suit to the hundred and county courts: and all such\r\npleas as should arise among them, the pleas of the crown excepted, were left to\r\nthe decision of their own magistrates. In other countries, much greater and\r\nmore extensive jurisdictions were frequently granted to them. {See Madox, Firma\r\nBurgi. See also Pfeffel in the Remarkable events under Frederick II. and his\r\nSuccessors of the House of Suabia.}\r\n\n\r\nIt might, probably, be necessary to grant to such towns as were admitted to\r\nfarm their own revenues, some sort of compulsive jurisdiction to oblige their\r\nown citizens to make payment. In those disorderly times, it might have been\r\nextremely inconvenient to have left them to seek this sort of justice from any\r\nother tribunal. But it must seem extraordinary, that the sovereigns of all the\r\ndifferent countries of Europe should have exchanged in this manner for a rent\r\ncertain, never more to be augmented, that branch of their revenue, which was,\r\nperhaps, of all others, the most likely to be improved by the natural course of\r\nthings, without either expense or attention of their own; and that they should,\r\nbesides, have in this manner voluntarily erected a sort of independent\r\nrepublics in the heart of their own dominions.\r\n\n\r\nIn order to understand this, it must be remembered, that, in those days, the\r\nsovereign of perhaps no country in Europe was able to protect, through the\r\nwhole extent of his dominions, the weaker part of his subjects from the\r\noppression of the great lords. Those whom the law could not protect, and who\r\nwere not strong enough to defend themselves, were obliged either to have\r\nrecourse to the protection of some great lord, and in order to obtain it, to\r\nbecome either his slaves or vassals; or to enter into a league of mutual\r\ndefence for the common protection of one another. The inhabitants of cities and\r\nburghs, considered as single individuals, had no power to defend themselves;\r\nbut by entering into a league of mutual defence with their neighbours, they\r\nwere capable of making no contemptible resistance. The lords despised the\r\nburghers, whom they considered not only as a different order, but as a parcel\r\nof emancipated slaves, almost of a different species from themselves. The\r\nwealth of the burghers never failed to provoke their envy and indignation, and\r\nthey plundered them upon every occasion without mercy or remorse. The burghers\r\nnaturally hated and feared the lords. The king hated and feared them too; but\r\nthough, perhaps, he might despise, he had no reason either to hate or fear the\r\nburghers. Mutual interest, therefore, disposed them to support the king, and\r\nthe king to support them against the lords. They were the enemies of his\r\nenemies, and it was his interest to render them as secure and independent of\r\nthose enemies as he could. By granting them magistrates of their own, the\r\nprivilege of making bye-laws for their own government, that of building walls\r\nfor their own defence, and that of reducing all their inhabitants under a sort\r\nof military discipline, he gave them all the means of security and independency\r\nof the barons which it was in his power to bestow. Without the establishment of\r\nsome regular government of this kind, without some authority to compel their\r\ninhabitants to act according to some certain plan or system, no voluntary\r\nleague of mutual defence could either have afforded them any permanent\r\nsecurity, or have enabled them to give the king any considerable support. By\r\ngranting them the farm of their own town in fee, he took away from those whom\r\nhe wished to have for his friends, and, if one may say so, for his allies, all\r\nground of jealousy and suspicion, that he was ever afterwards to oppress them,\r\neither by raising the farm-rent of their town, or by granting it to some other\r\nfarmer.\r\n\n\r\nThe princes who lived upon the worst terms with their barons, seem accordingly\r\nto have been the most liberal in grants of this kind to their burghs. King John\r\nof England, for example, appears to have been a most munificent benefactor to\r\nhis towns. {See Madox.} Philip I. of France lost all authority over his barons.\r\nTowards the end of his reign, his son Lewis, known afterwards by the name of\r\nLewis the Fat, consulted, according to Father Daniel, with the bishops of the\r\nroyal demesnes, concerning the most proper means of restraining the violence of\r\nthe great lords. Their advice consisted of two different proposals. One was to\r\nerect a new order of jurisdiction, by establishing magistrates and a\r\ntown-council in every considerable town of his demesnes. The other was to form\r\na new militia, by making the inhabitants of those towns, under the command of\r\ntheir own magistrates, march out upon proper occasions to the assistance of the\r\nking. It is from this period, according to the French antiquarians, that we are\r\nto date the institution of the magistrates and councils of cities in France. It\r\nwas during the unprosperous reigns of the princes of the house of Suabia, that\r\nthe greater part of the free towns of Germany received the first grants of\r\ntheir privileges, and that the famous Hanseatic league first became formidable.\r\n{See Pfeffel.}\r\n\n\r\nThe militia of the cities seems, in those times, not to have been inferior to\r\nthat of the country; and as they could be more readily assembled upon any\r\nsudden occasion, they frequently had the advantage in their disputes with the\r\nneighbouring lords. In countries such as Italy or Switzerland, in which, on\r\naccount either of their distance from the principal seat of government, of the\r\nnatural strength of the country itself, or of some other reason, the sovereign\r\ncame to lose the whole of his authority; the cities generally became\r\nindependent republics, and conquered all the nobility in their neighbourhood;\r\nobliging them to pull down their castles in the country, and to live, like\r\nother peaceable inhabitants, in the city. This is the short history of the\r\nrepublic of Berne, as well as of several other cities in Switzerland. If you\r\nexcept Venice, for of that city the history is somewhat different, it is the\r\nhistory of all the considerable Italian republics, of which so great a number\r\narose and perished between the end of the twelfth and the beginning of the\r\nsixteenth century.\r\n\n\r\nIn countries such as France and England, where the authority of the sovereign,\r\nthough frequently very low, never was destroyed altogether, the cities had no\r\nopportunity of becoming entirely independent. They became, however, so\r\nconsiderable, that the sovereign could impose no tax upon them, besides the\r\nstated farm-rent of the town, without their own consent. They were, therefore,\r\ncalled upon to send deputies to the general assembly of the states of the\r\nkingdom, where they might join with the clergy and the barons in granting, upon\r\nurgent occasions, some extraordinary aid to the king. Being generally, too,\r\nmore favourable to his power, their deputies seem sometimes to have been\r\nemployed by him as a counterbalance in those assemblies to the authority of the\r\ngreat lords. Hence the origin of the representation of burghs in the\r\nstates-general of all great monarchies in Europe.\r\n\n\r\nOrder and good government, and along with them the liberty and security of\r\nindividuals, were in this manner established in cities, at a time when the\r\noccupiers of land in the country, were exposed to every sort of violence. But\r\nmen in this defenceless state naturally content themselves with their necessary\r\nsubsistence; because, to acquire more, might only tempt the injustice of their\r\noppressors. On the contrary, when they are secure of enjoying the fruits of\r\ntheir industry, they naturally exert it to better their condition, and to\r\nacquire not only the necessaries, but the conveniencies and elegancies of life.\r\nThat industry, therefore, which aims at something more than necessary\r\nsubsistence, was established in cities long before it was commonly practised by\r\nthe occupiers of land in the country. If, in the hands of a poor cultivator,\r\noppressed with the servitude of villanage, some little stock should accumulate,\r\nhe would naturally conceal it with great care from his master, to whom it would\r\notherwise have belonged, and take the first opportunity of running away to a\r\ntown. The law was at that time so indulgent to the inhabitants of towns, and so\r\ndesirous of diminishing the authority of the lords over those of the country,\r\nthat if he could conceal himself there from the pursuit of his lord for a year,\r\nhe was free for ever. Whatever stock, therefore, accumulated in the hands of\r\nthe industrious part of the inhabitants of the country, naturally took refuge\r\nin cities, as the only sanctuaries in which it could be secure to the person\r\nthat acquired it.\r\n\n\r\nThe inhabitants of a city, it is true, must always ultimately derive their\r\nsubsistence, and the whole materials and means of their industry, from the\r\ncountry. But those of a city, situated near either the sea-coast or the banks\r\nof a navigable river, are not necessarily confined to derive them from the\r\ncountry in their neighbourhood. They have a much wider range, and may draw them\r\nfrom the most remote corners of the world, either in exchange for the\r\nmanufactured produce of their own industry, or by performing the office of\r\ncarriers between distant countries, and exchanging the produce of one for that\r\nof another. A city might, in this manner, grow up to great wealth and\r\nsplendour, while not only the country in its neighbourhood, but all those to\r\nwhich it traded, were in poverty and wretchedness. Each of those countries,\r\nperhaps, taken singly, could afford it but a small part, either of its\r\nsubsistence or of its employment; but all of them taken together, could afford\r\nit both a great subsistence and a great employment. There were, however, within\r\nthe narrow circle of the commerce of those times, some countries that were\r\nopulent and industrious. Such was the Greek empire as long as it subsisted, and\r\nthat of the Saracens during the reigns of the Abassides. Such, too, was Egypt\r\ntill it was conquered by the Turks, some part of the coast of Barbary, and all\r\nthose provinces of Spain which were under the government of the Moors.\r\n\n\r\nThe cities of Italy seem to have been the first in Europe which were raised by\r\ncommerce to any considerable degree of opulence. Italy lay in the centre of\r\nwhat was at that time the improved and civilized part of the world. The\r\ncrusades, too, though, by the great waste of stock and destruction of\r\ninhabitants which they occasioned, they must necessarily have retarded the\r\nprogress of the greater part of Europe, were extremely favourable to that of\r\nsome Italian cities. The great armies which marched from all parts to the\r\nconquest of the Holy Land, gave extraordinary encouragement to the shipping of\r\nVenice, Genoa, and Pisa, sometimes in transporting them thither, and always in\r\nsupplying them with provisions. They were the commissaries, if one may say so,\r\nof those armies; and the most destructive frenzy that ever befel the European\r\nnations, was a source of opulence to those republics.\r\n\n\r\nThe inhabitants of trading cities, by importing the improved manufactures and\r\nexpensive luxuries of richer countries, afforded some food to the vanity of the\r\ngreat proprietors, who eagerly purchased them with great quantities of the rude\r\nproduce of their own lands. The commerce of a great part of Europe in those\r\ntimes, accordingly, consisted chiefly in the exchange of their own rude, for\r\nthe manufactured produce of more civilized nations. Thus the wool of England\r\nused to be exchanged for the wines of France, and the fine cloths of Flanders,\r\nin the same manner as the corn in Poland is at this day, exchanged for the\r\nwines and brandies of France, and for the silks and velvets of France and\r\nItaly.\r\n\n\r\nA taste for the finer and more improved manufactures was, in this manner,\r\nintroduced by foreign commerce into countries where no such works were carried\r\non. But when this taste became so general as to occasion a considerable demand,\r\nthe merchants, in order to save the expense of carriage, naturally endeavoured\r\nto establish some manufactures of the same kind in their own country. Hence the\r\norigin of the first manufactures for distant sale, that seem to have been\r\nestablished in the western provinces of Europe, after the fall of the Roman\r\nempire.\r\n\n\r\nNo large country, it must be observed, ever did or could subsist without some\r\nsort of manufactures being carried on in it; and when it is said of any such\r\ncountry that it has no manufactures, it must always be understood of the finer\r\nand more improved, or of such as are fit for distant sale. In every large\r\ncountry both the clothing and household furniture or the far greater part of\r\nthe people, are the produce of their own industry. This is even more\r\nuniversally the case in those poor countries which are commonly said to have no\r\nmanufactures, than in those rich ones that are said to abound in them. In the\r\nlatter you will generally find, both in the clothes and household furniture of\r\nthe lowest rank of people, a much greater proportion of foreign productions\r\nthan in the former.\r\n\n\r\nThose manufactures which are fit for distant sale, seem to have been introduced\r\ninto different countries in two different ways.\r\n\n\r\nSometimes they have been introduced in the manner above mentioned, by the\r\nviolent operation, if one may say so, of the stocks of particular merchants and\r\nundertakers, who established them in imitation of some foreign manufactures of\r\nthe same kind. Such manufactures, therefore, are the offspring of foreign\r\ncommerce; and such seem to have been the ancient manufactures of silks,\r\nvelvets, and brocades, which flourished in Lucca during the thirteenth century.\r\nThey were banished from thence by the tyranny of one of Machiavel’s\r\nheroes, Castruccio Castracani. In 1310, nine hundred families were driven out\r\nof Lucca, of whom thirty-one retired to Venice, and offered to introduce there\r\nthe silk manufacture. {See Sandi Istoria civile de Vinezia, part 2 vol. i, page\r\n247 and 256.} Their offer was accepted, many privileges were conferred upon\r\nthem, and they began the manufacture with three hundred workmen. Such, too,\r\nseem to have been the manufactures of fine cloths that anciently flourished in\r\nFlanders, and which were introduced into England in the beginning of the reign\r\nof Elizabeth, and such are the present silk manufactures of Lyons and\r\nSpitalfields. Manufactures introduced in this manner are generally employed\r\nupon foreign materials, being imitations of foreign manufactures. When the\r\nVenetian manufacture was first established, the materials were all brought from\r\nSicily and the Levant. The more ancient manufacture of Lucca was likewise\r\ncarried on with foreign materials. The cultivation of mulberry trees, and the\r\nbreeding of silk-worms, seem not to have been common in the northern parts of\r\nItaly before the sixteenth century. Those arts were not introduced into France\r\ntill the reign of Charles IX. The manufactures of Flanders were carried on\r\nchiefly with Spanish and English wool. Spanish wool was the material, not of\r\nthe first woollen manufacture of England, but of the first that was fit for\r\ndistant sale. More than one half the materials of the Lyons manufacture is at\r\nthis day foreign silk; when it was first established, the whole, or very nearly\r\nthe whole, was so. No part of the materials of the Spitalfields manufacture is\r\never likely to be the produce of England. The seat of such manufactures, as\r\nthey are generally introduced by the scheme and project of a few individuals,\r\nis sometimes established in a maritime city, and sometimes in an inland town,\r\naccording as their interest, judgment, or caprice, happen to determine.\r\n\n\r\nAt other times, manufactures for distant sale grow up naturally, and as it were\r\nof their own accord, by the gradual refinement of those household and coarser\r\nmanufactures which must at all times be carried on even in the poorest and\r\nrudest countries. Such manufactures are generally employed upon the materials\r\nwhich the country produces, and they seem frequently to have been first refined\r\nand improved in such inland countries as were not, indeed, at a very great, but\r\nat a considerable distance from the sea-coast, and sometimes even from all\r\nwater carriage. An inland country, naturally fertile and easily cultivated,\r\nproduces a great surplus of provisions beyond what is necessary for maintaining\r\nthe cultivators; and on account of the expense of land carriage, and\r\ninconveniency of river navigation, it may frequently be difficult to send this\r\nsurplus abroad. Abundance, therefore, renders provisions cheap, and encourages\r\na great number of workmen to settle in the neighbourhood, who find that their\r\nindustry can there procure them more of the necessaries and conveniencies of\r\nlife than in other places. They work up the materials of manufacture which the\r\nland produces, and exchange their finished work, or, what is the same thing,\r\nthe price of it, for more materials and provisions. They give a new value to\r\nthe surplus part of the rude produce, by saving the expense of carrying it to\r\nthe water-side, or to some distant market; and they furnish the cultivators\r\nwith something in exchange for it that is either useful or agreeable to them,\r\nupon easier terms than they could have obtained it before. The cultivators get\r\na better price for their surplus produce, and can purchase cheaper other\r\nconveniencies which they have occasion for. They are thus both encouraged and\r\nenabled to increase this surplus produce by a further improvement and better\r\ncultivation of the land; and as the fertility of the land had given birth to\r\nthe manufacture, so the progress of the manufacture re-acts upon the land, and\r\nincreases still further its fertility. The manufacturers first supply the\r\nneighbourhood, and afterwards, as their work improves and refines, more distant\r\nmarkets. For though neither the rude produce, nor even the coarse manufacture,\r\ncould, without the greatest difficulty, support the expense of a considerable\r\nland-carriage, the refined and improved manufacture easily may. In a small bulk\r\nit frequently contains the price of a great quantity of rude produce. A piece\r\nof fine cloth, for example which weighs only eighty pounds, contains in it the\r\nprice, not only of eighty pounds weight of wool, but sometimes of several\r\nthousand weight of corn, the maintenance of the different working people, and\r\nof their immediate employers. The corn which could with difficulty have been\r\ncarried abroad in its own shape, is in this manner virtually exported in that\r\nof the complete manufacture, and may easily be sent to the remotest corners of\r\nthe world. In this manner have grown up naturally, and, as it were, of their\r\nown accord, the manufactures of Leeds, Halifax, Sheffield, Birmingham, and\r\nWolverhampton. Such manufactures are the offspring of agriculture. In the\r\nmodern history of Europe, their extension and improvement have generally been\r\nposterior to those which were the offspring of foreign commerce. England was\r\nnoted for the manufacture of fine cloths made of Spanish wool, more than a\r\ncentury before any of those which now flourish in the places above mentioned\r\nwere fit for foreign sale. The extension and improvement of these last could\r\nnot take place but in consequence of the extension and improvement of\r\nagriculture, the last and greatest effect of foreign commerce, and of the\r\nmanufactures immediately introduced by it, and which I shall now proceed to\r\nexplain.\r\n\n\r\nThe increase and riches of commercial and manufacturing towns contributed to\r\nthe improvement and cultivation of the countries to which they belonged, in\r\nthree different ways.\r\n\n\r\nFirst, by affording a great and ready market for the rude produce of the\r\ncountry, they gave encouragement to its cultivation and further improvement.\r\nThis benefit was not even confined to the countries in which they were\r\nsituated, but extended more or less to all those with which they had any\r\ndealings. To all of them they afforded a market for some part either of their\r\nrude or manufactured produce, and, consequently, gave some encouragement to the\r\nindustry and improvement of all. Their own country, however, on account of its\r\nneighbourhood, necessarily derived the greatest benefit from this market. Its\r\nrude produce being charged with less carriage, the traders could pay the\r\ngrowers a better price for it, and yet afford it as cheap to the consumers as\r\nthat of more distant countries.\r\n\n\r\nSecondly, the wealth acquired by the inhabitants of cities was frequently\r\nemployed in purchasing such lands as were to be sold, of which a great part\r\nwould frequently be uncultivated. Merchants are commonly ambitious of becoming\r\ncountry gentlemen, and, when they do, they are generally the best of all\r\nimprovers. A merchant is accustomed to employ his money chiefly in profitable\r\nprojects; whereas a mere country gentleman is accustomed to employ it chiefly\r\nin expense. The one often sees his money go from him, and return to him again\r\nwith a profit; the other, when once he parts with it, very seldom expects to\r\nsee any more of it. Those different habits naturally affect their temper and\r\ndisposition in every sort of business. The merchant is commonly a bold, a\r\ncountry gentleman a timid undertaker. The one is not afraid to lay out at once\r\na large capital upon the improvement of his land, when he has a probable\r\nprospect of raising the value of it in proportion to the expense; the other, if\r\nhe has any capital, which is not always the case, seldom ventures to employ it\r\nin this manner. If he improves at all, it is commonly not with a capital, but\r\nwith what he can save out or his annual revenue. Whoever has had the fortune to\r\nlive in a mercantile town, situated in an unimproved country, must have\r\nfrequently observed how much more spirited the operations of merchants were in\r\nthis way, than those of mere country gentlemen. The habits, besides, of order,\r\neconomy, and attention, to which mercantile business naturally forms a\r\nmerchant, render him much fitter to execute, with profit and success, any\r\nproject of improvement.\r\n\n\r\nThirdly, and lastly, commerce and manufactures gradually introduced order and\r\ngood government, and with them the liberty and security of individuals, among\r\nthe inhabitants of the country, who had before lived almost in a continual\r\nstate of war with their neighbours, and of servile dependency upon their\r\nsuperiors. This, though it has been the least observed, is by far the most\r\nimportant of all their effects. Mr Hume is the only writer who, so far as I\r\nknow, has hitherto taken notice of it.\r\n\n\r\nIn a country which has neither foreign commerce nor any of the finer\r\nmanufactures, a great proprietor, having nothing for which he can exchange the\r\ngreater part of the produce of his lands which is over and above the\r\nmaintenance of the cultivators, consumes the whole in rustic hospitality at\r\nhome. If this surplus produce is sufficient to maintain a hundred or a thousand\r\nmen, he can make use of it in no other way than by maintaining a hundred or a\r\nthousand men. He is at all times, therefore, surrounded with a multitude of\r\nretainers and dependants, who, having no equivalent to give in return for their\r\nmaintenance, but being fed entirely by his bounty, must obey him, for the same\r\nreason that soldiers must obey the prince who pays them. Before the extension\r\nof commerce and manufactures in Europe, the hospitality of the rich and the\r\ngreat, from the sovereign down to the smallest baron, exceeded every thing\r\nwhich, in the present times, we can easily form a notion of Westminster-hall\r\nwas the dining-room of William Rufus, and might frequently, perhaps, not be too\r\nlarge for his company. It was reckoned a piece of magnificence in Thomas\r\nBecket, that he strewed the floor of his hall with clean hay or rushes in the\r\nseason, in order that the knights and squires, who could not get seats, might\r\nnot spoil their fine clothes when they sat down on the floor to eat their\r\ndinner. The great Earl of Warwick is said to have entertained every day, at his\r\ndifferent manors, 30,000 people; and though the number here may have been\r\nexaggerated, it must, however, have been very great to admit of such\r\nexaggeration. A hospitality nearly of the same kind was exercised not many\r\nyears ago in many different parts of the Highlands of Scotland. It seems to be\r\ncommon in all nations to whom commerce and manufactures are little known. I\r\nhave seen, says Doctor Pocock, an Arabian chief dine in the streets of a town\r\nwhere he had come to sell his cattle, and invite all passengers, even common\r\nbeggars, to sit down with him and partake of his banquet.\r\n\n\r\nThe occupiers of land were in every respect as dependent upon the great\r\nproprietor as his retainers. Even such of them as were not in a state of\r\nvillanage, were tenants at will, who paid a rent in no respect equivalent to\r\nthe subsistence which the land afforded them. A crown, half a crown, a sheep, a\r\nlamb, was some years ago, in the Highlands of Scotland, a common rent for lands\r\nwhich maintained a family. In some places it is so at this day; nor will money\r\nat present purchase a greater quantity of commodities there than in other\r\nplaces. In a country where the surplus produce of a large estate must be\r\nconsumed upon the estate itself, it will frequently be more convenient for the\r\nproprietor, that part of it be consumed at a distance from his own house,\r\nprovided they who consume it are as dependent upon him as either his retainers\r\nor his menial servants. He is thereby saved from the embarrassment of either\r\ntoo large a company, or too large a family. A tenant at will, who possesses\r\nland sufficient to maintain his family for little more than a quit-rent, is as\r\ndependent upon the proprietor as any servant or retainer whatever, and must\r\nobey him with as little reserve. Such a proprietor, as he feeds his servants\r\nand retainers at his own house, so he feeds his tenants at their houses. The\r\nsubsistence of both is derived from his bounty, and its continuance depends\r\nupon his good pleasure.\r\n\n\r\nUpon the authority which the great proprietors necessarily had, in such a state\r\nof things, over their tenants and retainers, was founded the power of the\r\nancient barons. They necessarily became the judges in peace, and the leaders in\r\nwar, of all who dwelt upon their estates. They could maintain order, and\r\nexecute the law, within their respective demesnes, because each of them could\r\nthere turn the whole force of all the inhabitants against the injustice of\r\nanyone. No other person had sufficient authority to do this. The king, in\r\nparticular, had not. In those ancient times, he was little more than the\r\ngreatest proprietor in his dominions, to whom, for the sake of common defence\r\nagainst their common enemies, the other great proprietors paid certain\r\nrespects. To have enforced payment of a small debt within the lands of a great\r\nproprietor, where all the inhabitants were armed, and accustomed to stand by\r\none another, would have cost the king, had he attempted it by his own\r\nauthority, almost the same effort as to extinguish a civil war. He was,\r\ntherefore, obliged to abandon the administration of justice, through the\r\ngreater part of the country, to those who were capable of administering it;\r\nand, for the same reason, to leave the command of the country militia to those\r\nwhom that militia would obey.\r\n\n\r\nIt is a mistake to imagine that those territorial jurisdictions took their\r\norigin from the feudal law. Not only the highest jurisdictions, both civil and\r\ncriminal, but the power of levying troops, of coining money, and even that of\r\nmaking bye-laws for the government of their own people, were all rights\r\npossessed allodially by the great proprietors of land, several centuries before\r\neven the name of the feudal law was known in Europe. The authority and\r\njurisdiction of the Saxon lords in England appear to have been as great before\r\nthe Conquest as that of any of the Norman lords after it. But the feudal law is\r\nnot supposed to have become the common law of England till after the Conquest.\r\nThat the most extensive authority and jurisdictions were possessed by the great\r\nlords in France allodially, long before the feudal law was introduced into that\r\ncountry, is a matter of fact that admits of no doubt. That authority, and those\r\njurisdictions, all necessarily flowed from the state of property and manners\r\njust now described. Without remounting to the remote antiquities of either the\r\nFrench or English monarchies, we may find, in much later times, many proofs\r\nthat such effects must always flow from such causes. It is not thirty years ago\r\nsince Mr Cameron of Lochiel, a gentleman of Lochaber in Scotland, without any\r\nlegal warrant whatever, not being what was then called a lord of regality, nor\r\neven a tenant in chief, but a vassal of the Duke of Argyll, and with out being\r\nso much as a justice of peace, used, notwithstanding, to exercise the highest\r\ncriminal jurisdictions over his own people. He is said to have done so with\r\ngreat equity, though without any of the formalities of justice; and it is not\r\nimprobable that the state of that part of the country at that time made it\r\nnecessary for him to assume this authority, in order to maintain the public\r\npeace. That gentleman, whose rent never exceeded £500 a-year, carried, in 1745,\r\n800 of his own people into the rebellion with him.\r\n\n\r\nThe introduction of the feudal law, so far from extending, may be regarded as\r\nan attempt to moderate, the authority of the great allodial lords. It\r\nestablished a regular subordination, accompanied with a long train of services\r\nand duties, from the king down to the smallest proprietor. During the minority\r\nof the proprietor, the rent, together with the management of his lands, fell\r\ninto the hands of his immediate superior; and, consequently, those of all great\r\nproprietors into the hands of the king, who was charged with the maintenance\r\nand education of the pupil, and who, from his authority as guardian, was\r\nsupposed to have a right of disposing of him in marriage, provided it was in a\r\nmanner not unsuitable to his rank. But though this institution necessarily\r\ntended to strengthen the authority of the king, and to weaken that of the great\r\nproprietors, it could not do either sufficiently for establishing order and\r\ngood government among the inhabitants of the country; because it could not\r\nalter sufficiently that state of property and manners from which the disorders\r\narose. The authority of government still continued to be, as before, too weak\r\nin the head, and too strong in the inferior members; and the excessive strength\r\nof the inferior members was the cause of the weakness of the head. After the\r\ninstitution of feudal subordination, the king was as incapable of restraining\r\nthe violence of the great lords as before. They still continued to make war\r\naccording to their own discretion, almost continually upon one another, and\r\nvery frequently upon the king; and the open country still continued to be a\r\nscene of violence, rapine, and disorder.\r\n\n\r\nBut what all the violence of the feudal institutions could never have effected,\r\nthe silent and insensible operation of foreign commerce and manufactures\r\ngradually brought about. These gradually furnished the great proprietors with\r\nsomething for which they could exchange the whole surplus produce of their\r\nlands, and which they could consume themselves, without sharing it either with\r\ntenants or retainers. All for ourselves, and nothing for other people, seems,\r\nin every age of the world, to have been the vile maxim of the masters of\r\nmankind. As soon, therefore, as they could find a method of consuming the whole\r\nvalue of their rents themselves, they had no disposition to share them with any\r\nother persons. For a pair of diamond buckles, perhaps, or for something as\r\nfrivolous and useless, they exchanged the maintenance, or, what is the same\r\nthing, the price of the maintenance of 1000 men for a year, and with it the\r\nwhole weight and authority which it could give them. The buckles, however, were\r\nto be all their own, and no other human creature was to have any share of them;\r\nwhereas, in the more ancient method of expense, they must have shared with at\r\nleast 1000 people. With the judges that were to determine the preference, this\r\ndifference was perfectly decisive; and thus, for the gratification of the most\r\nchildish, the meanest, and the most sordid of all vanities they gradually\r\nbartered their whole power and authority.\r\n\n\r\nIn a country where there is no foreign commerce, nor any of the finer\r\nmanufactures, a man of £10,000 a-year cannot well employ his revenue in any\r\nother way than in maintaining, perhaps, 1000 families, who are all of them\r\nnecessarily at his command. In the present state of Europe, a man of £10,000\r\na-year can spend his whole revenue, and he generally does so, without directly\r\nmaintaining twenty people, or being able to command more than ten footmen, not\r\nworth the commanding. Indirectly, perhaps, he maintains as great, or even a\r\ngreater number of people, than he could have done by the ancient method of\r\nexpense. For though the quantity of precious productions for which he exchanges\r\nhis whole revenue be very small, the number of workmen employed in collecting\r\nand preparing it must necessarily have been very great. Its great price\r\ngenerally arises from the wages of their labour, and the profits of all their\r\nimmediate employers. By paying that price, he indirectly pays all those wages\r\nand profits, and thus indirectly contributes to the maintenance of all the\r\nworkmen and their employers. He generally contributes, however, but a very\r\nsmall proportion to that of each; to a very few, perhaps, not a tenth, to many\r\nnot a hundredth, and to some not a thousandth, or even a ten thousandth part of\r\ntheir whole annual maintenance. Though he contributes, therefore, to the\r\nmaintenance of them all, they are all more or less independent of him, because\r\ngenerally they can all be maintained without him.\r\n\n\r\nWhen the great proprietors of land spend their rents in maintaining their\r\ntenants and retainers, each of them maintains entirely all his own tenants and\r\nall his own retainers. But when they spend them in maintaining tradesmen and\r\nartificers, they may, all of them taken together, perhaps maintain as great,\r\nor, on account of the waste which attends rustic hospitality, a greater number\r\nof people than before. Each of them, however, taken singly, contributes often\r\nbut a very small share to the maintenance of any individual of this greater\r\nnumber. Each tradesman or artificer derives his subsistence from the\r\nemployment, not of one, but of a hundred or a thousand different customers.\r\nThough in some measure obliged to them all, therefore, he is not absolutely\r\ndependent upon any one of them.\r\n\n\r\nThe personal expense of the great proprietors having in this manner gradually\r\nincreased, it was impossible that the number of their retainers should not as\r\ngradually diminish, till they were at last dismissed altogether. The same cause\r\ngradually led them to dismiss the unnecessary part of their tenants. Farms were\r\nenlarged, and the occupiers of land, notwithstanding the complaints of\r\ndepopulation, reduced to the number necessary for cultivating it, according to\r\nthe imperfect state of cultivation and improvement in those times. By the\r\nremoval of the unnecessary mouths, and by exacting from the farmer the full\r\nvalue of the farm, a greater surplus, or, what is the same thing, the price of\r\na greater surplus, was obtained for the proprietor, which the merchants and\r\nmanufacturers soon furnished him with a method of spending upon his own person,\r\nin the same manner as he had done the rest. The cause continuing to operate, he\r\nwas desirous to raise his rents above what his lands, in the actual state of\r\ntheir improvement, could afford. His tenants could agree to this upon one\r\ncondition only, that they should be secured in their possession for such a term\r\nof years as might give them time to recover, with profit, whatever they should\r\nlay out in the further improvement of the land. The expensive vanity of the\r\nlandlord made him willing to accept of this condition; and hence the origin of\r\nlong leases.\r\n\n\r\nEven a tenant at will, who pays the full value of the land, is not altogether\r\ndependent upon the landlord. The pecuniary advantages which they receive from\r\none another are mutual and equal, and such a tenant will expose neither his\r\nlife nor his fortune in the service of the proprietor. But if he has a lease\r\nfor a long term of years he is altogether independent; and his landlord must\r\nnot expect from him even the most trifling service, beyond what is either\r\nexpressly stipulated in the lease, or imposed upon him by the common and known\r\nlaw of the country.\r\n\n\r\nThe tenants having in this manner become independent, and the retainers being\r\ndismissed, the great proprietors were no longer capable of interrupting the\r\nregular execution of justice, or of disturbing the peace of the country. Having\r\nsold their birth-right, not like Esau, for a mess of pottage in time of hunger\r\nand necessity, but, in the wantonness of plenty, for trinkets and baubles,\r\nfitter to be the playthings of children than the serious pursuits of men, they\r\nbecame as insignificant as any substantial burgher or tradesmen in a city. A\r\nregular government was established in the country as well as in the city,\r\nnobody having sufficient power to disturb its operations in the one, any more\r\nthan in the other.\r\n\n\r\nIt does not, perhaps, relate to the present subject, but I cannot help\r\nremarking it, that very old families, such as have possessed some considerable\r\nestate from father to son for many successive generations, are very rare in\r\ncommercial countries. In countries which have little commerce, on the contrary,\r\nsuch as Wales, or the Highlands of Scotland, they are very common. The Arabian\r\nhistories seem to be all full of genealogies; and there is a history written by\r\na Tartar Khan, which has been translated into several European languages, and\r\nwhich contains scarce any thing else; a proof that ancient families are very\r\ncommon among those nations. In countries where a rich man can spend his revenue\r\nin no other way than by maintaining as many people as it can maintain, he is\r\napt to run out, and his benevolence, it seems, is seldom so violent as to\r\nattempt to maintain more than he can afford. But where he can spend the\r\ngreatest revenue upon his own person, he frequently has no bounds to his\r\nexpense, because he frequently has no bounds to his vanity, or to his affection\r\nfor his own person. In commercial countries, therefore, riches, in spite of the\r\nmost violent regulations of law to prevent their dissipation, very seldom\r\nremain long in the same family. Among simple nations, on the contrary, they\r\nfrequently do, without any regulations of law; for among nations of shepherds,\r\nsuch as the Tartars and Arabs, the consumable nature of their property\r\nnecessarily renders all such regulations impossible.\r\n\n\r\nA revolution of the greatest importance to the public happiness, was in this\r\nmanner brought about by two different orders of people, who had not the least\r\nintention to serve the public. To gratify the most childish vanity was the sole\r\nmotive of the great proprietors. The merchants and artificers, much less\r\nridiculous, acted merely from a view to their own interest, and in pursuit of\r\ntheir own pedlar principle of turning a penny wherever a penny was to be got.\r\nNeither of them had either knowledge or foresight of that great revolution\r\nwhich the folly of the one, and the industry of the other, was gradually\r\nbringing about.\r\n\n\r\nIt was thus, that, through the greater part of Europe, the commerce and\r\nmanufactures of cities, instead of being the effect, have been the cause and\r\noccasion of the improvement and cultivation of the country.\r\n\n\r\nThis order, however, being contrary to the natural course of things, is\r\nnecessarily both slow and uncertain. Compare the slow progress of those\r\nEuropean countries of which the wealth depends very much upon their commerce\r\nand manufactures, with the rapid advances of our North American colonies, of\r\nwhich the wealth is founded altogether in agriculture. Through the greater part\r\nof Europe, the number of inhabitants is not supposed to double in less than\r\nfive hundred years. In several of our North American colonies, it is found to\r\ndouble in twenty or five-and-twenty years. In Europe, the law of primogeniture,\r\nand perpetuities of different kinds, prevent the division of great estates, and\r\nthereby hinder the multiplication of small proprietors. A small proprietor,\r\nhowever, who knows every part of his little territory, views it with all the\r\naffection which property, especially small property, naturally inspires, and\r\nwho upon that account takes pleasure, not only in cultivating, but in adorning\r\nit, is generally of all improvers the most industrious, the most intelligent,\r\nand the most successful. The same regulations, besides, keep so much land out\r\nof the market, that there are always more capitals to buy than there is land to\r\nsell, so that what is sold always sells at a monopoly price. The rent never\r\npays the interest of the purchase-money, and is, besides, burdened with repairs\r\nand other occasional charges, to which the interest of money is not liable. To\r\npurchase land, is, everywhere in Europe, a most unprofitable employment of a\r\nsmall capital. For the sake of the superior security, indeed, a man of moderate\r\ncircumstances, when he retires from business, will sometimes choose to lay out\r\nhis little capital in land. A man of profession, too whose revenue is derived\r\nfrom another source often loves to secure his savings in the same way. But a\r\nyoung man, who, instead of applying to trade or to some profession, should\r\nemploy a capital of two or three thousand pounds in the purchase and\r\ncultivation of a small piece of land, might indeed expect to live very happily\r\nand very independently, but must bid adieu for ever to all hope of either great\r\nfortune or great illustration, which, by a different employment of his stock,\r\nhe might have had the same chance of acquiring with other people. Such a\r\nperson, too, though he cannot aspire at being a proprietor, will often disdain\r\nto be a farmer. The small quantity of land, therefore, which is brought to\r\nmarket, and the high price of what is brought thither, prevents a great number\r\nof capitals from being employed in its cultivation and improvement, which would\r\notherwise have taken that direction. In North America, on the contrary, fifty\r\nor sixty pounds is often found a sufficient stock to begin a plantation with.\r\nThe purchase and improvement of uncultivated land is there the most profitable\r\nemployment of the smallest as well as of the greatest capitals, and the most\r\ndirect road to all the fortune and illustration which can be required in that\r\ncountry. Such land, indeed, is in North America to be had almost for nothing,\r\nor at a price much below the value of the natural produce; a thing impossible\r\nin Europe, or indeed in any country where all lands have long been private\r\nproperty. If landed estates, however, were divided equally among all the\r\nchildren, upon the death of any proprietor who left a numerous family, the\r\nestate would generally be sold. So much land would come to market, that it\r\ncould no longer sell at a monopoly price. The free rent of the land would go no\r\nnearer to pay the interest of the purchase-money, and a small capital might be\r\nemployed in purchasing land as profitable as in any other way.\r\n\n\r\nEngland, on account of the natural fertility of the soil, of the great extent\r\nof the sea-coast in proportion to that of the whole country, and of the many\r\nnavigable rivers which run through it, and afford the conveniency of water\r\ncarriage to some of the most inland parts of it, is perhaps as well fitted by\r\nnature as any large country in Europe to be the seat of foreign commerce, of\r\nmanufactures for distant sale, and of all the improvements which these can\r\noccasion. From the beginning of the reign of Elizabeth, too, the English\r\nlegislature has been peculiarly attentive to the interest of commerce and\r\nmanufactures, and in reality there is no country in Europe, Holland itself not\r\nexcepted, of which the law is, upon the whole, more favourable to this sort of\r\nindustry. Commerce and manufactures have accordingly been continually advancing\r\nduring all this period. The cultivation and improvement of the country has, no\r\ndoubt, been gradually advancing too; but it seems to have followed slowly, and\r\nat a distance, the more rapid progress of commerce and manufactures. The\r\ngreater part of the country must probably have been cultivated before the reign\r\nof Elizabeth; and a very great part of it still remains uncultivated, and the\r\ncultivation of the far greater part much inferior to what it might be, The law\r\nof England, however, favours agriculture, not only indirectly, by the\r\nprotection of commerce, but by several direct encouragements. Except in times\r\nof scarcity, the exportation of corn is not only free, but encouraged by a\r\nbounty. In times of moderate plenty, the importation of foreign corn is loaded\r\nwith duties that amount to a prohibition. The importation of live cattle,\r\nexcept from Ireland, is prohibited at all times; and it is but of late that it\r\nwas permitted from thence. Those who cultivate the land, therefore, have a\r\nmonopoly against their countrymen for the two greatest and most important\r\narticles of land produce, bread and butcher’s meat. These encouragements,\r\nalthough at bottom, perhaps, as I shall endeavour to show hereafter, altogether\r\nillusory, sufficiently demonstrate at least the good intention of the\r\nlegislature to favour agriculture. But what is of much more importance than all\r\nof them, the yeomanry of England are rendered as secure, as independent, and as\r\nrespectable, as law can make them. No country, therefore, which the right of\r\nprimogeniture takes place, which pays tithes, and where perpetuities, though\r\ncontrary to the spirit of the law, are admitted in some cases, can give more\r\nencouragement to agriculture than England. Such, however, notwithstanding, is\r\nthe state of its cultivation. What would it have been, had the law given no\r\ndirect encouragement to agriculture besides what arises indirectly from the\r\nprogress of commerce, and had left the yeomanry in the same condition as in\r\nmost other countries of Europe? It is now more than two hundred years since the\r\nbeginning of the reign of Elizabeth, a period as long as the course of human\r\nprosperity usually endures.\r\n\n\r\nFrance seems to have had a considerable share of foreign commerce, near a\r\ncentury before England was distinguished as a commercial country. The marine of\r\nFrance was considerable, according to the notions of the times, before the\r\nexpedition of Charles VIII. to Naples. The cultivation and improvement of\r\nFrance, however, is, upon the whole, inferior to that of England. The law of\r\nthe country has never given the same direct encouragement to agriculture.\r\n\n\r\nThe foreign commerce of Spain and Portugal to the other parts of Europe, though\r\nchiefly carried on in foreign ships, is very considerable. That to their\r\ncolonies is carried on in their own, and is much greater, on account of the\r\ngreat riches and extent of those colonies. But it has never introduced any\r\nconsiderable manufactures for distant sale into either of those countries, and\r\nthe greater part of both still remains uncultivated. The foreign commerce of\r\nPortugal is of older standing than that of any great country in Europe, except\r\nItaly.\r\n\n\r\nItaly is the only great country of Europe which seems to have been cultivated\r\nand improved in every part, by means of foreign commerce and manufactures for\r\ndistant sale. Before the invasion of Charles VIII",
    "summary": "\nSmith examines how cities gradually emerged from the feudal system, inhabited primarily by traders and craftsmen who were initially in a servile condition. Unlike ancient Greek and Roman towns founded by landowners, medieval European towns developed as centers of trade where initially dependent merchants operated. Kings granted these urban inhabitants privileges—including the rights to manage their own affairs, form self-governing corporations, and build defensive walls—often renting them the revenues of their own towns in perpetuity. This arrangement served the mutual interests of monarchs and burghers against powerful lords, as kings gained allies while townspeople gained security and independence.\nThe military capacity of these organized towns eventually challenged the nobility's power. In areas like Switzerland and Italy, cities conquered the countryside, forcing nobles to become urban residents. In France and England, cities gained representation in national assemblies. This urban liberty established order and security that was lacking in rural areas, encouraging industry and commerce. Country dwellers, suffering under feudal oppression, often fled to cities where, after a year's residence, they could gain freedom from feudal obligations. Cities became sanctuaries for accumulated wealth that would otherwise be seized by rural lords.\nAgricultural improvement was sparked by commerce and manufacturing in three ways. First, cities provided markets for farm products, incentivizing better cultivation. Second, wealthy merchants often purchased and improved rural land, bringing commercial efficiency to agriculture. Third, and most significantly, commerce introduced a revolutionary shift in consumption patterns among the nobility. Previously, landlords maintained large numbers of dependent retainers and tenants, but as luxury goods became available, they exchanged their agricultural surplus for manufactured products rather than supporting large households. This transformed the social structure, as a lord who once maintained a thousand dependents might now maintain only a few servants while indirectly supporting many independent craftsmen and traders.\nThis economic transformation inadvertently produced profound political consequences. Great proprietors, having \"sold their birthright for trinkets and baubles,\" lost their military power and political influence. Tenants gained independence through cash rents and long leases rather than personal service. The dismissal of retainers and increasing independence of tenants undermined the lords' ability to disrupt justice or wage private wars. A more orderly government emerged in the countryside, not by design but through the \"silent and insensible operation of foreign commerce and manufactures.\"\nSmith concludes that this development pattern—commerce leading to agricultural improvement—was contrary to the natural order where agriculture should develop first. He contrasts Europe's slow progress with the rapid growth of North American colonies founded on agriculture. European land regulations, including primogeniture, kept land expensive and restricted improvement, while America's abundant land allowed small-scale ownership that promoted intensive cultivation. Smith notes that while England provided legal protections for agriculture, its progress still lagged behind commerce, raising questions about how much more improvement might have occurred with different policies.\n",
    "map": [
        [
            "Medieval urban development",
            "Centers of trade"
        ],
        [
            "Royal privileges to towns",
            "Self-governing urban corporations"
        ],
        [
            "Mutual interests",
            "Monarchs and burghers against lords"
        ],
        [
            "Urban liberty",
            "Order and security for commerce"
        ],
        [
            "Cities as sanctuaries",
            "Protection from feudal seizure"
        ],
        [
            "Commerce and manufacturing",
            "Agricultural improvement catalyst"
        ],
        [
            "Urban markets",
            "Incentives for better cultivation"
        ],
        [
            "Merchant land purchases",
            "Commercial efficiency in agriculture"
        ],
        [
            "Nobility consumption shift",
            "Retainers exchanged for luxuries"
        ],
        [
            "Economic transformation",
            "Profound political consequences"
        ],
        [
            "Lords selling birthright",
            "Loss of military and political power"
        ],
        [
            "Cash rents and leases",
            "Tenant independence"
        ],
        [
            "Dismissal of retainers",
            "Undermined lords' disruptive capacity"
        ],
        [
            "Foreign commerce",
            "Insensible operation creating orderly government"
        ],
        [
            "European economic pattern",
            "Contrary to natural development order"
        ],
        [
            "Land regulations",
            "Restricted agricultural improvement"
        ],
        [
            "America's abundant land",
            "Small-scale ownership promoting cultivation"
        ]
    ]
}