{
    "source": "https://www.gutenberg.org/cache/epub/3300/pg3300-images.html",
    "text": ", Italy, according to\r\nGuicciardini, was cultivated not less in the most mountainous and barren parts\r\nof the country, than in the plainest and most fertile. The advantageous\r\nsituation of the country, and the great number of independent states which at\r\nthat time subsisted in it, probably contributed not a little to this general\r\ncultivation. It is not impossible, too, notwithstanding this general expression\r\nof one of the most judicious and reserved of modern historians, that Italy was\r\nnot at that time better cultivated than England is at present.\r\n\n\r\nThe capital, however, that is acquired to any country by commerce and\r\nmanufactures, is always a very precarious and uncertain possession, till some\r\npart of it has been secured and realized in the cultivation and improvement of\r\nits lands. A merchant, it has been said very properly, is not necessarily the\r\ncitizen of any particular country. It is in a great measure indifferent to him\r\nfrom what place he carries on his trade; and a very trifling disgust will make\r\nhim remove his capital, and, together with it, all the industry which it\r\nsupports, from one country to another. No part of it can be said to belong to\r\nany particular country, till it has been spread, as it were, over the face of\r\nthat country, either in buildings, or in the lasting improvement of lands. No\r\nvestige now remains of the great wealth said to have been possessed by the\r\ngreater part of the Hanse Towns, except in the obscure histories of the\r\nthirteenth and fourteenth centuries. It is even uncertain where some of them\r\nwere situated, or to what towns in Europe the Latin names given to some of them\r\nbelong. But though the misfortunes of Italy, in the end of the fifteenth and\r\nbeginning of the sixteenth centuries, greatly diminished the commerce and\r\nmanufactures of the cities of Lombardy and Tuscany, those countries still\r\ncontinue to be among the most populous and best cultivated in Europe. The civil\r\nwars of Flanders, and the Spanish government which succeeded them, chased away\r\nthe great commerce of Antwerp, Ghent, and Bruges. But Flanders still continues\r\nto be one of the richest, best cultivated, and most populous provinces of\r\nEurope. The ordinary revolutions of war and government easily dry up the\r\nsources of that wealth which arises from commerce only. That which arises from\r\nthe more solid improvements of agriculture is much more durable, and cannot be\r\ndestroyed but by those more violent convulsions occasioned by the depredations\r\nof hostile and barbarous nations continued for a century or two together; such\r\nas those that happened for some time before and after the fall of the Roman\r\nempire in the western provinces of Europe.\r\n\n\r\nPolitical economy, considered as a branch of the science of a statesman or\r\nlegislator, proposes two distinct objects; first, to provide a plentiful\r\nrevenue or subsistence for the people, or, more properly, to enable them to\r\nprovide such a revenue or subsistence for themselves; and, secondly, to supply\r\nthe state or commonwealth with a revenue sufficient for the public services. It\r\nproposes to enrich both the people and the sovereign.\r\n\n\r\nThe different progress of opulence in different ages and nations, has given\r\noccasion to two different systems of political economy, with regard to\r\nenriching the people. The one may be called the system of commerce, the other\r\nthat of agriculture. I shall endeavour to explain both as fully and distinctly\r\nas I can, and shall begin with the system of commerce. It is the modern system,\r\nand is best understood in our own country and in our own times.\r\n\n\r\nThat wealth consists in money, or in gold and silver, is a popular notion which\r\nnaturally arises from the double function of money, as the instrument of\r\ncommerce, and as the measure of value. In consequence of its being the\r\ninstrument of commerce, when we have money we can more readily obtain whatever\r\nelse we have occasion for, than by means of any other commodity. The great\r\naffair, we always find, is to get money. When that is obtained, there is no\r\ndifficulty in making any subsequent purchase. In consequence of its being the\r\nmeasure of value, we estimate that of all other commodities by the quantity of\r\nmoney which they will exchange for. We say of a rich man, that he is worth a\r\ngreat deal, and of a poor man, that he is worth very little money. A frugal\r\nman, or a man eager to be rich, is said to love money; and a careless, a\r\ngenerous, or a profuse man, is said to be indifferent about it. To grow rich is\r\nto get money; and wealth and money, in short, are, in common language,\r\nconsidered as in every respect synonymous.\r\n\n\r\nA rich country, in the same manner as a rich man, is supposed to be a country\r\nabounding in money; and to heap up gold and silver in any country is supposed\r\nto be the readiest way to enrich it. For some time after the discovery of\r\nAmerica, the first inquiry of the Spaniards, when they arrived upon any unknown\r\ncoast, used to be, if there was any gold or silver to be found in the\r\nneighbourhood? By the information which they received, they judged whether it\r\nwas worth while to make a settlement there, or if the country was worth the\r\nconquering. Plano Carpino, a monk sent ambassador from the king of France to\r\none of the sons of the famous Gengis Khan, says, that the Tartars used\r\nfrequently to ask him, if there was plenty of sheep and oxen in the kingdom of\r\nFrance? Their inquiry had the same object with that of the Spaniards. They\r\nwanted to know if the country was rich enough to be worth the conquering. Among\r\nthe Tartars, as among all other nations of shepherds, who are generally\r\nignorant of the use of money, cattle are the instruments of commerce and the\r\nmeasures of value. Wealth, therefore, according to them, consisted in cattle,\r\nas, according to the Spaniards, it consisted in gold and silver. Of the two,\r\nthe Tartar notion, perhaps, was the nearest to the truth.\r\n\n\r\nMr Locke remarks a distinction between money and other moveable goods. All\r\nother moveable goods, he says, are of so consumable a nature, that the wealth\r\nwhich consists in them cannot be much depended on; and a nation which abounds\r\nin them one year may, without any exportation, but merely by their own waste\r\nand extravagance, be in great want of them the next. Money, on the contrary, is\r\na steady friend, which, though it may travel about from hand to hand, yet if it\r\ncan be kept from going out of the country, is not very liable to be wasted and\r\nconsumed. Gold and silver, therefore, are, according to him, the must solid and\r\nsubstantial part of the moveable wealth of a nation; and to multiply those\r\nmetals ought, he thinks, upon that account, to be the great object of its\r\npolitical economy.\r\n\n\r\nOthers admit, that if a nation could be separated from all the world, it would\r\nbe of no consequence how much or how little money circulated in it. The\r\nconsumable goods, which were circulated by means of this money, would only be\r\nexchanged for a greater or a smaller number of pieces; but the real wealth or\r\npoverty of the country, they allow, would depend altogether upon the abundance\r\nor scarcity of those consumable goods. But it is otherwise, they think, with\r\ncountries which have connections with foreign nations, and which are obliged to\r\ncarry on foreign wars, and to maintain fleets and armies in distant countries.\r\nThis, they say, cannot be done, but by sending abroad money to pay them with;\r\nand a nation cannot send much money abroad, unless it has a good deal at home.\r\nEvery such nation, therefore, must endeavour, in time of peace, to accumulate\r\ngold and silver, that when occasion requires, it may have wherewithal to carry\r\non foreign wars.\r\n\n\r\nIn consequence of those popular notions, all the different nations of Europe\r\nhave studied, though to little purpose, every possible means of accumulating\r\ngold and silver in their respective countries. Spain and Portugal, the\r\nproprietors of the principal mines which supply Europe with those metals, have\r\neither prohibited their exportation under the severest penalties, or subjected\r\nit to a considerable duty. The like prohibition seems anciently to have made a\r\npart of the policy of most other European nations. It is even to be found,\r\nwhere we should least of all expect to find it, in some old Scotch acts of\r\nParliament, which forbid, under heavy penalties, the carrying gold or silver\r\nforth of the kingdom. The like policy anciently took place both in France and\r\nEngland.\r\n\n\r\nWhen those countries became commercial, the merchants found this prohibition,\r\nupon many occasions, extremely inconvenient. They could frequently buy more\r\nadvantageously with gold and silver, than with any other commodity, the foreign\r\ngoods which they wanted, either to import into their own, or to carry to some\r\nother foreign country. They remonstrated, therefore, against this prohibition\r\nas hurtful to trade.\r\n\n\r\nThey represented, first, that the exportation of gold and silver, in order to\r\npurchase foreign goods, did not always diminish the quantity of those metals in\r\nthe kingdom; that, on the contrary, it might frequently increase the quantity;\r\nbecause, if the consumption of foreign goods was not thereby increased in the\r\ncountry, those goods might be re-exported to foreign countries, and being there\r\nsold for a large profit, might bring back much more treasure than was\r\noriginally sent out to purchase them. Mr Mun compares this operation of foreign\r\ntrade to the seed-time and harvest of agriculture. “If we only\r\nbehold,” says he, “the actions of the husbandman in the seed time,\r\nwhen he casteth away much good corn into the ground, we shall account him\r\nrather a madman than a husbandman. But when we consider his labours in the\r\nharvest, which is the end of his endeavours, we shall find the worth and\r\nplentiful increase of his actions.”\r\n\n\r\nThey represented, secondly, that this prohibition could not hinder the\r\nexportation of gold and silver, which, on account of the smallness of their\r\nbulk in proportion to their value, could easily be smuggled abroad. That this\r\nexportation could only be prevented by a proper attention to what they called\r\nthe balance of trade. That when the country exported to a greater value than it\r\nimported, a balance became due to it from foreign nations, which was\r\nnecessarily paid to it in gold and silver, and thereby increased the quantity\r\nof those metals in the kingdom. But that when it imported to a greater value\r\nthan it exported, a contrary balance became due to foreign nations, which was\r\nnecessarily paid to them in the same manner, and thereby diminished that\r\nquantity: that in this case, to prohibit the exportation of those metals, could\r\nnot prevent it, but only, by making it more dangerous, render it more\r\nexpensive: that the exchange was thereby turned more against the country which\r\nowed the balance, than it otherwise might have been; the merchant who purchased\r\na bill upon the foreign country being obliged to pay the banker who sold it,\r\nnot only for the natural risk, trouble, and expense of sending the money\r\nthither, but for the extraordinary risk arising from the prohibition; but that\r\nthe more the exchange was against any country, the more the balance of trade\r\nbecame necessarily against it; the money of that country becoming necessarily\r\nof so much less value, in comparison with that of the country to which the\r\nbalance was due. That if the exchange between England and Holland, for example,\r\nwas five per cent. against England, it would require 105 ounces of silver in\r\nEngland to purchase a bill for 100 ounces of silver in Holland: that 105 ounces\r\nof silver in England, therefore, would be worth only 100 ounces of silver in\r\nHolland, and would purchase only a proportionable quantity of Dutch goods; but\r\nthat 100 ounces of silver in Holland, on the contrary, would be worth 105\r\nounces in England, and would purchase a proportionable quantity of English\r\ngoods; that the English goods which were sold to Holland would be sold so much\r\ncheaper, and the Dutch goods which were sold to England so much dearer, by the\r\ndifference of the exchange: that the one would draw so much less Dutch money to\r\nEngland, and the other so much more English money to Holland, as this\r\ndifference amounted to: and that the balance of trade, therefore, would\r\nnecessarily be so much more against England, and would require a greater\r\nbalance of gold and silver to be exported to Holland.\r\n\n\r\nThose arguments were partly solid and partly sophistical. They were solid, so\r\nfar as they asserted that the exportation of gold and silver in trade might\r\nfrequently be advantageous to the country. They were solid, too, in asserting\r\nthat no prohibition could prevent their exportation, when private people found\r\nany advantage in exporting them. But they were sophistical, in supposing, that\r\neither to preserve or to augment the quantity of those metals required more the\r\nattention of government, than to preserve or to augment the quantity of any\r\nother useful commodities, which the freedom of trade, without any such\r\nattention, never fails to supply in the proper quantity. They were sophistical,\r\ntoo, perhaps, in asserting that the high price of exchange necessarily\r\nincreased what they called the unfavourable balance of trade, or occasioned the\r\nexportation of a greater quantity of gold and silver. That high price, indeed,\r\nwas extremely disadvantageous to the merchants who had any money to pay in\r\nforeign countries. They paid so much dearer for the bills which their bankers\r\ngranted them upon those countries. But though the risk arising from the\r\nprohibition might occasion some extraordinary expense to the bankers, it would\r\nnot necessarily carry any more money out of the country. This expense would\r\ngenerally be all laid out in the country, in smuggling the money out of it, and\r\ncould seldom occasion the exportation of a single sixpence beyond the precise\r\nsum drawn for. The high price of exchange, too, would naturally dispose the\r\nmerchants to endeavour to make their exports nearly balance their imports, in\r\norder that they might have this high exchange to pay upon as small a sum as\r\npossible. The high price of exchange, besides, must necessarily have operated\r\nas a tax, in raising the price of foreign goods, and thereby diminishing their\r\nconsumption. It would tend, therefore, not to increase, but to diminish, what\r\nthey called the unfavourable balance of trade, and consequently the exportation\r\nof gold and silver.\r\n\n\r\nSuch as they were, however, those arguments convinced the people to whom they\r\nwere addressed. They were addressed by merchants to parliaments and to the\r\ncouncils of princes, to nobles, and to country gentlemen; by those who were\r\nsupposed to understand trade, to those who were conscious to them selves that\r\nthey knew nothing about the matter. That foreign trade enriched the country,\r\nexperience demonstrated to the nobles and country gentlemen, as well as to the\r\nmerchants; but how, or in what manner, none of them well knew. The merchants\r\nknew perfectly in what manner it enriched themselves, it was their business to\r\nknow it. But to know in what manner it enriched the country, was no part of\r\ntheir business. The subject never came into their consideration, but when they\r\nhad occasion to apply to their country for some change in the laws relating to\r\nforeign trade. It then became necessary to say something about the beneficial\r\neffects of foreign trade, and the manner in which those effects were obstructed\r\nby the laws as they then stood. To the judges who were to decide the business,\r\nit appeared a most satisfactory account of the matter, when they were told that\r\nforeign trade brought money into the country, but that the laws in question\r\nhindered it from bringing so much as it otherwise would do. Those arguments,\r\ntherefore, produced the wished-for effect. The prohibition of exporting gold\r\nand silver was, in France and England, confined to the coin of those respective\r\ncountries. The exportation of foreign coin and of bullion was made free. In\r\nHolland, and in some other places, this liberty was extended even to the coin\r\nof the country. The attention of government was turned away from guarding\r\nagainst the exportation of gold and silver, to watch over the balance of trade,\r\nas the only cause which could occasion any augmentation or diminution of those\r\nmetals. From one fruitless care, it was turned away to another care much more\r\nintricate, much more embarrassing, and just equally fruitless. The title of\r\nMun’s book, England’s Treasure in Foreign Trade, became a\r\nfundamental maxim in the political economy, not of England only, but of all\r\nother commercial countries. The inland or home trade, the most important of\r\nall, the trade in which an equal capital affords the greatest revenue, and\r\ncreates the greatest employment to the people of the country, was considered as\r\nsubsidiary only to foreign trade. It neither brought money into the country, it\r\nwas said, nor carried any out of it. The country, therefore, could never become\r\neither richer or poorer by means of it, except so far as its prosperity or\r\ndecay might indirectly influence the state of foreign trade.\r\n\n\r\nA country that has no mines of its own, must undoubtedly draw its gold and\r\nsilver from foreign countries, in the same manner as one that has no vineyards\r\nof its own must draw its wines. It does not seem necessary, however, that the\r\nattention of government should be more turned towards the one than towards the\r\nother object. A country that has wherewithal to buy wine, will always get the\r\nwine which it has occasion for; and a country that has wherewithal to buy gold\r\nand silver, will never be in want of those metals. They are to be bought for a\r\ncertain price, like all other commodities; and as they are the price of all\r\nother commodities, so all other commodities are the price of those metals. We\r\ntrust, with perfect security, that the freedom of trade, without any attention\r\nof government, will always supply us with the wine which we have occasion for;\r\nand we may trust, with equal security, that it will always supply us with all\r\nthe gold and silver which we can afford to purchase or to employ, either in\r\ncirculating our commodities or in other uses.\r\n\n\r\nThe quantity of every commodity which human industry can either purchase or\r\nproduce, naturally regulates itself in every country according to the effectual\r\ndemand, or according to the demand of those who are willing to pay the whole\r\nrent, labour, and profits, which must be paid in order to prepare and bring it\r\nto market. But no commodities regulate themselves more easily or more exactly,\r\naccording to this effectual demand, than gold and silver; because, on account\r\nof the small bulk and great value of those metals, no commodities can be more\r\neasily transported from one place to another; from the places where they are\r\ncheap, to those where they are dear; from the places where they exceed, to\r\nthose where they fall short of this effectual demand. If there were in England,\r\nfor example, an effectual demand for an additional quantity of gold, a\r\npacket-boat could bring from Lisbon, or from wherever else it was to be had,\r\nfifty tons of gold, which could be coined into more than five millions of\r\nguineas. But if there were an effectual demand for grain to the same value, to\r\nimport it would require, at five guineas a-ton, a million of tons of shipping,\r\nor a thousand ships of a thousand tons each. The navy of England would not be\r\nsufficient.\r\n\n\r\nWhen the quantity of gold and silver imported into any country exceeds the\r\neffectual demand, no vigilance of government can prevent their exportation. All\r\nthe sanguinary laws of Spain and Portugal are not able to keep their gold and\r\nsilver at home. The continual importations from Peru and Brazil exceed the\r\neffectual demand of those countries, and sink the price of those metals there\r\nbelow that in the neighbouring countries. If, on the contrary, in any\r\nparticular country, their quantity fell short of the effectual demand, so as to\r\nraise their price above that of the neighbouring countries, the government\r\nwould have no occasion to take any pains to import them. If it were even to\r\ntake pains to prevent their importation, it would not be able to effectuate it.\r\nThose metals, when the Spartans had got wherewithal to purchase them, broke\r\nthrough all the barriers which the laws of Lycurgus opposed to their entrance\r\ninto Lacedaemon. All the sanguinary laws of the customs are not able to prevent\r\nthe importation of the teas of the Dutch and Gottenburg East India companies;\r\nbecause somewhat cheaper than those of the British company. A pound of tea,\r\nhowever, is about a hundred times the bulk of one of the highest prices,\r\nsixteen shillings, that is commonly paid for it in silver, and more than two\r\nthousand times the bulk of the same price in gold, and, consequently, just so\r\nmany times more difficult to smuggle.\r\n\n\r\nIt is partly owing to the easy transportation of gold and silver, from the\r\nplaces where they abound to those where they are wanted, that the price of\r\nthose metals does not fluctuate continually, like that of the greater part of\r\nother commodities, which are hindered by their bulk from shifting their\r\nsituation, when the market happens to be either over or under-stocked with\r\nthem. The price of those metals, indeed, is not altogether exempted from\r\nvariation; but the changes to which it is liable are generally slow, gradual,\r\nand uniform. In Europe, for example, it is supposed, without much foundation,\r\nperhaps, that during the course of the present and preceding century, they have\r\nbeen constantly, but gradually, sinking in their value, on account of the\r\ncontinual importations from the Spanish West Indies. But to make any sudden\r\nchange in the price of gold and silver, so as to raise or lower at once,\r\nsensibly and remarkably, the money price of all other commodities, requires\r\nsuch a revolution in commerce as that occasioned by the discovery of America.\r\n\n\r\nIf, not withstanding all this, gold and silver should at any time fall short in\r\na country which has wherewithal to purchase them, there are more expedients for\r\nsupplying their place, than that of almost any other commodity. If the\r\nmaterials of manufacture are wanted, industry must stop. If provisions are\r\nwanted, the people must starve. But if money is wanted, barter will supply its\r\nplace, though with a good deal of inconveniency. Buying and selling upon\r\ncredit, and the different dealers compensating their credits with one another,\r\nonce a-month, or once a-year, will supply it with less inconveniency. A\r\nwell-regulated paper-money will supply it not only without any inconveniency,\r\nbut, in some cases, with some advantages. Upon every account, therefore, the\r\nattention of government never was so unnecessarily employed, as when directed\r\nto watch over the preservation or increase of the quantity of money in any\r\ncountry.\r\n\n\r\nNo complaint, however, is more common than that of a scarcity of money. Money,\r\nlike wine, must always be scarce with those who have neither wherewithal to buy\r\nit, nor credit to borrow it. Those who have either, will seldom be in want\r\neither of the money, or of the wine which they have occasion for. This\r\ncomplaint, however, of the scarcity of money, is not always confined to\r\nimprovident spendthrifts. It is sometimes general through a whole mercantile\r\ntown and the country in its neighbourhood. Over-trading is the common cause of\r\nit. Sober men, whose projects have been disproportioned to their capitals, are\r\nas likely to have neither wherewithal to buy money, nor credit to borrow it, as\r\nprodigals, whose expense has been disproportioned to their revenue. Before\r\ntheir projects can be brought to bear, their stock is gone, and their credit\r\nwith it. They run about everywhere to borrow money, and everybody tells them\r\nthat they have none to lend. Even such general complaints of the scarcity of\r\nmoney do not always prove that the usual number of gold and silver pieces are\r\nnot circulating in the country, but that many people want those pieces who have\r\nnothing to give for them. When the profits of trade happen to be greater than\r\nordinary over-trading becomes a general error, both among great and small\r\ndealers. They do not always send more money abroad than usual, but they buy\r\nupon credit, both at home and abroad, an unusual quantity of goods, which they\r\nsend to some distant market, in hopes that the returns will come in before the\r\ndemand for payment. The demand comes before the returns, and they have nothing\r\nat hand with which they can either purchase money or give solid security for\r\nborrowing. It is not any scarcity of gold and silver, but the difficulty which\r\nsuch people find in borrowing, and which their creditor find in getting\r\npayment, that occasions the general complaint of the scarcity of money.\r\n\n\r\nIt would be too ridiculous to go about seriously to prove, that wealth does not\r\nconsist in money, or in gold and silver; but in what money purchases, and is\r\nvaluable only for purchasing. Money, no doubt, makes always a part of the\r\nnational capital; but it has already been shown that it generally makes but a\r\nsmall part, and always the most unprofitable part of it.\r\n\n\r\nIt is not because wealth consists more essentially in money than in goods, that\r\nthe merchant finds it generally more easy to buy goods with money, than to buy\r\nmoney with goods; but because money is the known and established instrument of\r\ncommerce, for which every thing is readily given in exchange, but which is not\r\nalways with equal readiness to be got in exchange for every thing. The greater\r\npart of goods, besides, are more perishable than money, and he may frequently\r\nsustain a much greater loss by keeping them. When his goods are upon hand, too,\r\nhe is more liable to such demands for money as he may not be able to answer,\r\nthan when he has got their price in his coffers. Over and above all this, his\r\nprofit arises more directly from selling than from buying; and he is, upon all\r\nthese accounts, generally much more anxious to exchange his goods for money\r\nthan his money for goods. But though a particular merchant, with abundance of\r\ngoods in his warehouse, may sometimes be ruined by not being able to sell them\r\nin time, a nation or country is not liable to the same accident, The whole\r\ncapital of a merchant frequently consists in perishable goods destined for\r\npurchasing money. But it is but a very small part of the annual produce of the\r\nland and labour of a country, which can ever be destined for purchasing gold\r\nand silver from their neighbours. The far greater part is circulated and\r\nconsumed among themselves; and even of the surplus which is sent abroad, the\r\ngreater part is generally destined for the purchase of other foreign goods.\r\nThough gold and silver, therefore, could not be had in exchange for the goods\r\ndestined to purchase them, the nation would not be ruined. It might, indeed,\r\nsuffer some loss and inconveniency, and be forced upon some of those expedients\r\nwhich are necessary for supplying the place of money. The annual produce of its\r\nland and labour, however, would be the same, or very nearly the same as usual;\r\nbecause the same, or very nearly the same consumable capital would be employed\r\nin maintaining it. And though goods do not always draw money so readily as\r\nmoney draws goods, in the long-run they draw it more necessarily than even it\r\ndraws them. Goods can serve many other purposes besides purchasing money, but\r\nmoney can serve no other purpose besides purchasing goods. Money, therefore,\r\nnecessarily runs after goods, but goods do not always or necessarily run after\r\nmoney. The man who buys, does not always mean to sell again, but frequently to\r\nuse or to consume; whereas he who sells always means to buy again. The one may\r\nfrequently have done the whole, but the other can never have done more than the\r\none half of his business. It is not for its own sake that men desire money, but\r\nfor the sake of what they can purchase with it.\r\n\n\r\nConsumable commodities, it is said, are soon destroyed; whereas gold and silver\r\nare of a more durable nature, and were it not for this continual exportation,\r\nmight be accumulated for ages together, to the incredible augmentation of the\r\nreal wealth of the country. Nothing, therefore, it is pretended, can be more\r\ndisadvantageous to any country, than the trade which consists in the exchange\r\nof such lasting for such perishable commodities. We do not, however, reckon\r\nthat trade disadvantageous, which consists in the exchange of the hardware of\r\nEngland for the wines of France, and yet hardware is a very durable commodity,\r\nand were it not for this continual exportation, might too be accumulated for\r\nages together, to the incredible augmentation of the pots and pans of the\r\ncountry. But it readily occurs, that the number of such utensils is in every\r\ncountry necessarily limited by the use which there is for them; that it would\r\nbe absurd to have more pots and pans than were necessary for cooking the\r\nvictuals usually consumed there; and that, if the quantity of victuals were to\r\nincrease, the number of pots and pans would readily increase along with it; a\r\npart of the increased quantity of victuals being employed in purchasing them,\r\nor in maintaining an additional number of workmen whose business it was to make\r\nthem. It should as readily occur, that the quantity of gold and silver is, in\r\nevery country, limited by the use which there is for those metals; that their\r\nuse consists in circulating commodities, as coin, and in affording a species of\r\nhousehold furniture, as plate; that the quantity of coin in every country is\r\nregulated by the value of the commodities which are to be circulated by it;\r\nincrease that value, and immediately a part of it will be sent abroad to\r\npurchase, wherever it is to be had, the additional quantity of coin requisite\r\nfor circulating them: that the quantity of plate is regulated by the number and\r\nwealth of those private families who choose to indulge themselves in that sort\r\nof magnificence; increase the number and wealth of such families, and a part of\r\nthis increased wealth will most probably be employed in purchasing, wherever it\r\nis to be found, an additional quantity of plate; that to attempt to increase\r\nthe wealth of any country, either by introducing or by detaining in it an\r\nunnecessary quantity of gold and silver, is as absurd as it would be to attempt\r\nto increase the good cheer of private families, by obliging them to keep an\r\nunnecessary number of kitchen utensils. As the expense of purchasing those\r\nunnecessary utensils would diminish, instead of increasing, either the quantity\r\nor goodness of the family provisions; so the expense of purchasing an\r\nunnecessary quantity of gold and silver must, in every country, as necessarily\r\ndiminish the wealth which feeds, clothes, and lodges, which maintains and\r\nemploys the people. Gold and silver, whether in the shape of coin or of plate,\r\nare utensils, it must be remembered, as much as the furniture of the kitchen.\r\nIncrease the use of them, increase the consumable commodities which are to be\r\ncirculated, managed, and prepared by means of them, and you will infallibly\r\nincrease the quantity; but if you attempt by extraordinary means to increase\r\nthe quantity, you will as infallibly diminish the use, and even the quantity\r\ntoo, which in those metals can never be greater than what the use requires.\r\nWere they ever to be accumulated beyond this quantity, their transportation is\r\nso easy, and the loss which attends their lying idle and unemployed so great,\r\nthat no law could prevent their being immediately sent out of the country.\r\n\n\r\nIt is not always necessary to accumulate gold and silver, in order to enable a\r\ncountry to carry on foreign wars, and to maintain fleets and armies in distant\r\ncountries. Fleets and armies are maintained, not with gold and silver, but with\r\nconsumable goods. The nation which, from the annual produce of its domestic\r\nindustry, from the annual revenue arising out of its lands, and labour, and\r\nconsumable stock, has wherewithal to purchase those consumable goods in distant\r\ncountries, can maintain foreign wars there.\r\n\n\r\nA nation may purchase the pay and provisions of an army in a distant country\r\nthree different ways; by sending abroad either, first, some part of its\r\naccumulated gold and silver; or, secondly, some part of the annual produce of\r\nits manufactures; or, last of all, some part of its annual rude produce.\r\n\n\r\nThe gold and silver which can properly be considered as accumulated, or stored\r\nup in any country, may be distinguished into three parts; first, the\r\ncirculating money; secondly, the plate of private families; and, last of all,\r\nthe money which may have been collected by many years parsimony, and laid up in\r\nthe treasury of the prince.\r\n\n\r\nIt can seldom happen that much can be spared from the circulating money of the\r\ncountry; because in that there can seldom be much redundancy. The value of\r\ngoods annually bought and sold in any country requires a certain quantity of\r\nmoney to circulate and distribute them to their proper consumers, and can give\r\nemployment to no more. The channel of circulation necessarily draws to itself a\r\nsum sufficient to fill it, and never admits any more. Something, however, is\r\ngenerally withdrawn from this channel in the case of foreign war. By the great\r\nnumber of people who are maintained abroad, fewer are maintained at home. Fewer\r\ngoods are circulated there, and less money becomes necessary to circulate them.\r\nAn extraordinary quantity of paper money of some sort or other, too, such as\r\nexchequer notes, navy bills, and bank bills, in England, is generally issued\r\nupon such occasions, and, by supplying the place of circulating gold and\r\nsilver, gives an opportunity of sending a greater quantity of it abroad. All\r\nthis, however, could afford but a poor resource for maintaining a foreign war,\r\nof great expense, and several years duration.\r\n\n\r\nThe melting down of the plate of private families has, upon every occasion,\r\nbeen found a still more insignificant one. The French, in the beginning of the\r\nlast war, did not derive so much advantage from this expedient as to compensate\r\nthe loss of the fashion.\r\n\n\r\nThe accumulated treasures of the prince have in former times afforded a much\r\ngreater and more lasting resource. In the present times, if you except the king\r\nof Prussia, to accumulate treasure seems to be no part of the policy of\r\nEuropean princes.\r\n\n\r\nThe funds which maintained the foreign wars of the present century, the most\r\nexpensive perhaps which history records, seem to have had little dependency\r\nupon the exportation either of the circulating money, or of the plate of\r\nprivate families, or of the treasure of the prince. The last French war cost\r\nGreat Britain upwards of £90,000,000, including not only the £75,000,000 of new\r\ndebt that was contracted, but the additional 2s. in the pound land-tax, and\r\nwhat was annually borrowed of the sinking fund. More than two-thirds of this\r\nexpense were laid out in distant countries; in Germany, Portugal, America, in\r\nthe ports of the Mediterranean, in the East and West Indies. The kings of\r\nEngland had no accumulated treasure. We never heard of any extraordinary\r\nquantity of plate being melted down. The circulating gold and silver of the\r\ncountry had not been supposed to exceed £18,000,000. Since the late recoinage\r\nof the gold, however, it is believed to have been a good deal under-rated. Let\r\nus suppose, therefore, according to the most exaggerated computation which I\r\nremember to have either seen or heard of, that, gold and silver together, it\r\namounted to £30,000,000. Had the war been carried on by means of our money, the\r\nwhole of it must, even according to this computation, have been sent out and\r\nreturned again, at least twice in a period of between six and seven years.\r\nShould this be supposed, it would afford the most decisive argument, to\r\ndemonstrate how unnecessary it is for government to watch over the preservation\r\nof money, since, upon this supposition, the whole money of the country must\r\nhave gone from it, and returned to it again, two different times in so short a\r\nperiod, without any body’s knowing any thing of the matter. The channel\r\nof circulation, however, never appeared more empty than usual during any part\r\nof this period. Few people wanted money who had wherewithal to pay for it. The\r\nprofits of foreign trade, indeed, were greater than usual during the whole war,\r\nbut especially towards the end of it. This occasioned, what it always\r\noccasions, a general over-trading in all the ports of Great Britain; and this\r\nagain occasioned the usual complaint of the scarcity of money, which always\r\nfollows over-trading. Many people wanted it, who had neither wherewithal to buy\r\nit, nor credit to borrow it; and because the debtors found it difficult to\r\nborrow, the creditors found it difficult to get payment. Gold and silver,\r\nhowever, were generally to be had for their value, by those who had that value\r\nto give for them.\r\n\n\r\nThe enormous expense of the late war, therefore, must have been chiefly\r\ndefrayed, not by the exportation of gold and silver, but by that of British\r\ncommodities of some kind or other. When the government, or those who acted\r\nunder them, contracted with a merchant for a remittance to some foreign\r\ncountry, he would naturally endeavour to pay his foreign correspondent, upon\r\nwhom he granted a bill, by sending abroad rather commodities than gold and\r\nsilver. If the commodities of Great Britain were not in demand in that country,\r\nhe would endeavour to send them to some other country in which he could\r\npurchase a bill upon that country. The transportation of commodities, when\r\nproperly suited to the market, is always attended with a considerable profit;\r\nwhereas that of gold and silver is scarce ever attended with any. When those\r\nmetals are sent abroad in order to purchase foreign commodities, the\r\nmerchant’s profit arises, not from the purchase, but from the sale of the\r\nreturns. But when they are sent abroad merely to pay a debt, he gets no\r\nreturns, and consequently no profit. He naturally, therefore, exerts his\r\ninvention to find out a way of paying his foreign debts, rather by the\r\nexportation of commodities, than by that of gold and silver. The great quantity\r\nof British goods, exported during the course of the late war, without bringing\r\nback any returns, is accordingly remarked by the author of the Present State of\r\nthe Nation.\r\n\n\r\nBesides the three sorts of gold and silver above mentioned, there is in all\r\ngreat commercial countries a good deal of bullion alternately imported and\r\nexported, for the purposes of foreign trade. This bullion, as it circulates\r\namong different commercial countries, in the same manner as the national coin\r\ncirculates in every country, may be considered as the money of the great\r\nmercantile republic. The national coin receives its movement and direction from\r\nthe commodities circulated within the precincts of each particular country; the\r\nmoney in the mercantile republic, from those circulated between different\r\ncountries. Both are employed in facilitating exchanges, the one between\r\ndifferent individuals of the same, the other between those of different\r\nnations. Part of this money of the great mercantile republic may have been, and\r\nprobably was, employed in carrying on the late war. In time of a general war,\r\nit is natural to suppose that a movement and direction should be impressed upon\r\nit, different from what it usually follows in profound peace, that it should\r\ncirculate more about the seat of the war, and be more employed in purchasing\r\nthere, and in the neighbouring countries, the pay and provisions of the\r\ndifferent armies. But whatever part of this money of the mercantile republic\r\nGreat Britain may have annually employed in this manner, it must have been\r\nannually purchased, either with British commodities, or with something else\r\nthat had been purchased with them; which still brings us back to commodities,\r\nto the annual produce of the land and labour of the country, as the ultimate\r\nresources which enabled us to carry on the war. It is natural, indeed, to\r\nsuppose, that so great an annual expense must have been defrayed from a great\r\nannual produce. The expense of 1761, for example, amounted to more than\r\n£19,000,000. No accumulation could have supported so great an annual profusion.\r\nThere is no annual produce, even of gold and silver, which could have supported\r\nit. The whole gold and silver annually imported into both Spain and Portugal,\r\naccording to the best accounts, does not commonly much exceed £6,000,000\r\nsterling, which, in some years, would scarce have paid four months expense of\r\nthe late war.\r\n\n\r\nThe commodities most proper for being transported to distant countries, in\r\norder to purchase there either the pay and provisions of an army, or some part\r\nof the money of the mercantile republic to be employed in purchasing them, seem\r\nto be the finer and more improved manufactures; such as contain a great value\r\nin a small bulk, and can therefore be exported to a great distance at little\r\nexpense. A country whose industry produces a great annual surplus of such\r\nmanufactures, which are usually exported to foreign countries, may carry on for\r\nmany years a very expensive foreign war, without either exporting any\r\nconsiderable quantity of gold and silver, or even having any such quantity to\r\nexport. A considerable part of the annual surplus of its manufactures must,\r\nindeed, in this case, be exported without bringing back any returns to the\r\ncountry, though it does to the merchant; the government purchasing of the\r\nmerchant his bills upon foreign countries, in order to purchase there the pay\r\nand provisions of an army. Some part of this surplus, however, may still\r\ncontinue to bring back a return. The manufacturers during; the war will have a\r\ndouble demand upon them, and be called upon first to work up goods to be sent\r\nabroad, for paying the bills drawn upon foreign countries for the pay and\r\nprovisions of the army: and, secondly, to work up such as are necessary for\r\npurchasing the common returns that had usually been consumed in the country. In\r\nthe midst of the most destructive foreign war, therefore, the greater part of\r\nmanufactures may frequently flourish greatly; and, on the contrary, they may\r\ndecline on the return of peace. They may flourish amidst the ruin of their\r\ncountry, and begin to decay upon the return of its prosperity. The different\r\nstate of many different branches of the British manufactures during the late\r\nwar, and for some time after the peace, may serve as an illustration of what\r\nhas been just now said.\r\n\n\r\nNo foreign war, of great expense or duration, could conveniently be carried on\r\nby the exportation of the rude produce of the soil. The expense of sending such\r\na quantity of it into a foreign country as might purchase the pay and\r\nprovisions of an army would be too great. Few countries, too, produce much more\r\nrude produce than what is sufficient for the subsistence of their own\r\ninhabitants. To send abroad any great quantity of it, therefore, would be to\r\nsend abroad a part of the necessary subsistence of the people. It is otherwise\r\nwith the exportation of manufactures. The maintenance of the people employed in\r\nthem is kept at home, and only the surplus part of their work is exported. Mr\r\nHume frequently takes notice of the inability of the ancient kings of England\r\nto carry on, without interruption, any foreign war of long duration. The\r\nEnglish in those days had nothing wherewithal to purchase the pay and\r\nprovisions of their armies in foreign countries, but either the rude produce of\r\nthe soil, of which no considerable part could be spared from the home\r\nconsumption, or a few manufactures of the coarsest kind, of which, as well as\r\nof the rude produce, the transportation was too expensive. This inability did\r\nnot arise from the want of money, but of the finer and more improved\r\nmanufactures. Buying and selling was transacted by means of money in England\r\nthen as well as now. The quantity of circulating money must have borne the same\r\nproportion, to the number and value of purchases and sales usually transacted\r\nat that time, which it does to those transacted at present; or, rather, it must\r\nhave borne a greater proportion, because there was then no paper, which now\r\noccupies a great part of the employment of gold and silver. Among nations to\r\nwhom commerce and manufactures are little known, the sovereign, upon\r\nextraordinary occasions, can seldom draw any considerable aid from his\r\nsubjects, for reasons which shall be explained hereafter. It is in such\r\ncountries, therefore, that he generally endeavours to accumulate a treasure, as\r\nthe only resource against such emergencies. Independent of this necessity, he\r\nis, in such a situation, naturally disposed to the parsimony requisite for\r\naccumulation. In that simple state, the expense even of a sovereign is not\r\ndirected by the vanity which delights in the gaudy finery of a court, but is\r\nemployed in bounty to his tenants, and hospitality to his retainers. But bounty\r\nand hospitality very seldom lead to extravagance; though vanity almost always\r\ndoes. Every Tartar chief, accordingly, has a treasure. The treasures of Mazepa,\r\nchief of the Cossacks in the Ukraine, the famous ally of Charles XII., are said\r\nto have been very great. The French kings of the Merovingian race had all\r\ntreasures. When they divided their kingdom among their different children, they\r\ndivided their treasures too. The Saxon princes, and the first kings after the\r\nConquest, seem likewise to have accumulated treasures. The first exploit of\r\nevery new reign was commonly to seize the treasure of the preceding king, as\r\nthe most essential measure for securing the succession. The sovereigns of\r\nimproved and commercial countries are not under the same necessity of\r\naccumulating treasures, because they can generally draw from their subjects\r\nextraordinary aids upon extraordinary occasions. They are likewise less\r\ndisposed to do so. They naturally, perhaps necessarily, follow the mode of the\r\ntimes; and their expense comes to be regulated by the same extravagant vanity\r\nwhich directs that of all the other great proprietors in their dominions. The\r\ninsignificant pageantry of their court becomes every day more brilliant; and\r\nthe expense of it not only prevents accumulation, but frequently encroaches\r\nupon the funds destined for more necessary expenses. What Dercyllidas said of\r\nthe court of Persia, may be applied to that of several European princes, that\r\nhe saw there much splendour, but little strength, and many servants, but few\r\nsoldiers.\r\n\n\r\nThe importation of gold and silver is not the principal, much less the sole\r\nbenefit, which a nation derives from its foreign trade. Between whatever places\r\nforeign trade is carried on, they all of them derive two distinct benefits from\r\nit. It carries out that surplus part of the produce of their land and labour\r\nfor which there is no demand among them, and brings back in return for it\r\nsomething else for which there is a demand. It gives a value to their\r\nsuperfluities, by exchanging them for something else, which may satisfy a part\r\nof their wants and increase their enjoyments. By means of it, the narrowness of\r\nthe home market does not hinder the division of labour in any particular branch\r\nof art or manufacture from being carried to the highest perfection. By opening\r\na more extensive market for whatever part of the produce of their labour may\r\nexceed the home consumption, it encourages them to improve its productive\r\npower, and to augment its annual produce to the utmost, and thereby to increase\r\nthe real revenue and wealth of the society. These great and important services\r\nforeign trade is continually occupied in performing to all the different\r\ncountries between which it is carried on. They all derive great benefit from\r\nit, though that in which the merchant resides generally derives the greatest,\r\nas he is generally more employed in supplying the wants, and carrying out the\r\nsuperfluities of his own, than of any other particular country. To import the\r\ngold and silver which may be wanted into the countries which have no mines, is,\r\nno doubt a part of the business of foreign commerce. It is, however, a most\r\ninsignificant part of it. A country which carried on foreign trade merely upon\r\nthis account, could scarce have occasion to freight a ship in a century.\r\n\n\r\nIt is not by the importation of gold and silver that the discovery of America\r\nhas enriched Europe. By the abundance of the American mines, those metals have\r\nbecome cheaper. A service of plate can now be purchased for about a third part\r\nof the corn, or a third part of the labour, which it would have cost in the\r\nfifteenth century. With the same annual expense of labour and commodities,\r\nEurope can annually purchase about three times the quantity of plate which it\r\ncould have purchased at that time. But when a commodity comes to be sold for a\r\nthird part of what bad been its usual price, not only those who purchased it\r\nbefore can purchase three times their former quantity, but it is brought down\r\nto the level of a much greater number of purchasers, perhaps to more than ten,\r\nperhaps to more than twenty times the former number. So that there may be in\r\nEurope at present, not only more than three times, but more than twenty or\r\nthirty times the quantity of plate which would have been in it, even in its\r\npresent state of improvement, had the discovery of the American mines never\r\nbeen made. So far Europe has, no doubt, gained a real conveniency, though\r\nsurely a very trifling one. The cheapness of gold and silver renders those\r\nmetals rather less fit for the purposes of money than they were before. In\r\norder to make the same purchases, we must load ourselves with a greater\r\nquantity of them, and carry about a shilling in our pocket, where a groat would\r\nhave done before. It is difficult to say which is most trifling, this\r\ninconveniency, or the opposite conveniency. Neither the one nor the other could\r\nhave made any very essential change in the state of Europe. The discovery of\r\nAmerica, however, certainly made a most essential one. By opening a new and\r\ninexhaustible market to all the commodities of Europe, it gave occasion to new\r\ndivisions of labour and improvements of art, which in the narrow circle of the\r\nancient commerce could never have taken place, for want of a market to take off\r\nthe greater part of their produce. The productive powers of labour were\r\nimproved, and its produce increased in all the different countries of Europe,\r\nand together with it the real revenue and wealth of the inhabitants. The\r\ncommodities of Europe were almost all new to America, and many of those of\r\nAmerica were new to Europe. A new set of exchanges, therefore, began to take\r\nplace, which had never been thought of before, and which should naturally have\r\nproved as advantageous to the new, as it certainly did to the old continent.\r\nThe savage injustice of the Europeans rendered an event, which ought to have\r\nbeen beneficial to all, ruinous and destructive to several of those unfortunate\r\ncountries.\r\n\n\r\nThe discovery of a passage to the East Indies by the Cape of Good Hope, which\r\nhappened much about the same time, opened perhaps a still more extensive range\r\nto foreign commerce, than even that of America, notwithstanding the greater\r\ndistance. There were but two nations in America, in any respect, superior to\r\nthe savages, and these were destroyed almost as soon as discovered. The rest\r\nwere mere savages. But the empires of China, Indostan, Japan, as well as\r\nseveral others in the East Indies, without having richer mines of gold or\r\nsilver, were, in every other respect, much richer, better cultivated, and more\r\nadvanced in all arts and manufactures, than either Mexico or Peru, even though\r\nwe should credit, what plainly deserves no credit, the exaggerated accounts of\r\nthe Spanish writers concerning the ancient state of those empires. But rich and\r\ncivilized nations can always exchange to a much greater value with one another,\r\nthan with savages and barbarians. Europe, however, has hitherto derived much\r\nless advantage from its commerce with the East Indies, than from that with\r\nAmerica. The Portuguese monopolised the East India trade to themselves for\r\nabout a century; and it was only indirectly, and through them, that the other\r\nnations of Europe could either send out or receive any goods from that country.\r\nWhen the Dutch, in the beginning of the last century, began to encroach upon\r\nthem, they vested their whole East India commerce in an exclusive company. The\r\nEnglish, French, Swedes, and Danes, have all followed their example; so that no\r\ngreat nation of Europe has ever yet had the benefit of a free commerce to the\r\nEast Indies. No other reason need be assigned why it has never been so\r\nadvantageous as the trade to America, which, between almost every nation of\r\nEurope and its own colonies, is free to all its subjects. The exclusive\r\nprivileges of those East India companies, their great riches, the great favour\r\nand protection which these have procured them from their respective\r\ngovernments, have excited much envy against them. This envy has frequently\r\nrepresented their trade as altogether pernicious, on account of the great\r\nquantities of silver which it every year exports from the countries from which\r\nit is carried on. The parties concerned have replied, that their trade by this\r\ncontinual exportation of silver, might indeed tend to impoverish Europe in\r\ngeneral, but not the particular country from which it was carried on; because,\r\nby the exportation of a part of the returns to other European countries, it\r\nannually brought home a much greater quantity of that metal than it carried\r\nout. Both the objection and the reply are founded in the popular notion which I\r\nhave been just now examining. It is therefore unnecessary to say any thing\r\nfurther about either. By the annual exportation of silver to the East Indies,\r\nplate is probably somewhat dearer in Europe than it otherwise might have been;\r\nand coined silver probably purchases a larger quantity both of labour and\r\ncommodities. The former of these two effects is a very small loss, the latter a\r\nvery small advantage; both too insignificant to deserve any part of the public\r\nattention. The trade to the East Indies, by opening a market to the commodities\r\nof Europe, or, what comes nearly to the same thing, to the gold and silver\r\nwhich is purchased with those commodities, must necessarily tend to increase\r\nthe annual production of European commodities, and consequently the real wealth\r\nand revenue of Europe. That it has hitherto increased them so little, is\r\nprobably owing to the restraints which it everywhere labours under.\r\n\n\r\nI thought it necessary, though at the hazard of being tedious, to examine at\r\nfull length this popular notion, that wealth consists in money or in gold and\r\nsilver",
    "summary": "\nThis text explores the nature of wealth, challenging the popular notion that wealth consists solely of money or precious metals. The author argues that while merchants understand how commerce enriches them individually, they often misrepresent how it enriches nations. The misconception that wealth equals gold and silver led many European nations to prohibit their exportation, believing this would increase national prosperity. However, merchants eventually demonstrated that such restrictions hindered rather than helped trade.\nThe author contends that a nation's wealth doesn't depend on accumulating gold and silver, but rather on its productive capacity. Just as a country that can afford wine will never lack it, a country with goods to trade will never lack precious metals. These metals naturally regulate themselves according to demand, with their easy transportation preventing price fluctuations. Government attention to preserving or increasing money supply is therefore unnecessary. When people complain of money scarcity, it often stems from improvident spending or overtrading, not an actual shortage of currency.\nThe text emphasizes that wealth consists not in money itself but in what money purchases. While merchants may prefer selling goods for money rather than buying goods with money (as money is more durable and versatile), a nation differs from an individual merchant. Only a small portion of a country's production is ever destined for purchasing gold and silver, with most goods circulated domestically. Unlike perishable goods, money isn't consumed but continuously circulates.\nForeign trade benefits nations in two crucial ways: it provides markets for surplus production and supplies desired goods in return. This expands the market beyond domestic constraints, encouraging specialization and increasing productivity. Contrary to mercantilist views, the importation of gold and silver represents an insignificant part of foreign trade's advantages.\nThe author discusses how nations finance expensive foreign wars, noting that Great Britain's large expenditures during recent conflicts weren't primarily funded by exporting gold and silver, but by exporting manufactured goods. Countries with developed manufacturing can sustain lengthy wars by exporting high-value, low-bulk manufactured items, while those limited to exporting agricultural produce face greater difficulties.\nThe text concludes by examining how the discovery of America and East Indies trade routes transformed European economies. These developments created vast new markets for European goods, stimulating production improvements and increasing real wealth. While the resulting abundance of gold and silver made these metals cheaper, their true benefit came not from their importation but from expanded trade opportunities. The author notes that East Indies trade, though potentially as beneficial as American trade, has delivered fewer advantages due to monopolistic trade restrictions.\n",
    "map": [
        [
            "Wealth misconception",
            "Money or precious metals"
        ],
        [
            "Merchant understanding",
            "Individual versus national enrichment"
        ],
        [
            "Export prohibitions",
            "Hindrance to trade"
        ],
        [
            "National wealth",
            "Productive capacity"
        ],
        [
            "Precious metals",
            "Self-regulating according to demand"
        ],
        [
            "Government intervention",
            "Unnecessary for money supply"
        ],
        [
            "Money scarcity complaints",
            "Improvident spending or overtrading"
        ],
        [
            "Wealth essence",
            "Purchasing power not currency itself"
        ],
        [
            "Merchant preference",
            "Money over goods"
        ],
        [
            "National economy",
            "Domestic circulation of goods"
        ],
        [
            "Foreign trade benefits",
            "Markets for surplus and desired imports"
        ],
        [
            "Market expansion",
            "Specialization and productivity increase"
        ],
        [
            "Gold importation",
            "Insignificant part of trade advantages"
        ],
        [
            "War financing",
            "Manufactured exports not precious metals"
        ],
        [
            "Manufacturing development",
            "Sustained foreign conflict capacity"
        ],
        [
            "American discovery",
            "European market expansion"
        ],
        [
            "New trade routes",
            "Production improvements"
        ],
        [
            "Gold abundance",
            "Metal price reduction"
        ],
        [
            "East Indies trade",
            "Unrealized potential due to monopolies"
        ]
    ]
}