{"source": "https://www.gutenberg.org/cache/epub/3300/pg3300-images.html", "text": "\r\n\n\r\nBut though the ordinary course of exchange shall be allowed to be a sufficient\r\nindication of the ordinary state of debt and credit between any two places, it\r\nwould not from thence follow, that the balance of trade was in favour of that\r\nplace which had the ordinary state of debt and credit in its favour. The\r\nordinary state of debt and credit between any two places is not always entirely\r\nregulated by the ordinary course of their dealings with one another, but is\r\noften influenced by that of the dealings of either with many other places. If\r\nit is usual, for example, for the merchants of England to pay for the goods\r\nwhich they buy of Hamburg, Dantzic, Riga, etc. by bills upon Holland, the\r\nordinary state of debt and credit between England and Holland will not be\r\nregulated entirely by the ordinary course of the dealings of those two\r\ncountries with one another, but will be influenced by that of the dealings in\r\nEngland with those other places. England may be obliged to send out every year\r\nmoney to Holland, though its annual exports to that country may exceed very\r\nmuch the annual value of its imports from thence, and though what is called the\r\nbalance of trade may be very much in favour of England.\r\n\n\r\nIn the way, besides, in which the par of exchange has hitherto been computed,\r\nthe ordinary course of exchange can afford no sufficient indication that the\r\nordinary state of debt and credit is in favour of that country which seems to\r\nhave, or which is supposed to have, the ordinary course of exchange in its\r\nfavour; or, in other words, the real exchange may be, and in fact often is, so\r\nvery different from the computed one, that, from the course of the latter, no\r\ncertain conclusion can, upon many occasions, be drawn concerning that of the\r\nformer.\r\n\n\r\nWhen for a sum or money paid in England, containing, according to the standard\r\nof the English mint, a certain number of ounces of pure silver, you receive a\r\nbill for a sum of money to be paid in France, containing, according to the\r\nstandard of the French mint, an equal number of ounces of pure silver, exchange\r\nis said to be at par between England and France. When you pay more, you are\r\nsupposed to give a premium, and exchange is said to be against England, and in\r\nfavour of France. When you pay less, you are supposed to get a premium, and\r\nexchange is said to be against France, and in favour of England.\r\n\n\r\nBut, first, We cannot always judge of the value of the current money of\r\ndifferent countries by the standard of their respective mints. In some it is\r\nmore, in others it is less worn, clipt, and otherwise degenerated from that\r\nstandard. But the value of the current coin of every country, compared with\r\nthat of any other country, is in proportion, not to the quantity of pure silver\r\nwhich it ought to contain, but to that which it actually does contain. Before\r\nthe reformation of the silver coin in King William’s time, exchange\r\nbetween England and Holland, computed in the usual manner, according to the\r\nstandard of their respective mints, was five-and twenty per cent. against\r\nEngland. But the value of the current coin of England, as we learn from Mr\r\nLowndes, was at that time rather more than five-and-twenty per cent. below its\r\nstandard value. The real exchange, therefore, may even at that time have been\r\nin favour of England, notwithstanding the computed exchange was so much against\r\nit; a smaller number or ounces of pure silver, actually paid in England, may\r\nhave purchased a bill for a greater number of ounces of pure silver to be paid\r\nin Holland, and the man who was supposed to give, may in reality have got the\r\npremium. The French coin was, before the late reformation of the English gold\r\ncoin, much less wore than the English, and was perhaps two or three per cent.\r\nnearer its standard. If the computed exchange with France, therefore, was not\r\nmore than two or three per cent. against England, the real exchange might have\r\nbeen in its favour. Since the reformation of the gold coin, the exchange has\r\nbeen constantly in favour of England, and against France.\r\n\n\r\nSecondly, In some countries the expense of coinage is defrayed by the\r\ngovernment; in others, it is defrayed by the private people, who carry their\r\nbullion to the mint, and the government even derives some revenue from the\r\ncoinage. In England it is defrayed by the government; and if you carry a pound\r\nweight of standard silver to the mint, you get back sixty-two shillings,\r\ncontaining a pound weight of the like standard silver. In France a duty of\r\neight per cent. is deducted for the coinage, which not only defrays the expense\r\nof it, but affords a small revenue to the government. In England, as the\r\ncoinage costs nothing, the current coin can never be much more valuable than\r\nthe quantity of bullion which it actually contains. In France, the workmanship,\r\nas you pay for it, adds to the value, in the same manner as to that of wrought\r\nplate. A sum of French money, therefore, containing an equal weight of pure\r\nsilver, is more valuable than a sum of English money containing an equal weight\r\nof pure silver, and must require more bullion, or other commodities, to\r\npurchase it. Though the current coin of the two countries, therefore, were\r\nequally near the standards of their respective mints, a sum of English money\r\ncould not well purchase a sum of French money containing an equal number of\r\nounces of pure silver, nor, consequently, a bill upon France for such a sum.\r\nIf, for such a bill, no more additional money was paid than what was sufficient\r\nto compensate the expense of the French coinage, the real exchange might be at\r\npar between the two countries; their debts and credits might mutually\r\ncompensate one another, while the computed exchange was considerably in favour\r\nof France. If less than this was paid, the real exchange might be in favour of\r\nEngland, while the computed was in favour of France.\r\n\n\r\nThirdly, and lastly, In some places, as at Amsterdam, Hamburg, Venice, etc.\r\nforeign bills of exchange are paid in what they call bank money; while in\r\nothers, as at London, Lisbon, Antwerp, Leghorn, etc. they are paid in the\r\ncommon currency of the country. What is called bank money, is always of more\r\nvalue than the same nominal sum of common currency. A thousand guilders in the\r\nbank of Amsterdam, for example, are of more value than a thousand guilders of\r\nAmsterdam currency. The difference between them is called the agio of the bank,\r\nwhich at Amsterdam is generally about five per cent. Supposing the current\r\nmoney of the two countries equally near to the standard of their respective\r\nmints, and that the one pays foreign bills in this common currency, while the\r\nother pays them in bank money, it is evident that the computed exchange may be\r\nin favour of that which pays in bank money, though the real exchange should be\r\nin favour of that which pays in current money; for the same reason that the\r\ncomputed exchange may be in favour of that which pays in better money, or in\r\nmoney nearer to its own standard, though the real exchange should be in favour\r\nof that which pays in worse. The computed exchange, before the late reformation\r\nof the gold coin, was generally against London with Amsterdam, Hamburg, Venice,\r\nand, I believe, with all other places which pay in what is called bank money.\r\nIt will by no means follow, however, that the real exchange was against it.\r\nSince the reformation of the gold coin, it has been in favour of London, even\r\nwith those places. The computed exchange has generally been in favour of London\r\nwith Lisbon, Antwerp, Leghorn, and, if you except France, I believe with most\r\nother parts of Europe that pay in common currency; and it is not improbable\r\nthat the real exchange was so too.\r\n\n\r\nDigression concerning Banks of Deposit, particularly concerning that of\r\nAmsterdam.\r\n\n\r\nThe currency of a great state, such as France or England, generally consists\r\nalmost entirely of its own coin. Should this currency, therefore, be at any\r\ntime worn, clipt, or otherwise degraded below its standard value, the state, by\r\na reformation of its coin, can effectually re-establish its currency. But the\r\ncurrency of a small state, such as Genoa or Hamburg, can seldom consist\r\naltogether in its own coin, but must be made up, in a great measure, of the\r\ncoins of all the neighbouring states with which its inhabitants have a\r\ncontinual intercourse. Such a state, therefore, by reforming its coin, will not\r\nalways be able to reform its currency. If foreign bills of exchange are paid in\r\nthis currency, the uncertain value of any sum, of what is in its own nature so\r\nuncertain, must render the exchange always very much against such a state, its\r\ncurrency being in all foreign states necessarily valued even below what it is\r\nworth.\r\n\n\r\nIn order to remedy the inconvenience to which this disadvantageous exchange\r\nmust have subjected their merchants, such small states, when they began to\r\nattend to the interest of trade, have frequently enacted that foreign bills of\r\nexchange of a certain value should be paid, not in common currency, but by an\r\norder upon, or by a transfer in the books of a certain bank, established upon\r\nthe credit, and under the protection of the state, this bank being always\r\nobliged to pay, in good and true money, exactly according to the standard of\r\nthe state. The banks of Venice, Genoa, Amsterdam, Hamburg, and Nuremberg, seem\r\nto have been all originally established with this view, though some of them may\r\nhave afterwards been made subservient to other purposes. The money of such\r\nbanks, being better than the common currency of the country, necessarily bore\r\nan agio, which was greater or smaller, according as the currency was supposed\r\nto be more or less degraded below the standard of the state. The agio of the\r\nbank of Hamburg, for example, which is said to be commonly about fourteen per\r\ncent. is the supposed difference between the good standard money of the state,\r\nand the clipt, worn, and diminished currency, poured into it from all the\r\nneighbouring states.\r\n\n\r\nBefore 1609, the great quantity of clipt and worn foreign coin which the\r\nextensive trade of Amsterdam brought from all parts of Europe, reduced the\r\nvalue of its currency about nine per cent. below that of good money fresh from\r\nthe mint. Such money no sooner appeared, than it was melted down or carried\r\naway, as it always is in such circumstances. The merchants, with plenty of\r\ncurrency, could not always find a sufficient quantity of good money to pay\r\ntheir bills of exchange; and the value of those bills, in spite of several\r\nregulations which were made to prevent it, became in a great measure uncertain.\r\n\n\r\nIn order to remedy these inconveniencies, a bank was established in 1609, under\r\nthe guarantee of the city. This bank received both foreign coin, and the light\r\nand worn coin of the country, at its real intrinsic value in the good standard\r\nmoney of the country, deducting only so much as was necessary for defraying the\r\nexpense of coinage and the other necessary expense of management. For the value\r\nwhich remained after this small deduction was made, it gave a credit in its\r\nbooks. This credit was called bank money, which, as it represented money\r\nexactly according to the standard of the mint, was always of the same real\r\nvalue, and intrinsically worth more than current money. It was at the same time\r\nenacted, that all bills drawn upon or negotiated at Amsterdam, of the value of\r\n600 guilders and upwards, should be paid in bank money, which at once took away\r\nall uncertainty in the value of those bills. Every merchant, in consequence of\r\nthis regulation, was obliged to keep an account with the bank, in order to pay\r\nhis foreign bills of exchange, which necessarily occasioned a certain demand\r\nfor bank money.\r\n\n\r\nBank money, over and above both its intrinsic superiority to currency, and the\r\nadditional value which this demand necessarily gives it, has likewise some\r\nother advantages, It is secure from fire, robbery, and other accidents; the\r\ncity of Amsterdam is bound for it; it can be paid away by a simple transfer,\r\nwithout the trouble of counting, or the risk of transporting it from one place\r\nto another. In consequence of those different advantages, it seems from the\r\nbeginning to have borne an agio; and it is generally believed that all the\r\nmoney originally deposited in the bank, was allowed to remain there, nobody\r\ncaring to demand payment of a debt which he could sell for a premium in the\r\nmarket. By demanding payment of the bank, the owner of a bank credit would lose\r\nthis premium. As a shilling fresh from the mint will buy no more goods in the\r\nmarket than one of our common worn shillings, so the good and true money which\r\nmight be brought from the coffers of the bank into those of a private person,\r\nbeing mixed and confounded with the common currency of the country, would be of\r\nno more value than that currency, from which it could no longer be readily\r\ndistinguished. While it remained in the coffers of the bank, its superiority\r\nwas known and ascertained. When it had come into those of a private person, its\r\nsuperiority could not well be ascertained without more trouble than perhaps the\r\ndifference was worth. By being brought from the coffers of the bank, besides,\r\nit lost all the other advantages of bank money; its security, its easy and safe\r\ntransferability, its use in paying foreign bills of exchange. Over and above\r\nall this, it could not be brought from those coffers, as will appear by and by,\r\nwithout previously paying for the keeping.\r\n\n\r\nThose deposits of coin, or those deposits which the bank was bound to restore\r\nin coin, constituted the original capital of the bank, or the whole value of\r\nwhat was represented by what is called bank money. At present they are supposed\r\nto constitute but a very small part of it. In order to facilitate the trade in\r\nbullion, the bank has been for these many years in the practice of giving\r\ncredit in its books, upon deposits of gold and silver bullion. This credit is\r\ngenerally about five per cent. below the mint price of such bullion. The bank\r\ngrants at the same time what is called a recipice or receipt, entitling the\r\nperson who makes the deposit, or the bearer, to take out the bullion again at\r\nany time within six months, upon transferring to the bank a quantity of bank\r\nmoney equal to that for which credit had been given in its books when the\r\ndeposit was made, and upon paying one-fourth per cent. for the keeping, if the\r\ndeposit was in silver; and one-half per cent. if it was in gold; but at the\r\nsame time declaring, that in default of such payment, and upon the expiration\r\nof this term, the deposit should belong to the bank, at the price at which it\r\nhad been received, or for which credit had been given in the transfer books.\r\nWhat is thus paid for the keeping of the deposit may be considered as a sort of\r\nwarehouse rent; and why this warehouse rent should be so much dearer for gold\r\nthan for silver, several different reasons have been assigned. The fineness of\r\ngold, it has been said, is more difficult to be ascertained than that of\r\nsilver. Frauds are more easily practised, and occasion a greater loss in the\r\nmost precious metal. Silver, besides, being the standard metal, the state, it\r\nhas been said, wishes to encourage more the making of deposits of silver than\r\nthose of gold.\r\n\n\r\nDeposits of bullion are most commonly made when the price is somewhat lower\r\nthan ordinary, and they are taken out again when it happens to rise. In Holland\r\nthe market price of bullion is generally above the mint price, for the same\r\nreason that it was so in England before the late reformation of the gold coin.\r\nThe difference is said to be commonly from about six to sixteen stivers upon\r\nthe mark, or eight ounces of silver, of eleven parts of fine and one part\r\nalloy. The bank price, or the credit which the bank gives for the deposits of\r\nsuch silver (when made in foreign coin, of which the fineness is well known and\r\nascertained, such as Mexico dollars), is twenty-two guilders the mark: the mint\r\nprice is about twenty-three guilders, and the market price is from twenty-three\r\nguilders six, to twenty-three guilders sixteen stivers, or from two to three\r\nper cent. above the mint price.\r\n\n\r\nThe following are the prices at which the bank of Amsterdam at present\r\n{September 1775} receives bullion and coin of different kinds:\r\n\n\r\nBar silver, containing 11-12ths fine silver, 21 Guilders / mark, and in this\r\nproportion down to 1-4th fine, on which 5 guilders are given. Fine\r\nbars,................. 28 Guilders / mark.\r\n\n\r\nBar or ingot gold is received in proportion to its fineness, compared with the\r\nabove foreign gold coin. Upon fine bars the bank gives 340 per mark. In\r\ngeneral, however, something more is given upon coin of a known fineness, than\r\nupon gold and silver bars, of which the fineness cannot be ascertained but by a\r\nprocess of melting and assaying.\r\n\n\r\nThe proportions between the bank price, the mint price, and the market price of\r\ngold bullion, are nearly the same. A person can generally sell his receipt for\r\nthe difference between the mint price of bullion and the market price. A\r\nreceipt for bullion is almost always worth something, and it very seldom\r\nhappens, therefore, that anybody suffers his receipts to expire, or allows his\r\nbullion to fall to the bank at the price at which it had been received, either\r\nby not taking it out before the end of the six months, or by neglecting to pay\r\none fourth or one half per cent. in order to obtain a new receipt for another\r\nsix months. This, however, though it happens seldom, is said to happen\r\nsometimes, and more frequently with regard to gold than with regard to silver,\r\non account of the higher warehouse rent which is paid for the keeping of the\r\nmore precious metal.\r\n\n\r\nThe person who, by making a deposit of bullion, obtains both a bank credit and\r\na receipt, pays his bills of exchange as they become due, with his bank credit;\r\nand either sells or keeps his receipt, according as he judges that the price of\r\nbullion is likely to rise or to fall. The receipt and the bank credit seldom\r\nkeep long together, and there is no occasion that they should. The person who\r\nhas a receipt, and who wants to take out bullion, finds always plenty of bank\r\ncredits, or bank money, to buy at the ordinary price, and the person who has\r\nbank money, and wants to take out bullion, finds receipts always in equal\r\nabundance.\r\n\n\r\nThe owners of bank credits, and the holders of receipts, constitute two\r\ndifferent sorts of creditors against the bank. The holder of a receipt cannot\r\ndraw out the bullion for which it is granted, without re-assigning to the bank\r\na sum of bank money equal to the price at which the bullion had been received.\r\nIf he has no bank money of his own, he must purchase it of those who have it.\r\nThe owner of bank money cannot draw out bullion, without producing to the bank\r\nreceipts for the quantity which he wants. If he has none of his own, he must\r\nbuy them of those who have them. The holder of a receipt, when he purchases\r\nbank money, purchases the power of taking out a quantity of bullion, of which\r\nthe mint price is five per cent. above the bank price. The agio of five per\r\ncent. therefore, which he commonly pays for it, is paid, not for an imaginary,\r\nbut for a real value. The owner of bank money, when he purchases a receipt,\r\npurchases the power of taking out a quantity of bullion, of which the market\r\nprice is commonly from two to three per cent. above the mint price. The price\r\nwhich he pays for it, therefore, is paid likewise for a real value. The price\r\nof the receipt, and the price of the bank money, compound or make up between\r\nthem the full value or price of the bullion.\r\n\n\r\nUpon deposits of the coin current in the country, the bank grant receipts\r\nlikewise, as well as bank credits; but those receipts are frequently of no\r\nvalue and will bring no price in the market. Upon ducatoons, for example, which\r\nin the currency pass for three guilders three stivers each, the bank gives a\r\ncredit of three guilders only, or five per cent. below their current value. It\r\ngrants a receipt likewise, entitling the bearer to take out the number of\r\nducatoons deposited at any time within six months, upon paying one fourth per\r\ncent. for the keeping. This receipt will frequently bring no price in the\r\nmarket. Three guilders, bank money, generally sell in the market for three\r\nguilders three stivers, the full value of the ducatoons, if they were taken out\r\nof the bank; and before they can be taken out, one-fourth per cent. must be\r\npaid for the keeping, which would be mere loss to the holder of the receipt. If\r\nthe agio of the bank, however, should at any time fall to three per cent. such\r\nreceipts might bring some price in the market, and might sell for one and\r\nthree-fourths per cent. But the agio of the bank being now generally about five\r\nper cent. such receipts are frequently allowed to expire, or, as they express\r\nit, to fall to the bank. The receipts which are given for deposits of gold\r\nducats fall to it yet more frequently, because a higher warehouse rent, or one\r\nhalf per cent. must be paid for the keeping of them, before they can be taken\r\nout again. The five per cent. which the bank gains, when deposits either of\r\ncoin or bullion are allowed to fall to it, maybe considered as the warehouse\r\nrent for the perpetual keeping of such deposits.\r\n\n\r\nThe sum of bank money, for which the receipts are expired, must be very\r\nconsiderable. It must comprehend the whole original capital of the bank, which,\r\nit is generally supposed, has been allowed to remain there from the time it was\r\nfirst deposited, nobody caring either to renew his receipt, or to take out his\r\ndeposit, as, for the reasons already assigned, neither the one nor the other\r\ncould be done without loss. But whatever may be the amount of this sum, the\r\nproportion which it bears to the whole mass of bank money is supposed to be\r\nvery small. The bank of Amsterdam has, for these many years past, been the\r\ngreat warehouse of Europe for bullion, for which the receipts are very seldom\r\nallowed to expire, or, as they express it, to fall to the bank. The far greater\r\npart of the bank money, or of the credits upon the books of the bank, is\r\nsupposed to have been created, for these many years past, by such deposits,\r\nwhich the dealers in bullion are continually both making and withdrawing.\r\n\n\r\nNo demand can be made upon the bank, but by means of a recipice or receipt. The\r\nsmaller mass of bank money, for which the receipts are expired, is mixed and\r\nconfounded with the much greater mass for which they are still in force; so\r\nthat, though there may be a considerable sum of bank money, for which there are\r\nno receipts, there is no specific sum or portion of it which may not at any\r\ntime be demanded by one. The bank cannot be debtor to two persons for the same\r\nthing; and the owner of bank money who has no receipt, cannot demand payment of\r\nthe bank till he buys one. In ordinary and quiet times, he can find no\r\ndifficulty in getting one to buy at the market price, which generally\r\ncorresponds with the price at which he can sell the coin or bullion it entitles\r\nhim to take out of the bank.\r\n\n\r\nIt might be otherwise during a public calamity; an invasion, for example, such\r\nas that of the French in 1672. The owners of bank money being then all eager to\r\ndraw it out of the bank, in order to have it in their own keeping, the demand\r\nfor receipts might raise their price to an exorbitant height. The holders of\r\nthem might form extravagant expectations, and, instead of two or three per\r\ncent. demand half the bank money for which credit had been given upon the\r\ndeposits that the receipts had respectively been granted for. The enemy,\r\ninformed of the constitution of the bank, might even buy them up, in order to\r\nprevent the carrying away of the treasure. In such emergencies, the bank, it is\r\nsupposed, would break through its ordinary rule of making payment only to the\r\nholders of receipts. The holders of receipts, who had no bank money, must have\r\nreceived within two or three per cent. of the value of the deposit for which\r\ntheir respective receipts had been granted. The bank, therefore, it is said,\r\nwould in this case make no scruple of paying, either with money or bullion, the\r\nfull value of what the owners of bank money, who could get no receipts, were\r\ncredited for in its books; paying, at the same time, two or three per cent. to\r\nsuch holders of receipts as had no bank money, that being the whole value\r\nwhich, in this state of things, could justly be supposed due to them.\r\n\n\r\nEven in ordinary and quiet times, it is the interest of the holders of receipts\r\nto depress the agio, in order either to buy bank money (and consequently the\r\nbullion which their receipts would then enable them to take out of the bank )\r\nso much cheaper, or to sell their receipts to those who have bank money, and\r\nwho want to take out bullion, so much dearer; the price of a receipt being\r\ngenerally equal to the difference between the market price of bank money and\r\nthat of the coin or bullion for which the receipt had been granted. It is the\r\ninterest of the owners of bank money, on the contrary, to raise the agio, in\r\norder either to sell their bank money so much dearer, or to buy a receipt so\r\nmuch cheaper. To prevent the stock-jobbing tricks which those opposite\r\ninterests might sometimes occasion, the bank has of late years come to the\r\nresolution, to sell at all times bank money for currency at five per cent.\r\nagio, and to buy it in again at four per cent. agio. In consequence of this\r\nresolution, the agio can never either rise above five, or sink below four per\r\ncent.; and the proportion between the market price of bank and that of current\r\nmoney is kept at all times very near the proportion between their intrinsic\r\nvalues. Before this resolution was taken, the market price of bank money used\r\nsometimes to rise so high as nine per cent. agio, and sometimes to sink so low\r\nas par, according as opposite interests happened to influence the market.\r\n\n\r\nThe bank of Amsterdam professes to lend out no part of what is deposited with\r\nit, but for every guilder for which it gives credit in its books, to keep in\r\nits repositories the value of a guilder either in money or bullion. That it\r\nkeeps in its repositories all the money or bullion for which there are receipts\r\nin force for which it is at all times liable to be called upon, and which in\r\nreality is continually going from it, and returning to it again, cannot well be\r\ndoubted. But whether it does so likewise with regard to that part of its\r\ncapital for which the receipts are long ago expired, for which, in ordinary and\r\nquiet times, it cannot be called upon, and which, in reality, is very likely to\r\nremain with it for ever, or as long as the states of the United Provinces\r\nsubsist, may perhaps appear more uncertain. At Amsterdam, however, no point of\r\nfaith is better established than that, for every guilder circulated as bank\r\nmoney, there is a correspondent guilder in gold or silver to be found in the\r\ntreasures of the bank. The city is guarantee that it should be so. The bank is\r\nunder the direction of the four reigning burgomasters who are changed every\r\nyear. Each new set of burgomasters visits the treasure, compares it with the\r\nbooks, receives it upon oath, and delivers it over, with the same awful\r\nsolemnity to the set which succeeds; and in that sober and religious country,\r\noaths are not yet disregarded. A rotation of this kind seems alone a sufficient\r\nsecurity against any practices which cannot be avowed. Amidst all the\r\nrevolutions which faction has ever occasioned in the government of Amsterdam,\r\nthe prevailing party has at no time accused their predecessors of infidelity in\r\nthe administration of the bank. No accusation could have affected more deeply\r\nthe reputation and fortune of the disgraced party; and if such an accusation\r\ncould have been supported, we may be assured that it would have been brought.\r\nIn 1672, when the French king was at Utrecht, the bank of Amsterdam paid so\r\nreadily, as left no doubt of the fidelity with which it had observed its\r\nengagements. Some of the pieces which were then brought from its repositories,\r\nappeared to have been scorched with the fire which happened in the town-house\r\nsoon after the bank was established. Those pieces, therefore, must have lain\r\nthere from that time.\r\n\n\r\nWhat may be the amount of the treasure in the bank, is a question which has\r\nlong employed the speculations of the curious. Nothing but conjecture can be\r\noffered concerning it. It is generally reckoned, that there are about 2000\r\npeople who keep accounts with the bank; and allowing them to have, one with\r\nanother, the value of £1500 sterling lying upon their respective accounts (a\r\nvery large allowance), the whole quantity of bank money, and consequently of\r\ntreasure in the bank, will amount to about £3,000,000 sterling, or, at eleven\r\nguilders the pound sterling, 33,000,000 of guilders; a great sum, and\r\nsufficient to carry on a very extensive circulation, but vastly below the\r\nextravagant ideas which some people have formed of this treasure.\r\n\n\r\nThe city of Amsterdam derives a considerable revenue from the bank. Besides\r\nwhat may be called the warehouse rent above mentioned, each person, upon first\r\nopening an account with the bank, pays a fee of ten guilders; and for every new\r\naccount, three guilders three stivers; for every transfer, two stivers; and if\r\nthe transfer is for less than 300 guilders, six stivers, in order to discourage\r\nthe multiplicity of small transactions. The person who neglects to balance his\r\naccount twice in the year, forfeits twenty-five guilders. The person who orders\r\na transfer for more than is upon his account, is obliged to pay three per cent.\r\nfor the sum overdrawn, and his order is set aside into the bargain. The bank is\r\nsupposed, too, to make a considerable profit by the sale of the foreign coin or\r\nbullion which sometimes falls to it by the expiring of receipts, and which is\r\nalways kept till it can be sold with advantage. It makes a profit, likewise, by\r\nselling bank money at five per cent. agio, and buying it in at four. These\r\ndifferent emoluments amount to a good deal more than what is necessary for\r\npaying the salaries of officers, and defraying the expense of management. What\r\nis paid for the keeping of bullion upon receipts, is alone supposed to amount\r\nto a neat annual revenue of between 150,000 and 200,000 guilders. Public\r\nutility, however, and not revenue, was the original object of this institution.\r\nIts object was to relieve the merchants from the inconvenience of a\r\ndisadvantageous exchange. The revenue which has arisen from it was unforeseen,\r\nand may be considered as accidental. But it is now time to return from this\r\nlong digression, into which I have been insensibly led, in endeavouring to\r\nexplain the reasons why the exchange between the countries which pay in what is\r\ncalled bank money, and those which pay in common currency, should generally\r\nappear to be in favour of the former, and against the latter. The former pay in\r\na species of money, of which the intrinsic value is always the same, and\r\nexactly agreeable to the standard of their respective mints; the latter is a\r\nspecies of money, of which the intrinsic value is continually varying, and is\r\nalmost always more or less below that standard.\r\n\n\r\nIn the foregoing part of this chapter, I have endeavoured to show, even upon\r\nthe principles of the commercial system, how unnecessary it is to lay\r\nextraordinary restraints upon the importation of goods from those countries\r\nwith which the balance of trade is supposed to be disadvantageous.\r\n\n\r\nNothing, however, can be more absurd than this whole doctrine of the balance of\r\ntrade, upon which, not only these restraints, but almost all the other\r\nregulations of commerce, are founded. When two places trade with one another,\r\nthis doctrine supposes that, if the balance be even, neither of them either\r\nloses or gains; but if it leans in any degree to one side, that one of them\r\nloses, and the other gains, in proportion to its declension from the exact\r\nequilibrium. Both suppositions are false. A trade, which is forced by means of\r\nbounties and monopolies, may be, and commonly is, disadvantageous to the\r\ncountry in whose favour it is meant to be established, as I shall endeavour to\r\nshow hereafter. But that trade which, without force or constraint, is naturally\r\nand regularly carried on between any two places, is always advantageous, though\r\nnot always equally so, to both.\r\n\n\r\nBy advantage or gain, I understand, not the increase of the quantity of gold\r\nand silver, but that of the exchangeable value of the annual produce of the\r\nland and labour of the country, or the increase of the annual revenue of its\r\ninhabitants.\r\n\n\r\nIf the balance be even, and if the trade between the two places consist\r\naltogether in the exchange of their native commodities, they will, upon most\r\noccasions, not only both gain, but they will gain equally, or very nearly\r\nequally; each will, in this case, afford a market for a part of the surplus\r\nproduce of the other; each will replace a capital which had been employed in\r\nraising and preparing for the market this part of the surplus produce of the\r\nother, and which had been distributed among, and given revenue and maintenance\r\nto, a certain number of its inhabitants. Some part of the inhabitants of each,\r\ntherefore, will directly derive their revenue and maintenance from the other.\r\nAs the commodities exchanged, too, are supposed to be of equal value, so the\r\ntwo capitals employed in the trade will, upon most occasions, be equal, or very\r\nnearly equal; and both being employed in raising the native commodities of the\r\ntwo countries, the revenue and maintenance which their distribution will afford\r\nto the inhabitants of each will be equal, or very nearly equal. This revenue\r\nand maintenance, thus mutually afforded, will be greater or smaller, in\r\nproportion to the extent of their dealings. If these should annually amount to\r\n£100,000, for example, or to £1,000,000, on each side, each of them will afford\r\nan annual revenue, in the one case, of £100,000, and, in the other, of\r\n£1,000,000, to the inhabitants of the other.\r\n\n\r\nIf their trade should be of such a nature, that one of them exported to the\r\nother nothing but native commodities, while the returns of that other consisted\r\naltogether in foreign goods; the balance, in this case, would still be supposed\r\neven, commodities being paid for with commodities. They would, in this case\r\ntoo, both gain, but they would not gain equally; and the inhabitants of the\r\ncountry which exported nothing but native commodities, would derive the\r\ngreatest revenue from the trade. If England, for example, should import from\r\nFrance nothing but the native commodities of that country, and not having such\r\ncommodities of its own as were in demand there, should annually repay them by\r\nsending thither a large quantity of foreign goods, tobacco, we shall suppose,\r\nand East India goods; this trade, though it would give some revenue to the\r\ninhabitants of both countries, would give more to those of France than to those\r\nof England. The whole French capital annually employed in it would annually be\r\ndistributed among the people of France; but that part of the English capital\r\nonly, which was employed in producing the English commodities with which those\r\nforeign goods were purchased, would be annually distributed among the people of\r\nEngland. The greater part of it would replace the capitals which had been\r\nemployed in Virginia, Indostan, and China, and which had given revenue and\r\nmaintenance to the inhabitants of those distant countries. If the capitals were\r\nequal, or nearly equal, therefore, this employment of the French capital would\r\naugment much more the revenue of the people of France, than that of the English\r\ncapital would the revenue of the people of England. France would, in this case,\r\ncarry on a direct foreign trade of consumption with England; whereas England\r\nwould carry on a round-about trade of the same kind with France. The different\r\neffects of a capital employed in the direct, and of one employed in the\r\nround-about foreign trade of consumption, have already been fully explained.\r\n\n\r\nThere is not, probably, between any two countries, a trade which consists\r\naltogether in the exchange, either of native commodities on both sides, or of\r\nnative commodities on one side, and of foreign goods on the other. Almost all\r\ncountries exchange with one another, partly native and partly foreign goods.\r\nThat country, however, in whose cargoes there is the greatest proportion of\r\nnative, and the least of foreign goods, will always be the principal gainer.\r\n\n\r\nIf it was not with tobacco and East India goods, but with gold and silver, that\r\nEngland paid for the commodities annually imported from France, the balance, in\r\nthis case, would be supposed uneven, commodities not being paid for with\r\ncommodities, but with gold and silver. The trade, however, would in this case,\r\nas in the foregoing, give some revenue to the inhabitants of both countries,\r\nbut more to those of France than to those of England. It would give some\r\nrevenue to those of England. The capital which had been employed in producing\r\nthe English goods that purchased this gold and silver, the capital which had\r\nbeen distributed among, and given revenue to, certain inhabitants of England,\r\nwould thereby be replaced, and enabled to continue that employment. The whole\r\ncapital of England would no more be diminished by this exportation of gold and\r\nsilver, than by the exportation of an equal value of any other goods. On the\r\ncontrary, it would, in most cases, be augmented. No goods are sent abroad but\r\nthose for which the demand is supposed to be greater abroad than at home, and\r\nof which the returns, consequently, it is expected, will be of more value at\r\nhome than the commodities exported. If the tobacco which in England is worth\r\nonly £100,000, when sent to France, will purchase wine which is in England\r\nworth £110,000, the exchange will augment the capital of England by £10,000. If\r\n£100,000 of English gold, in the same manner, purchase French wine, which in\r\nEngland is worth £110,000, this exchange will equally augment the capital of\r\nEngland by £10,000. As a merchant, who has £110,000 worth of wine in his\r\ncellar, is a richer man than he who has only £100,000 worth of tobacco in his\r\nwarehouse, so is he likewise a richer man than he who has only £100,000 worth\r\nof gold in his coffers. He can put into motion a greater quantity of industry,\r\nand give revenue, maintenance, and employment, to a greater number of people,\r\nthan either of the other two. But the capital of the country is equal to the\r\ncapital of all its different inhabitants; and the quantity of industry which\r\ncan be annually maintained in it is equal to what all those different capitals\r\ncan maintain. Both the capital of the country, therefore, and the quantity of\r\nindustry which can be annually maintained in it, must generally be augmented by\r\nthis exchange. It would, indeed, be more advantageous for England that it could\r\npurchase the wines of France with its own hardware and broad cloth, than with\r\neither the tobacco of Virginia, or the gold and silver of Brazil and Peru. A\r\ndirect foreign trade of consumption is always more advantageous than a\r\nround-about one. But a round-about foreign trade of consumption, which is\r\ncarried on with gold and silver, does not seem to be less advantageous than any\r\nother equally round-about one. Neither is a country which has no mines, more\r\nlikely to be exhausted of gold and silver by this annual exportation of those\r\nmetals, than one which does not grow tobacco by the like annual exportation of\r\nthat plant. As a country which has wherewithal to buy tobacco will never be\r\nlong in want of it, so neither will one be long in want of gold and silver\r\nwhich has wherewithal to purchase those metals.\r\n\n\r\nIt is a losing trade, it is said, which a workman carries on with the alehouse;\r\nand the trade which a manufacturing nation would naturally carry on with a wine\r\ncountry, may be considered as a trade of the same nature. I answer, that the\r\ntrade with the alehouse is not necessarily a losing trade. In its own nature it\r\nis just as advantageous as any other, though, perhaps, somewhat more liable to\r\nbe abused. The employment of a brewer, and even that of a retailer of fermented\r\nliquors, are as necessary divisions of labour as any other. It will generally\r\nbe more advantageous for a workman to buy of the brewer the quantity he has\r\noccasion for, than to brew it himself; and if he is a poor workman, it will\r\ngenerally be more advantageous for him to buy it by little and little of the\r\nretailer, than a large quantity of the brewer. He may no doubt buy too much of\r\neither, as he may of any other dealers in his neighbourhood; of the butcher, if\r\nhe is a glutton; or of the draper, if he affects to be a beau among his\r\ncompanions. It is advantageous to the great body of workmen, notwithstanding,\r\nthat all these trades should be free, though this freedom may be abused in all\r\nof them, and is more likely to be so, perhaps, in some than in others. Though\r\nindividuals, besides, may sometimes ruin their fortunes by an excessive\r\nconsumption of fermented liquors, there seems to be no risk that a nation\r\nshould do so. Though in every country there are many people who spend upon such\r\nliquors more than they can afford, there are always many more who spend less.\r\nIt deserves to be remarked, too, that if we consult experience, the cheapness\r\nof wine seems to be a cause, not of drunkenness, but of sobriety. The\r\ninhabitants of the wine countries are in general the soberest people of Europe;\r\nwitness the Spaniards, the Italians, and the inhabitants of the southern\r\nprovinces of France. People are seldom guilty of excess in what is their daily\r\nfare. Nobody affects the character of liberality and good fellowship, by being\r\nprofuse of a liquor which is as cheap as small beer. On the contrary, in the\r\ncountries which, either from excessive heat or cold, produce no grapes, and\r\nwhere wine consequently is dear and a rarity, drunkenness is a common vice, as\r\namong the northern nations, and all those who live between the tropics, the\r\nnegroes, for example on the coast of Guinea. When a French regiment comes from\r\nsome of the northern provinces of France, where wine is somewhat dear, to be\r\nquartered in the southern, where it is very cheap, the soldiers, I have\r\nfrequently heard it observed, are at first debauched by the cheapness and\r\nnovelty of good wine; but after a few months residence, the greater part of\r\nthem become as sober as the rest of the inhabitants. Were the duties upon\r\nforeign wines, and the excises upon malt, beer, and ale, to be taken away all\r\nat once, it might, in the same manner, occasion in Great Britain a pretty\r\ngeneral and temporary drunkenness among the middling and inferior ranks of\r\npeople, which would probably be soon followed by a permanent and almost\r\nuniversal sobriety. At present, drunkenness is by no means the vice of people\r\nof fashion, or of those who can easily afford the most expensive liquors. A\r\ngentleman drunk with ale has scarce ever been seen among us. The restraints\r\nupon the wine trade in Great Britain, besides, do not so much seem calculated\r\nto hinder the people from going, if I may say so, to the alehouse, as from\r\ngoing where they can buy the best and cheapest liquor. They favour the wine\r\ntrade of Portugal, and discourage that of France. The Portuguese, it is said,\r\nindeed, are better customers for our manufactures than the French, and should\r\ntherefore be encouraged in preference to them. As they give us their custom, it\r\nis pretended we should give them ours. The sneaking arts of underling tradesmen\r\nare thus erected into political maxims for the conduct of a great empire; for\r\nit is the most underling tradesmen only who make it a rule to employ chiefly\r\ntheir own customers. A great trader purchases his goods always where they are\r\ncheapest and best, without regard to any little interest of this kind.\r\n\n\r\nBy such maxims as these, however, nations have been taught that their interest\r\nconsisted in beggaring all their neighbours. Each nation has been made to look\r\nwith an invidious eye upon the prosperity of all the nations with which it\r\ntrades, and to consider their gain as its own loss. Commerce, which ought\r\nnaturally to be, among nations as among individuals, a bond of union and\r\nfriendship, has become the most fertile source of discord and animosity. The\r\ncapricious ambition of kings and ministers has not, during the present and the\r\npreceding century, been more fatal to the repose of Europe, than the\r\nimpertinent jealousy of merchants and manufacturers. The violence and injustice\r\nof the rulers of mankind is an ancient evil, for which, I am afraid, the nature\r\nof human affairs can scarce admit of a remedy: but the mean rapacity, the\r\nmonopolizing spirit, of merchants and manufacturers, who neither are, nor ought\r\nto be, the rulers of mankind, though it cannot, perhaps, be corrected, may very\r\neasily be prevented from disturbing the tranquillity of anybody but themselves.\r\n\n\r\nThat it was the spirit of monopoly which originally both invented and\r\npropagated this doctrine, cannot be doubted and they who first taught it, were\r\nby no means such fools as they who believed it. In every country it always is,\r\nand must be, the interest of the great body of the people, to buy whatever they\r\nwant of those who sell it cheapest. The proposition is so very manifest, that\r\nit seems ridiculous to take any pains to prove it; nor could it ever have been\r\ncalled in question, had not the interested sophistry of merchants and\r\nmanufacturers confounded the common sense of mankind. Their interest is, in\r\nthis respect, directly opposite to that of the great body of the people. As it\r\nis the interest of the freemen of a corporation to hinder the rest of the\r\ninhabitants from employing any workmen but themselves; so it is the interest of\r\nthe merchants and manufacturers of every country to secure to themselves the\r\nmonopoly of the home market. Hence, in Great Britain, and in most other\r\nEuropean countries, the extraordinary duties upon almost all goods imported by\r\nalien merchants. Hence the high duties and prohibitions upon all those foreign\r\nmanufactures which can come into competition with our own. Hence, too, the\r\nextraordinary restraints upon the importation of almost all sorts of goods from\r\nthose countries with which the balance of trade is supposed to be\r\ndisadvantageous; that is, from those against whom national animosity happens ta\r\nbe most violently inflamed.\r\n\n\r\nThe wealth of neighbouring nations, however, though dangerous in war and\r\npolitics, is certainly advantageous in trade. In a state of hostility, it may\r\nenable our enemies to maintain fleets and armies superior to our own; but in a\r\nstate of peace and commerce it must likewise enable them to exchange with us to\r\na greater value, and to afford a better market, either for the immediate\r\nproduce of our own industry, or for whatever is purchased with that produce. As\r\na rich man is likely to be a better customer to the industrious people in his\r\nneighbourhood, than a poor, so is likewise a rich nation. A rich man, indeed,\r\nwho is himself a manufacturer, is a very dangerous neighbour to all those who\r\ndeal in the same way. All the rest of the neighbourhood, however, by far the\r\ngreatest number, profit by the good market which his expense affords them. They\r\neven profit by his underselling the poorer workmen who deal in the same way\r\nwith him. The manufacturers of a rich nation, in the same manner, may no doubt\r\nbe very dangerous rivals to those of their neighbours. This very competition,\r\nhowever, is advantageous to the great body of the people, who profit greatly,\r\nbesides, by the good market which the great expense of such a nation affords\r\nthem in every other way. Private people, who want to make a fortune, never\r\nthink of retiring to the remote and poor provinces of the country, but resort\r\neither to the capital, or to some of the great commercial towns. They know,\r\nthat where little wealth circulates, there is little to be got; but that where\r\na great deal is in motion, some share of it may fall to them. The same maxim\r\nwhich would in this manner direct the common sense of one, or ten, or twenty\r\nindividuals, should regulate the judgment of one, or ten, or twenty millions,\r\nand should make a whole nation regard the riches of its neighbours, as a\r\nprobable cause and occasion for itself to acquire riches. A nation that would\r\nenrich itself by foreign trade, is certainly most likely to do so, when its\r\nneighbours are all rich, industrious and commercial nations. A great nation,\r\nsurrounded on all sides by wandering savages and poor barbarians, might, no\r\ndoubt, acquire riches by the cultivation of its own lands, and by its own\r\ninterior commerce, but not by foreign trade. It seems to have been in this\r\nmanner that the ancient Egyptians and the modern Chinese acquired their great\r\nwealth. The ancient Egyptians, it is said, neglected foreign commerce, and the\r\nmodern Chinese, it is known, hold it in the utmost contempt, and scarce deign\r\nto afford it the decent protection of the laws", "summary": "\nThe text begins by explaining that exchange rates between countries cannot reliably indicate the balance of trade, as trade relationships extend beyond bilateral exchanges. When examining trade between two countries, their exchanges with other nations must also be considered. Additionally, factors like currency debasement, coinage costs, and the use of bank money versus common currency all affect exchange rates independently of trade balances.\n\nA significant portion of the text provides a detailed examination of the Bank of Amsterdam, established in 1609 to address problems with debased currency. The bank accepted coins at their intrinsic metal value and issued bank money of consistent worth. This institution required all bills over 600 guilders to be paid in bank money, creating a stable currency for international trade. The bank operated by accepting deposits of coin and bullion, issuing receipts that allowed depositors to withdraw their metals within six months while paying a small storage fee. Bank money traded at a premium (agio) over common currency due to its reliability. The bank was strictly regulated, with new burgomasters annually verifying its reserves on oath, and maintained a reputation for never lending out its deposits.\n\nThe text then returns to criticizing the mercantilist doctrine of balance of trade, stating it is \"absurd\" to believe that trade is only beneficial when perfectly balanced. Instead, natural trade between countries is always mutually beneficial, though not always equally so. The author defines true economic advantage as \"the increase of the exchangeable value of the annual produce of the land and labour of the country,\" not merely the accumulation of gold and silver.\n\nWhen nations exchange their native products, both generally gain equally. When one exports native goods while the other pays with foreign goods, both still benefit, but the first country gains more. Even when trade is conducted partly with gold and silver, both countries benefit. Contrary to mercantilist fears, exporting precious metals for valuable imports can increase a country's capital by acquiring goods worth more domestically than the exported metals.\n\nThe text concludes by arguing that wealthy neighboring nations make better trading partners than poor ones, just as rich local customers benefit merchants more than poor ones. While manufacturers in wealthy nations might be dangerous competitors, their wealth creates larger markets for goods. Nations should view their neighbors' prosperity as an opportunity for their own enrichment rather than as a threat. This contrasts with mercantilist thinking that encouraged nations to view trade as zero-sum competition. The \"mean rapacity and monopolizing spirit\" of merchants advocating trade restrictions ultimately harms the masses, whose interest is always to buy from whoever sells cheapest.\n\n", "map": [["Exchange rates", "Unreliable trade balance indicators"], ["Multilateral trade relationships", "Beyond bilateral exchanges"], ["Currency factors", "Exchange rate effects independent of trade"], ["Bank of Amsterdam", "Debased currency solution"], ["Intrinsic metal value", "Bank money stability foundation"], ["Bank money requirement", "Large transaction stability enforcement"], ["Deposit and receipt system", "Metal withdrawal rights"], ["Bank money premium", "Reliability value recognition"], ["Strict regulation", "Bank credibility maintenance"], ["Mercantilist doctrine", "Absurd balanced trade requirement"], ["Natural trade", "Mutually beneficial exchanges"], ["True economic advantage", "Annual produce exchangeable value increase"], ["Native product exchange", "Equal benefit distribution"], ["Metal exports for imports", "Capital increase potential"], ["Wealthy neighboring nations", "Better trading partners"], ["Competitor prosperity", "Larger market creation"], ["Neighbor enrichment", "Opportunity not threat"], ["Merchant monopolizing spirit", "Mass interest contradiction"], ["Consumer interest", "Purchasing from cheapest seller"]]}