{"source": "https://www.gutenberg.org/cache/epub/3300/pg3300-images.html", "text": " The modern maxims of foreign\r\ncommerce, by aiming at the impoverishment of all our neighbours, so far as they\r\nare capable of producing their intended effect, tend to render that very\r\ncommerce insignificant and contemptible.\r\n\n\r\nIt is in consequence of these maxims, that the commerce between France and\r\nEngland has, in both countries, been subjected to so many discouragements and\r\nrestraints. If those two countries, however, were to consider their real\r\ninterest, without either mercantile jealousy or national animosity, the\r\ncommerce of France might be more advantageous to Great Britain than that of any\r\nother country, and, for the same reason, that of Great Britain to France.\r\nFrance is the nearest neighbour to Great Britain. In the trade between the\r\nsouthern coast of England and the northern and north-western coast of France,\r\nthe returns might be expected, in the same manner as in the inland trade, four,\r\nfive, or six times in the year. The capital, therefore, employed in this trade\r\ncould, in each of the two countries, keep in motion four, five, or six times\r\nthe quantity of industry, and afford employment and subsistence to four, five,\r\nor six times the number of people, which all equal capital could do in the\r\ngreater part of the other branches of foreign trade. Between the parts of\r\nFrance and Great Britain most remote from one another, the returns might be\r\nexpected, at least, once in the year; and even this trade would so far be at\r\nleast equally advantageous, as the greater part of the other branches of our\r\nforeign European trade. It would be, at least, three times more advantageous\r\nthan the boasted trade with our North American colonies, in which the returns\r\nwere seldom made in less than three years, frequently not in less than four or\r\nfive years. France, besides, is supposed to contain 24,000,000 of inhabitants.\r\nOur North American colonies were never supposed to contain more than 3,000,000;\r\nand France is a much richer country than North America; though, on account of\r\nthe more unequal distribution of riches, there is much more poverty and beggary\r\nin the one country than in the other. France, therefore, could afford a market\r\nat least eight times more extensive, and, on account of the superior frequency\r\nof the returns, four-and-twenty times more advantageous than that which our\r\nNorth American colonies ever afforded. The trade of Great Britain would be just\r\nas advantageous to France, and, in proportion to the wealth, population, and\r\nproximity of the respective countries, would have the same superiority over\r\nthat which France carries on with her own colonies. Such is the very great\r\ndifference between that trade which the wisdom of both nations has thought\r\nproper to discourage, and that which it has favoured the most.\r\n\n\r\nBut the very same circumstances which would have rendered an open and free\r\ncommerce between the two countries so advantageous to both, have occasioned the\r\nprincipal obstructions to that commerce. Being neighbours, they are necessarily\r\nenemies, and the wealth and power of each becomes, upon that account, more\r\nformidable to the other; and what would increase the advantage of national\r\nfriendship, serves only to inflame the violence of national animosity. They are\r\nboth rich and industrious nations; and the merchants and manufacturers of each\r\ndread the competition of the skill and activity of those of the other.\r\nMercantile jealousy is excited, and both inflames, and is itself inflamed, by\r\nthe violence of national animosity, and the traders of both countries have\r\nannounced, with all the passionate confidence of interested falsehood, the\r\ncertain ruin of each, in consequence of that unfavourable balance of trade,\r\nwhich, they pretend, would be the infallible effect of an unrestrained commerce\r\nwith the other.\r\n\n\r\nThere is no commercial country in Europe, of which the approaching ruin has not\r\nfrequently been foretold by the pretended doctors of this system, from all\r\nunfavourably balance of trade. After all the anxiety, however, which they have\r\nexcited about this, after all the vain attempts of almost all trading nations\r\nto turn that balance in their own favour, and against their neighbours, it does\r\nnot appear that any one nation in Europe has been, in any respect, impoverished\r\nby this cause. Every town and country, on the contrary, in proportion as they\r\nhave opened their ports to all nations, instead of being ruined by this free\r\ntrade, as the principles of the commercial system would lead us to expect, have\r\nbeen enriched by it. Though there are in Europe indeed, a few towns which, in\r\nsame respects, deserve the name of free ports, there is no country which does\r\nso. Holland, perhaps, approaches the nearest to this character of any, though\r\nstill very remote from it; and Holland, it is acknowledged, not only derives\r\nits whole wealth, but a great part of its necessary subsistence, from foreign\r\ntrade.\r\n\n\r\nThere is another balance, indeed, which has already been explained, very\r\ndifferent from the balance of trade, and which, according as it happens to be\r\neither favourable or unfavourable, necessarily occasions the prosperity or\r\ndecay of every nation. This is the balance of the annual produce and\r\nconsumption. If the exchangeable value of the annual produce, it has already\r\nbeen observed, exceeds that of the annual consumption, the capital of the\r\nsociety must annually increase in proportion to this excess. The society in\r\nthis case lives within its revenue; and what is annually saved out of its\r\nrevenue, is naturally added to its capital, and employed so as to increase\r\nstill further the annual produce. If the exchangeable value of the annual\r\nproduce, on the contrary, fall short of the annual consumption, the capital of\r\nthe society must annually decay in proportion to this deficiency. The expense\r\nof the society, in this case, exceeds its revenue, and necessarily encroaches\r\nupon its capital. Its capital, therefore, must necessarily decay, and, together\r\nwith it, the exchangeable value of the annual produce of its industry.\r\n\n\r\nThis balance of produce and consumption is entirely different from what is\r\ncalled the balance of trade. It might take place in a nation which had no\r\nforeign trade, but which was entirely separated from all the world. It may take\r\nplace in the whole globe of the earth, of which the wealth, population, and\r\nimprovement, may be either gradually increasing or gradually decaying.\r\n\n\r\nThe balance of produce and consumption may be constantly in favour of a nation,\r\nthough what is called the balance of trade be generally against it. A nation\r\nmay import to a greater value than it exports for half a century, perhaps,\r\ntogether; the gold and silver which comes into it during all this time, may be\r\nall immediately sent out of it; its circulating coin may gradually decay,\r\ndifferent sorts of paper money being substituted in its place, and even the\r\ndebts, too, which it contracts in the principal nations with whom it deals, may\r\nbe gradually increasing; and yet its real wealth, the exchangeable value of the\r\nannual produce of its lands and labour, may, during the same period, have been\r\nincreasing in a much greater proportion. The state of our North American\r\ncolonies, and of the trade which they carried on with Great Britain, before the\r\ncommencement of the present disturbances, {This paragraph was written in the\r\nyear 1775.} may serve as a proof that this is by no means an impossible\r\nsupposition.\r\n\n\r\nMerchants and manufacturers are not contented with the monopoly of the home\r\nmarket, but desire likewise the most extensive foreign sale for their goods.\r\nTheir country has no jurisdiction in foreign nations, and therefore can seldom\r\nprocure them any monopoly there. They are generally obliged, therefore, to\r\ncontent themselves with petitioning for certain encouragements to exportation.\r\n\n\r\nOf these encouragements, what are called drawbacks seem to be the most\r\nreasonable. To allow the merchant to draw back upon exportation, either the\r\nwhole, or a part of whatever excise or inland duty is imposed upon domestic\r\nindustry, can never occasion the exportation of a greater quantity of goods\r\nthan what would have been exported had no duty been imposed. Such\r\nencouragements do not tend to turn towards any particular employment a greater\r\nshare of the capital of the country, than what would go to that employment of\r\nits own accord, but only to hinder the duty from driving away any part of that\r\nshare to other employments. They tend not to overturn that balance which\r\nnaturally establishes itself among all the various employments of the society,\r\nbut to hinder it from being overturned by the duty. They tend not to destroy,\r\nbut to preserve, what it is in most cases advantageous to preserve, the natural\r\ndivision and distribution of labour in the society.\r\n\n\r\nThe same thing may be said of the drawbacks upon the re-exportation of foreign\r\ngoods imported, which, in Great Britain, generally amount to by much the\r\nlargest part of the duty upon importation. By the second of the rules, annexed\r\nto the act of parliament, which imposed what is now called the old subsidy,\r\nevery merchant, whether English or alien. was allowed to draw back half that\r\nduty upon exportation; the English merchant, provided the exportation took\r\nplace within twelve months; the alien, provided it took place within nine\r\nmonths. Wines, currants, and wrought silks, were the only goods which did not\r\nfall within this rule, having other and more advantageous allowances. The\r\nduties imposed by this act of parliament were, at that time, the only duties\r\nupon the importation of foreign goods. The term within which this, and all\r\nother drawbacks could be claimed, was afterwards (by 7 Geo. I. chap. 21. sect.\r\n10.) extended to three years.\r\n\n\r\nThe duties which have been imposed since the old subsidy, are, the greater part\r\nof them, wholly drawn back upon exportation. This general rule, however, is\r\nliable to a great number of exceptions; and the doctrine of drawbacks has\r\nbecome a much less simple matter than it was at their first institution.\r\n\n\r\nUpon the exportation of some foreign goods, of which it was expected that the\r\nimportation would greatly exceed what was necessary for the home consumption,\r\nthe whole duties are drawn back, without retaining even half the old subsidy.\r\nBefore the revolt of our North American colonies, we had the monopoly of the\r\ntobacco of Maryland and Virginia. We imported about ninety-six thousand\r\nhogsheads, and the home consumption was not supposed to exceed fourteen\r\nthousand. To facilitate the great exportation which was necessary, in order to\r\nrid us of the rest, the whole duties were drawn back, provided the exportation\r\ntook place within three years.\r\n\n\r\nWe still have, though not altogether, yet very nearly, the monopoly of the\r\nsugars of our West Indian islands. If sugars are exported within a year,\r\ntherefore, all the duties upon importation are drawn back; and if exported\r\nwithin three years, all the duties, except half the old subsidy, which still\r\ncontinues to be retained upon the exportation of the greater part of goods.\r\nThough the importation of sugar exceeds a good deal what is necessary for the\r\nhome consumption, the excess is inconsiderable, in comparison of what it used\r\nto be in tobacco.\r\n\n\r\nSome goods, the particular objects of the jealousy of our own manufacturers,\r\nare prohibited to be imported for home consumption. They may, however, upon\r\npaying certain duties, be imported and warehoused for exportation. But upon\r\nsuch exportation no part of these duties is drawn back. Our manufacturers are\r\nunwilling, it seems, that even this restricted importation should be\r\nencouraged, and are afraid lest some part of these goods should be stolen out\r\nof the warehouse, and thus come into competition with their own. It is under\r\nthese regulations only that we can import wrought silks, French cambrics and\r\nlawns, calicoes, painted, printed, stained, or dyed, etc.\r\n\n\r\nWe are unwilling even to be the carriers of French goods, and choose rather to\r\nforego a profit to ourselves than to suffer those whom we consider as our\r\nenemies to make any profit by our means. Not only half the old subsidy, but the\r\nsecond twenty-five per cent. is retained upon the exportation of all French\r\ngoods.\r\n\n\r\nBy the fourth of the rules annexed to the old subsidy, the drawback allowed\r\nupon the exportation of all wines amounted to a great deal more than half the\r\nduties which were at that time paid upon their importation; and it seems at\r\nthat time to have been the object of the legislature to give somewhat more than\r\nordinary encouragement to the carrying trade in wine. Several of the other\r\nduties, too which were imposed either at the same time or subsequent to the old\r\nsubsidy, what is called the additional duty, the new subsidy, the one-third and\r\ntwo-thirds subsidies, the impost 1692, the tonnage on wine, were allowed to be\r\nwholly drawn back upon exportation. All those duties, however, except the\r\nadditional duty and impost 1692, being paid down in ready money upon\r\nimportation, the interest of so large a sum occasioned an expense, which made\r\nit unreasonable to expect any profitable carrying trade in this article. Only a\r\npart, therefore of the duty called the impost on wine, and no part of the\r\ntwenty-five pounds the ton upon French wines, or of the duties imposed in 1745,\r\nin 1763, and in 1778, were allowed to be drawn back upon exportation. The two\r\nimposts of five per cent. imposed in 1779 and 1781, upon all the former duties\r\nof customs, being allowed to be wholly drawn back upon the exportation of all\r\nother goods, were likewise allowed to be drawn back upon that of wine. The last\r\nduty that has been particularly imposed upon wine, that of 1780, is allowed to\r\nbe wholly drawn back; an indulgence which, when so many heavy duties are\r\nretained, most probably could never occasion the exportation of a single ton of\r\nwine. These rules took place with regard to all places of lawful exportation,\r\nexcept the British colonies in America.\r\n\n\r\nThe 15th Charles II, chap. 7, called an act for the encouragement of trade, had\r\ngiven Great Britain the monopoly of supplying the colonies with all the\r\ncommodities of the growth or manufacture of Europe, and consequently with\r\nwines. In a country of so extensive a coast as our North American and West\r\nIndian colonies, where our authority was always so very slender, and where the\r\ninhabitants were allowed to carry out in their own ships their non-enumerated\r\ncommodities, at first to all parts of Europe, and afterwards to all parts of\r\nEurope south of Cape Finisterre, it is not very probable that this monopoly\r\ncould ever be much respected; and they probably at all times found means of\r\nbringing back some cargo from the countries to which they were allowed to carry\r\nout one. They seem, however, to have found some difficulty in importing\r\nEuropean wines from the places of their growth; and they could not well import\r\nthem from Great Britain, where they were loaded with many heavy duties, of\r\nwhich a considerable part was not drawn back upon exportation. Madeira wine,\r\nnot being an European commodity, could be imported directly into America and\r\nthe West Indies, countries which, in all their non-enumerated commodities,\r\nenjoyed a free trade to the island of Madeira. These circumstances had probably\r\nintroduced that general taste for Madeira wine, which our officers found\r\nestablished in all our colonies at the commencement of the war which began in\r\n1755, and which they brought back with them to the mother country, where that\r\nwine had not been much in fashion before. Upon the conclusion of that war, in\r\n1763 (by the 4th Geo. III, chap. 15, sect. 12), all the duties except £3, 10s.\r\nwere allowed to be drawn back upon the exportation to the colonies of all\r\nwines, except French wines, to the commerce and consumption of which national\r\nprejudice would allow no sort of encouragement. The period between the granting\r\nof this indulgence and the revolt of our North American colonies, was probably\r\ntoo short to admit of any considerable change in the customs of those\r\ncountries.\r\n\n\r\nThe same act which, in the drawbacks upon all wines, except French wines, thus\r\nfavoured the colonies so much more than other countries, in those upon the\r\ngreater part of other commodities, favoured them much less. Upon the\r\nexportation of the greater part of commodities to other countries, half the old\r\nsubsidy was drawn back. But this law enacted, that no part of that duty should\r\nbe drawn back upon the exportation to the colonies of any commodities of the\r\ngrowth or manufacture either of Europe or the East Indies, except wines, white\r\ncalicoes, and muslins.\r\n\n\r\nDrawbacks were, perhaps, originally granted for the encouragement of the\r\ncarrying trade, which, as the freight of the ship is frequently paid by\r\nforeigners in money, was supposed to be peculiarly fitted for bringing gold and\r\nsilver into the country. But though the carrying trade certainly deserves no\r\npeculiar encouragement, though the motive of the institution was, perhaps,\r\nabundantly foolish, the institution itself seems reasonable enough. Such\r\ndrawbacks cannot force into this trade a greater share of the capital of the\r\ncountry than what would have gone to it of its own accord, had there been no\r\nduties upon importation; they only prevent its being excluded altogether by\r\nthose duties. The carrying trade, though it deserves no preference, ought not\r\nto be precluded, but to be left free, like all other trades. It is a necessary\r\nresource to those capitals which cannot find employment, either in the\r\nagriculture or in the manufactures of the country, either in its home trade, or\r\nin its foreign trade of consumption.\r\n\n\r\nThe revenue of the customs, instead of suffering, profits from such drawbacks,\r\nby that part of the duty which is retained. If the whole duties had been\r\nretained, the foreign goods upon which they are paid could seldom have been\r\nexported, nor consequently imported, for want of a market. The duties,\r\ntherefore, of which a part is retained, would never have been paid.\r\n\n\r\nThese reasons seem sufficiently to justify drawbacks, and would justify them,\r\nthough the whole duties, whether upon the produce of domestic industry or upon\r\nforeign goods, were always drawn back upon exportation. The revenue of excise\r\nwould, in this case indeed, suffer a little, and that of the customs a good\r\ndeal more; but the natural balance of industry, the natural division and\r\ndistribution of labour, which is always more or less disturbed by such duties,\r\nwould be more nearly re-established by such a regulation.\r\n\n\r\nThese reasons, however, will justify drawbacks only upon exporting goods to\r\nthose countries which are altogether foreign and independent, not to those in\r\nwhich our merchants and manufacturers enjoy a monopoly. A drawback, for\r\nexample, upon the exportation of European goods to our American colonies, will\r\nnot always occasion a greater exportation than what would have taken place\r\nwithout it. By means of the monopoly which our merchants and manufacturers\r\nenjoy there, the same quantity might frequently, perhaps, be sent thither,\r\nthough the whole duties were retained. The drawback, therefore, may frequently\r\nbe pure loss to the revenue of excise and customs, without altering the state\r\nof the trade, or rendering it in any respect more extensive. How far such\r\ndrawbacks can be justified as a proper encouragement to the industry of our\r\ncolonies, or how far it is advantageous to the mother country that they should\r\nbe exempted from taxes which are paid by all the rest of their fellow-subjects,\r\nwill appear hereafter, when I come to treat of colonies.\r\n\n\r\nDrawbacks, however, it must always be understood, are useful only in those\r\ncases in which the goods, for the exportation of which they are given, are\r\nreally exported to some foreign country, and not clandestinely re-imported into\r\nour own. That some drawbacks, particularly those upon tobacco, have frequently\r\nbeen abused in this manner, and have given occasion to many frauds, equally\r\nhurtful both to the revenue and to the fair trader, is well known.\r\n\n\r\nBounties upon exportation are, in Great Britain, frequently petitioned for, and\r\nsometimes granted, to the produce of particular branches of domestic industry.\r\nBy means of them, our merchants and manufacturers, it is pretended, will be\r\nenabled to sell their goods as cheap or cheaper than their rivals in the\r\nforeign market. A greater quantity, it is said, will thus be exported, and the\r\nbalance of trade consequently turned more in favour of our own country. We\r\ncannot give our workmen a monopoly in the foreign, as we have done in the home\r\nmarket. We cannot force foreigners to buy their goods, as we have done our own\r\ncountrymen. The next best expedient, it has been thought, therefore, is to pay\r\nthem for buying. It is in this manner that the mercantile system proposes to\r\nenrich the whole country, and to put money into all our pockets, by means of\r\nthe balance of trade.\r\n\n\r\nBounties, it is allowed, ought to be given to those branches of trade only\r\nwhich cannot be carried on without them. But every branch of trade in which the\r\nmerchant can sell his goods for a price which replaces to him, with the\r\nordinary profits of stock, the whole capital employed in preparing and sending\r\nthem to market, can be carried on without a bounty. Every such branch is\r\nevidently upon a level with all the other branches of trade which are carried\r\non without bounties, and cannot, therefore, require one more than they. Those\r\ntrades only require bounties, in which the merchant is obliged to sell his\r\ngoods for a price which does not replace to him his capital, together with the\r\nordinary profit, or in which he is obliged to sell them for less than it really\r\ncost him to send them to market. The bounty is given in order to make up this\r\nloss, and to encourage him to continue, or, perhaps, to begin a trade, of which\r\nthe expense is supposed to be greater than the returns, of which every\r\noperation eats up a part of the capital employed in it, and which is of such a\r\nnature, that if all other trades resembled it, there would soon be no capital\r\nleft in the country.\r\n\n\r\nThe trades, it is to be observed, which are carried on by means of bounties,\r\nare the only ones which can be carried on between two nations for any\r\nconsiderable time together, in such a manner as that one of them shall always\r\nand regularly lose, or sell its goods for less than it really cost to send them\r\nto market. But if the bounty did not repay to the merchant what he would\r\notherwise lose upon the price of his goods, his own interest would soon oblige\r\nhim to employ his stock in another way, or to find out a trade in which the\r\nprice of the goods would replace to him, with the ordinary profit, the capital\r\nemployed in sending them to market. The effect of bounties, like that of all\r\nthe other expedients of the mercantile system, can only be to force the trade\r\nof a country into a channel much less advantageous than that in which it would\r\nnaturally run of its own accord.\r\n\n\r\nThe ingenious and well-informed author of the Tracts upon the Corn Trade has\r\nshown very clearly, that since the bounty upon the exportation of corn was\r\nfirst established, the price of the corn exported, valued moderately enough,\r\nhas exceeded that of the corn imported, valued very high, by a much greater sum\r\nthan the amount of the whole bounties which have been paid during that period.\r\nThis, he imagines, upon the true principles of the mercantile system, is a\r\nclear proof that this forced corn trade is beneficial to the nation, the value\r\nof the exportation exceeding that of the importation by a much greater sum than\r\nthe whole extraordinary expense which the public has been at in order to get it\r\nexported. He does not consider that this extraordinary expense, or the bounty,\r\nis the smallest part of the expense which the exportation of corn really costs\r\nthe society. The capital which the farmer employed in raising it must likewise\r\nbe taken into the account. Unless the price of the corn, when sold in the\r\nforeign markets, replaces not only the bounty, but this capital, together with\r\nthe ordinary profits of stock, the society is a loser by the difference, or the\r\nnational stock is so much diminished. But the very reason for which it has been\r\nthought necessary to grant a bounty, is the supposed insufficiency of the price\r\nto do this.\r\n\n\r\nThe average price of corn, it has been said, has fallen considerably since the\r\nestablishment of the bounty. That the average price of corn began to fall\r\nsomewhat towards the end of the last century, and has continued to do so during\r\nthe course of the sixty-four first years of the present, I have already\r\nendeavoured to show. But this event, supposing it to be real, as I believe it\r\nto be, must have happened in spite of the bounty, and cannot possibly have\r\nhappened in consequence of it. It has happened in France, as well as in\r\nEngland, though in France there was not only no bounty, but, till 1764, the\r\nexportation of corn was subjected to a general prohibition. This gradual fall\r\nin the average price of grain, it is probable, therefore, is ultimately owing\r\nneither to the one regulation nor to the other, but to that gradual and\r\ninsensible rise in the real value of silver, which, in the first book of this\r\ndiscourse, I have endeavoured to show, has taken place in the general market of\r\nEurope during the course of the present century. It seems to be altogether\r\nimpossible that the bounty could ever contribute to lower the price of grain.\r\n\n\r\nIn years of plenty, it has already been observed, the bounty, by occasioning an\r\nextraordinary exportation, necessarily keeps up the price of corn in the home\r\nmarket above what it would naturally fall to. To do so was the avowed purpose\r\nof the institution. In years of scarcity, though the bounty is frequently\r\nsuspended, yet the great exportation which it occasions in years of plenty,\r\nmust frequently hinder, more or less, the plenty of one year from relieving the\r\nscarcity of another. Both in years of plenty and in years of scarcity,\r\ntherefore, the bounty necessarily tends to raise the money price of corn\r\nsomewhat higher than it otherwise would be in the home market.\r\n\n\r\nThat in the actual state of tillage the bounty must necessarily have this\r\ntendency, will not, I apprehend, be disputed by any reasonable person. But it\r\nhas been thought by many people, that it tends to encourage tillage, and that\r\nin two different ways; first, by opening a more extensive foreign market to the\r\ncorn of the farmer, it tends, they imagine, to increase the demand for, and\r\nconsequently the production of, that commodity; and, secondly by securing to\r\nhim a better price than he could otherwise expect in the actual state of\r\ntillage, it tends, they suppose, to encourage tillage. This double\r\nencouragement must they imagine, in a long period of years, occasion such an\r\nincrease in the production of corn, as may lower its price in the home market,\r\nmuch more than the bounty can raise it in the actual state which tillage may,\r\nat the end of that period, happen to be in.\r\n\n\r\nI answer, that whatever extension of the foreign market can be occasioned by\r\nthe bounty must, in every particular year, be altogether at the expense of the\r\nhome market; as every bushel of corn, which is exported by means of the bounty,\r\nand which would not have been exported without the bounty, would have remained\r\nin the home market to increase the consumption, and to lower the price of that\r\ncommodity. The corn bounty, it is to be observed, as well as every other bounty\r\nupon exportation, imposes two different taxes upon the people; first, the tax\r\nwhich they are obliged to contribute, in order to pay the bounty; and,\r\nsecondly, the tax which arises from the advanced price of the commodity in the\r\nhome market, and which, as the whole body of the people are purchasers of corn,\r\nmust, in this particular commodity, be paid by the whole body of the people. In\r\nthis particular commodity, therefore, this second tax is by much the heaviest\r\nof the two. Let us suppose that, taking one year with another, the bounty of\r\n5s. upon the exportation of the quarter of wheat raises the price of that\r\ncommodity in the home market only 6d. the bushel, or 4s. the quarter higher\r\nthan it otherwise would have been in the actual state of the crop. Even upon\r\nthis very moderate supposition, the great body of the people, over and above\r\ncontributing the tax which pays the bounty of 5s. upon every quarter of wheat\r\nexported, must pay another of 4s. upon every quarter which they themselves\r\nconsume. But according to the very well informed author of the Tracts upon the\r\nCorn Trade, the average proportion of the corn exported to that consumed at\r\nhome, is not more than that of one to thirty-one. For every 5s. therefore,\r\nwhich they contribute to the payment of the first tax, they must contribute\r\n£6:4s. to the payment of the second. So very heavy a tax upon the first\r\nnecessary of life-must either reduce the subsistence of the labouring poor, or\r\nit must occasion some augmentation in their pecuniary wages, proportionable to\r\nthat in the pecuniary price of their subsistence. So far as it operates in the\r\none way, it must reduce the ability of the labouring poor to educate and bring\r\nup their children, and must, so far, tend to restrain the population of the\r\ncountry. So far as it operates in the other, it must reduce the ability of the\r\nemployers of the poor, to employ so great a number as they otherwise might do,\r\nand must so far tend to restrain the industry of the country. The extraordinary\r\nexportation of corn, therefore occasioned by the bounty, not only in every\r\nparticular year diminishes the home, just as much as it extends the foreign\r\nmarket and consumption, but, by restraining the population and industry of the\r\ncountry, its final tendency is to stint and restrain the gradual extension of\r\nthe home market; and thereby, in the long-run, rather to diminish than to\r\naugment the whole market and consumption of corn.\r\n\n\r\nThis enhancement of the money price of corn, however, it has been thought, by\r\nrendering that commodity more profitable to the farmer, must necessarily\r\nencourage its production.\r\n\n\r\nI answer, that this might be the case, if the effect of the bounty was to raise\r\nthe real price of corn, or to enable the farmer, with an equal quantity of it,\r\nto maintain a greater number of labourers in the same manner, whether liberal,\r\nmoderate, or scanty, than other labourers are commonly maintained in his\r\nneighbourhood. But neither the bounty, it is evident, nor any other human\r\ninstitution, can have any such effect. It is not the real, but the nominal\r\nprice of corn, which can in any considerable degree be affected by the bounty.\r\nAnd though the tax, which that institution imposes upon the whole body of the\r\npeople, may be very burdensome to those who pay it, it is of very little\r\nadvantage to those who receive it.\r\n\n\r\nThe real effect of the bounty is not so much to raise the real value of corn,\r\nas to degrade the real value of silver; or to make an equal quantity of it\r\nexchange for a smaller quantity, not only of corn, but of all other home made\r\ncommodities; for the money price of corn regulates that of all other home made\r\ncommodities.\r\n\n\r\nIt regulates the money price of labour, which must always be such as to enable\r\nthe labourer to purchase a quantity of corn sufficient to maintain him and his\r\nfamily, either in the liberal, moderate, or scanty manner, in which the\r\nadvancing, stationary, or declining, circumstances of the society, oblige his\r\nemployers to maintain him.\r\n\n\r\nIt regulates the money price of all the other parts of the rude produce of\r\nland, which, in every period of improvement, must bear a certain proportion to\r\nthat of corn, though this proportion is different in different periods. It\r\nregulates, for example, the money price of grass and hay, of butcher’s\r\nmeat, of horses, and the maintenance of horses, of land carriage consequently,\r\nor of the greater part of the inland commerce of the country.\r\n\n\r\nBy regulating the money price of all the other parts of the rude produce of\r\nland, it regulates that of the materials of almost all manufactures; by\r\nregulating the money price of labour, it regulates that of manufacturing art\r\nand industry; and by regulating both, it regulates that of the complete\r\nmanufacture. The money price of labour, and of every thing that is the produce,\r\neither of land or labour, must necessarily either rise or fall in proportion to\r\nthe money price of corn.\r\n\n\r\nThough in consequence of the bounty, therefore, the farmer should be enabled to\r\nsell his corn for 4s. the bushel, instead of 3s:6d. and to pay his landlord a\r\nmoney rent proportionable to this rise in the money price of his produce; yet\r\nif, in consequence of this rise in the price of corn, 4s. will purchase no more\r\nhome made goods of any other kind than 3s. 6d. would have done before, neither\r\nthe circumstances of the farmer, nor those of the landlord, will be much mended\r\nby this change. The farmer will not be able to cultivate much better; the\r\nlandlord will not be able to live much better. In the purchase of foreign\r\ncommodities, this enhancement in the price of corn may give them some little\r\nadvantage. In that of home made commodities, it can give them none at all. And\r\nalmost the whole expense of the farmer, and the far greater part even of that\r\nof the landlord, is in home made commodities.\r\n\n\r\nThat degradation in the value of silver, which is the effect of the fertility\r\nof the mines, and which operates equally, or very nearly equally, through the\r\ngreater part of the commercial world, is a matter of very little consequence to\r\nany particular country. The consequent rise of all money prices, though it does\r\nnot make those who receive them really richer, does not make them really\r\npoorer. A service of plate becomes really cheaper, and every thing else remains\r\nprecisely of the same real value as before.\r\n\n\r\nBut that degradation in the value of silver, which, being the effect either of\r\nthe peculiar situation or of the political institutions of a particular\r\ncountry, takes place only in that country, is a matter of very great\r\nconsequence, which, far from tending to make anybody really richer, tends to\r\nmake every body really poorer. The rise in the money price of all commodities,\r\nwhich is in this case peculiar to that country, tends to discourage more or\r\nless every sort of industry which is carried on within it, and to enable\r\nforeign nations, by furnishing almost all sorts of goods for a smaller quantity\r\nof silver than its own workmen can afford to do, to undersell them, not only in\r\nthe foreign, but even in the home market.\r\n\n\r\nIt is the peculiar situation of Spain and Portugal, as proprietors of the\r\nmines, to be the distributers of gold and silver to all the other countries of\r\nEurope. Those metals ought naturally, therefore, to be somewhat cheaper in\r\nSpain and Portugal than in any other part of Europe. The difference, however,\r\nshould be no more than the amount of the freight and insurance; and, on account\r\nof the great value and small bulk of those metals, their freight is no great\r\nmatter, and their insurance is the same as that of any other goods of equal\r\nvalue. Spain and Portugal, therefore, could suffer very little from their\r\npeculiar situation, if they did not aggravate its disadvantages by their\r\npolitical institutions.\r\n\n\r\nSpain by taxing, and Portugal by prohibiting, the exportation of gold and\r\nsilver, load that exportation with the expense of smuggling, and raise the\r\nvalue of those metals in other countries so much more above what it is in their\r\nown, by the whole amount of this expense. When you dam up a stream of water, as\r\nsoon as the dam is full, as much water must run over the dam-head as if there\r\nwas no dam at all. The prohibition of exportation cannot detain a greater\r\nquantity of gold and silver in Spain and Portugal, than what they can afford to\r\nemploy, than what the annual produce of their land and labour will allow them\r\nto employ, in coin, plate, gilding, and other ornaments of gold and silver.\r\nWhen they have got this quantity, the dam is full, and the whole stream which\r\nflows in afterwards must run over. The annual exportation of gold and silver\r\nfrom Spain and Portugal, accordingly, is, by all accounts, notwithstanding\r\nthese restraints, very near equal to the whole annual importation. As the\r\nwater, however, must always be deeper behind the dam-head than before it, so\r\nthe quantity of gold and silver which these restraints detain in Spain and\r\nPortugal, must, in proportion to the annual produce of their land and labour,\r\nbe greater than what is to be found in other countries. The higher and stronger\r\nthe dam-head, the greater must be the difference in the depth of water behind\r\nand before it. The higher the tax, the higher the penalties with which the\r\nprohibition is guarded, the more vigilant and severe the police which looks\r\nafter the execution of the law, the greater must be the difference in the\r\nproportion of gold and silver to the annual produce of the land and labour of\r\nSpain and Portugal, and to that of other countries. It is said, accordingly, to\r\nbe very considerable, and that you frequently find there a profusion of plate\r\nin houses, where there is nothing else which would in other countries be\r\nthought suitable or correspondent to this sort of magnificence. The cheapness\r\nof gold and silver, or, what is the same thing, the dearness of all\r\ncommodities, which is the necessary effect of this redundancy of the precious\r\nmetals, discourages both the agriculture and manufactures of Spain and\r\nPortugal, and enables foreign nations to supply them with many sorts of rude,\r\nand with almost all sorts of manufactured produce, for a smaller quantity of\r\ngold and silver than what they themselves can either raise or make them for at\r\nhome. The tax and prohibition operate in two different ways. They not only\r\nlower very much the value of the precious metals in Spain and Portugal, but by\r\ndetaining there a certain quantity of those metals which would otherwise flow\r\nover other countries, they keep up their value in those other countries\r\nsomewhat above what it otherwise would be, and thereby give those countries a\r\ndouble advantage in their commerce with Spain and Portugal. Open the\r\nflood-gates, and there will presently be less water above, and more below the\r\ndam-head, and it will soon come to a level in both places. Remove the tax and\r\nthe prohibition, and as the quantity of gold and silver will diminish\r\nconsiderably in Spain and Portugal, so it will increase somewhat in other\r\ncountries; and the value of those metals, their proportion to the annual\r\nproduce of land and labour, will soon come to a level, or very near to a level,\r\nin all. The loss which Spain and Portugal could sustain by this exportation of\r\ntheir gold and silver, would be altogether nominal and imaginary. The nominal\r\nvalue of their goods, and of the annual produce of their land and labour, would\r\nfall, and would be expressed or represented by a smaller quantity of silver\r\nthan before; but their real value would be the same as before, and would be\r\nsufficient to maintain, command, and employ the same quantity of labour. As the\r\nnominal value of their goods would fall, the real value of what remained of\r\ntheir gold and silver would rise, and a smaller quantity of those metals would\r\nanswer all the same purposes of commerce and circulation which had employed a\r\ngreater quantity before. The gold and silver which would go abroad would not go\r\nabroad for nothing, but would bring back an equal value of goods of some kind\r\nor other. Those goods, too, would not be all matters of mere luxury and\r\nexpense, to be consumed by idle people, who produce nothing in return for their\r\nconsumption. As the real wealth and revenue of idle people would not be\r\naugmented by this extraordinary exportation of gold and silver, so neither\r\nwould their consumption be much augmented by it. Those goods would probably,\r\nthe greater part of them, and certainly some part of them, consist in\r\nmaterials, tools, and provisions, for the employment and maintenance of\r\nindustrious people, who would reproduce, with a profit, the full value of their\r\nconsumption. A part of the dead stock of the society would thus be turned into\r\nactive stock, and would put into motion a greater quantity of industry than had\r\nbeen employed before. The annual produce of their land and labour would\r\nimmediately be augmented a little, and in a few years would probably be\r\naugmented a great deal; their industry being thus relieved from one of the most\r\noppressive burdens which it at present labours under.\r\n\n\r\nThe bounty upon the exportation of corn necessarily operates exactly in the\r\nsame way as this absurd policy of Spain and Portugal. Whatever be the actual\r\nstate of tillage, it renders our corn somewhat dearer in the home market than\r\nit otherwise would be in that state, and somewhat cheaper in the foreign; and\r\nas the average money price of corn regulates, more or less, that of all other\r\ncommodities, it lowers the value of silver considerably in the one, and tends\r\nto raise it a little in the other. It enables foreigners, the Dutch in\r\nparticular, not only to eat our corn cheaper than they otherwise could do, but\r\nsometimes to eat it cheaper than even our own people can do upon the same\r\noccasions; as we are assured by an excellent authority, that of Sir Matthew\r\nDecker. It hinders our own workmen from furnishing their goods for so small a\r\nquantity of silver as they otherwise might do, and enables the Dutch to furnish\r\ntheirs for a smaller. It tends to render our manufactures somewhat dearer in\r\nevery market, and theirs somewhat cheaper, than they otherwise would be, and\r\nconsequently to give their industry a double advantage over our own.\r\n\n\r\nThe bounty, as it raises in the home market, not so much the real, as the\r\nnominal price of our corn; as it augments, not the quantity of labour which a\r\ncertain quantity of corn can maintain and employ, but only the quantity of\r\nsilver which it will exchange for; it discourages our manufactures, without\r\nrendering any considerable service, either to our farmers or country gentlemen.\r\nIt puts, indeed, a little more money into the pockets of both, and it will\r\nperhaps be somewhat difficult to persuade the greater part of them that this is\r\nnot rendering them a very considerable service. But if this money sinks in its\r\nvalue, in the quantity of labour, provisions, and home-made commodities of all\r\ndifferent kinds which it is capable of purchasing, as much as it rises in its\r\nquantity, the service will be little more than nominal and imaginary.\r\n\n\r\nThere is, perhaps, but one set of men in the whole commonwealth to whom the\r\nbounty either was or could be essentially serviceable. These were the corn\r\nmerchants, the exporters and importers of corn. In years of plenty, the bounty\r\nnecessarily occasioned a greater exportation than would otherwise have taken\r\nplace; and by hindering the plenty of the one year from relieving the scarcity\r\nof another, it occasioned in years of scarcity a greater importation than would\r\notherwise have been necessary. It increased the business of the corn merchant\r\nin both; and in the years of scarcity, it not only enabled him to import a\r\ngreater quantity, but to sell it for a better price, and consequently with a\r\ngreater profit, than he could otherwise have made, if the plenty of one year\r\nhad not been more or less hindered from relieving the scarcity of another. It\r\nis in this set of men, accordingly, that I have observed the greatest zeal for\r\nthe continuance or renewal of the bounty.\r\n\n\r\nOur country gentlemen, when they imposed the high duties upon the exportation\r\nof foreign corn, which in times of moderate plenty amount to a prohibition, and\r\nwhen they established the bounty, seem to have imitated the conduct of our\r\nmanufacturers. By the one institution, they secured to themselves the monopoly\r\nof the home market, and by the other they endeavoured to prevent that market\r\nfrom ever being overstocked with their commodity. By both they endeavoured to\r\nraise its real value, in the same manner as our manufacturers had, by the like\r\ninstitutions, raised the real value of many different sorts of manufactured\r\ngoods. They did not, perhaps, attend to the great and essential difference\r\nwhich nature has established between corn and almost every other sort of goods.\r\nWhen, either by the monopoly of the home market, or by a bounty upon\r\nexportation, you enable our woollen or linen manufacturers to sell their goods\r\nfor somewhat a better price than they otherwise could get for them, you raise,\r\nnot only the nominal, but the real price of those goods; you render them\r\nequivalent to a greater quantity of labour and subsistence; you increase not\r\nonly the nominal, but the real profit, the real wealth and revenue of those\r\nmanufacturers; and you enable them, either to live better themselves, or to\r\nemploy a greater quantity of labour in those particular manufactures. You\r\nreally encourage those manufactures, and direct towards them a greater quantity\r\nof the industry of the country than what would properly go to them of its own\r\naccord. But when, by the like institutions, you raise the nominal or money\r\nprice of corn, you do not raise its real value; you do not increase the real\r\nwealth, the real revenue, either of our farmers or country gentlemen; you do\r\nnot encourage the growth of corn, because you do not enable them to maintain\r\nand employ more labourers in raising it. The nature of things has stamped upon\r\ncorn a real value, which cannot be altered by merely altering its money price.\r\nNo bounty upon exportation, no monopoly of the home market, can raise that\r\nvalue. The freest competition cannot lower it, Through the world in general,\r\nthat value is equal to the quantity of labour which it can maintain, and in\r\nevery particular place it is equal to the quantity of labour which it can\r\nmaintain in the way, whether liberal, moderate, or scanty, in which labour is\r\ncommonly maintained in that place. Woollen or linen cloth are not the\r\nregulating commodities by which the real value of all other commodities must be\r\nfinally measured and determined; corn is. The real value of every other\r\ncommodity is finally measured and determined by the proportion which its\r\naverage money price bears to the average money price of corn. The real value of\r\ncorn does not vary with those variations in its average money price, which\r\nsometimes occur from one century to another; it is the real value of silver\r\nwhich varies with them.\r\n\n\r\nBounties upon the exportation of any homemade commodity are liable, first, to\r\nthat general objection which may be made to all the different expedients of the\r\nmercantile system; the objection of forcing some part of the industry of the\r\ncountry into a channel less advantageous than that in which it would run of its\r\nown accord; and, secondly, to the particular objection of forcing it not only\r\ninto a channel that is less advantageous, but into one that is actually\r\ndisadvantageous; the trade which cannot be carried on but by means of a bounty\r\nbeing necessarily a losing trade. The bounty upon the exportation of corn is\r\nliable to this further objection, that it can in no respect promote the raising\r\nof that particular commodity of which it was meant to encourage the production.\r\nWhen our country gentlemen, therefore, demanded the establishment of the\r\nbounty, though they acted in imitation of our merchants and manufacturers, they\r\ndid not act with that complete comprehension of their own interest, which\r\ncommonly directs the conduct of those two other orders of people. They loaded\r\nthe public revenue with a very considerable expense: they imposed a very heavy\r\ntax upon the whole body of the people; but they did not, in any sensible\r\ndegree, increase the real value of their own commodity; and by lowering\r\nsomewhat the real value of silver, they discouraged, in some degree, the\r\ngeneral industry of the country, and, instead of advancing, retarded more or\r\nless the improvement of their own lands, which necessarily depend upon the\r\ngeneral industry of the country.\r\n\n\r\nTo encourage the production of any commodity, a bounty upon production, one\r\nshould imagine, would have a more direct operation than one upon exportation.\r\nIt would, besides, impose only one tax upon the people, that which they must\r\ncontribute in order to pay the bounty. Instead of raising, it would tend to\r\nlower the price of the commodity in the home market; and thereby, instead of\r\nimposing a second tax upon the people, it might, at least in part, repay them\r\nfor what they had contributed to the first. Bounties upon production, however,\r\nhave been very rarely granted. The prejudices established by the commercial\r\nsystem have taught us to believe, that national wealth arises more immediately\r\nfrom exportation than from production. It has been more favoured, accordingly,\r\nas the more immediate means of bringing money into the country. Bounties upon\r\nproduction, it has been said too, have been found by experience more liable to\r\nfrauds than those upon exportation. How far this is true, I know not. That\r\nbounties upon exportation have been abused, to many fraudulent purposes, is\r\nvery well known. But it is not the interest of merchants and manufacturers, the\r\ngreat inventors of all these expedients, that the home market should be\r\noverstocked with their goods; an event which a bounty upon production might\r\nsometimes occasion. A bounty upon exportation, by enabling them to send abroad\r\ntheir surplus part, and to keep up the price of what remains in the home\r\nmarket, effectually prevents this. Of all the expedients of the mercantile\r\nsystem, accordingly, it is the one of which they are the fondest. I have known\r\nthe different undertakers of some particular works agree privately among\r\nthemselves to give a bounty out of their own pockets upon the exportation of a\r\ncertain proportion of the goods which they dealt in. This expedient succeeded\r\nso well, that it more than doubled the price of their goods in the home market,\r\nnotwithstanding a very considerable increase in the produce. The operation of\r\nthe bounty upon corn must have been wonderfully different, if it has lowered\r\nthe money price of that commodity.\r\n\n\r\nSomething like a bounty upon production, however, has been granted upon some\r\nparticular occasions. The tonnage bounties given to the white herring and whale\r\nfisheries may, perhaps, be considered as somewhat of this nature. They tend\r\ndirectly, it may be supposed, to render the goods cheaper in the home market\r\nthan they otherwise would be. In other respects, their effects, it must be\r\nacknowledged, are the same as those of bounties upon exportation. By means of\r\nthem, a part of the capital of the country is employed in bringing goods to\r\nmarket, of which the price does not repay the cost, together with the ordinary\r\nprofits of stock.\r\n\n\r\nBut though the tonnage bounties to those fisheries do not contribute to the\r\nopulence of the nation, it may, perhaps, be thought that they contribute to its\r\ndefence, by augmenting the number of its sailors and shipping. This, it may be\r\nalleged, may sometimes be done by means of such bounties, at a much smaller\r\nexpense than by keeping up a great standing navy, if I may use such an\r\nexpression, in the same way as a standing army.\r\n\n\r\nNotwithstanding these favourable allegations, however, the following\r\nconsiderations dispose me to believe, that in granting at least one of these\r\nbounties, the legislature has been very grossly imposed upon:\r\n\n\r\nFirst, The herring-buss bounty seems too large.\r\n\n\r\nFrom the commencement of the winter fishing 1771, to the end of the winter\r\nfishing 1781, the tonnage bounty upon the herring-buss fishery has been at\r\nthirty shillings the ton. During these eleven years, the whole number of\r\nbarrels caught by the herring-buss fishery of Scotland amounted to 378,347. The\r\nherrings caught and cured at sea are called sea-sticks. In order to render them\r\nwhat are called merchantable herrings, it is necessary to repack them with an\r\nadditional quantity of salt; and in this case, it is reckoned, that three\r\nbarrels of sea-sticks are usually repacked into two barrels of merchantable\r\nherrings. The number of barrels of merchantable herrings, therefore, caught\r\nduring these eleven years, will amount only, according to this account, to\r\n252,231¼. During these eleven years, the tonnage bounties paid amounted to\r\n£155,463:11s. or 8s:2¼d. upon every barrel of sea-sticks, and to 12s:3¾d. upon\r\nevery barrel of merchantable herrings.\r\n\n\r\nThe salt with which these herrings are cured is sometimes Scotch, and sometimes\r\nforeign salt; both which are delivered, free of all excise duty, to the\r\nfish-curers. The excise duty upon Scotch salt is at present 1s:6d., that upon\r\nforeign salt 10s. the bushel. A barrel of herrings is supposed to require about\r\none bushel and one-fourth of a bushel foreign salt. Two bushels are the\r\nsupposed average of Scotch salt. If the herrings are entered for exportation,\r\nno part of this duty is paid up; if entered for home consumption, whether the\r\nherrings were cured with foreign or with Scotch salt, only one shilling the\r\nbarrel is paid up. It was the old Scotch duty upon a bushel of salt, the\r\nquantity which, at a low estimation, had been supposed necessary for curing a\r\nbarrel of herrings. In Scotland, foreign salt is very little used for any other\r\npurpose but the curing of fish. But from the 5th April 1771 to the 5th April\r\n1782, the quantity of foreign salt imported amounted to 936,974 bushels, at\r\neighty-four pounds the bushel; the quantity of Scotch salt delivered from the\r\nworks to the fish-curers, to no more than 168,226, at fifty-six pounds the\r\nbushel only. It would appear, therefore, that it is principally foreign salt\r\nthat is used in the fisheries. Upon every barrel of herrings exported, there\r\nis, besides, a bounty of 2s:8d. and more than two-thirds of the buss-caught\r\nherrings are exported. Put all these things together, and you will find that,\r\nduring these eleven years, every barrel of buss-caught herrings, cured with\r\nScotch salt, when exported, has cost government 17s:11¾d.; and, when entered\r\nfor home consumption, 14s:3¾d.; and that every barrel cured with foreign salt,\r\nwhen exported, has cost government £1:7:5¾d.; and, when entered for home\r\nconsumption, £1:3:9¾d. The price of a barrel of good merchantable herrings runs\r\nfrom seventeen and eighteen to four and five-and-twenty shillings; about a\r\nguinea at an average. {See the accounts at the end of this Book.}\r\n\n\r\nSecondly, The bounty to the white-herring fishery is a tonnage bounty, and is\r\nproportioned to the burden of the ship, not to her diligence or success in the\r\nfishery; and it has, I am afraid, been too common for the vessels to fit out\r\nfor the sole purpose of catching, not the fish but the bounty", "summary": "\nThis text criticizes mercantile trade policies that aim to impoverish neighboring countries. The author argues that without mercantile jealousy and national animosity, trade between neighbors like France and England would be highly advantageous due to proximity and frequency of returns. Such trade could benefit both nations far more than England's prized trade with its American colonies, as France offered a much larger market and faster capital turnover.\nThe author distinguishes between \"balance of trade\" (monetary flows between countries) and \"balance of produce and consumption\" (the difference between a nation's production and consumption). The latter determines a nation's real prosperity, and a country can import more than it exports for decades while still growing wealthier if its productive capacity increases. The text argues that no European nation has been ruined by unfavorable trade balances, and countries that opened their ports to free trade have been enriched rather than impoverished.\nThe author examines two trade policy mechanisms: drawbacks and bounties. Drawbacks (refunding import duties when goods are re-exported) are considered reasonable as they don't distort trade but prevent duties from hindering it. They allow the carrying trade to operate naturally without forcing capital into artificial channels. However, bounties (payments to encourage exports) are criticized for forcing trade into disadvantageous patterns that wouldn't occur naturally.\nUsing corn bounties as a detailed example, the author argues they raise domestic prices while lowering prices for foreign consumers, effectively taxing the population twice - once to pay the bounty and again through higher food prices. The author claims bounties don't increase agricultural production but merely raise nominal prices without increasing real value. They benefit primarily corn merchants rather than farmers or landowners, as merchants profit from both increased exports in plentiful years and higher-priced imports during scarcity.\nThe author compares corn bounties to Spain and Portugal's policies restricting precious metal exports, arguing both artificially alter values and harm domestic industry by making goods more expensive than foreign competitors' offerings. The text concludes that bounties cannot alter the real value of corn, which is determined by the labor it can maintain, unlike manufactured goods whose real value can be altered by similar policies.\nThe text ends by examining bounties for fisheries, particularly the herring fishery, suggesting these were excessive and often led to vessels seeking bounties rather than fish, with the government sometimes paying more in bounties than the market value of the fish caught.\n", "map": [["Mercantile jealousy", "Neighboring trade advantage forfeiture"], ["Proximity trade", "Faster capital turnover benefits"], ["Balance of trade", "Monetary flows between countries"], ["Balance of produce and consumption", "True national prosperity determinant"], ["Import excess", "Compatible with increasing wealth"], ["Free port policies", "National enrichment not impoverishment"], ["Drawbacks mechanism", "Import duty refunds on reexports"], ["Natural trade facilitation", "Drawbacks preventing duty hindrance"], ["Bounties mechanism", "Artificial trade pattern enforcement"], ["Corn bounties", "Domestic price elevation"], ["Double taxation effect", "Bounty payment plus higher prices"], ["Nominal versus real value", "Agricultural production unchanged"], ["Corn merchant advantage", "Profit from both scarcity and abundance"], ["Metal export restrictions", "Similar to bounty distortions"], ["Domestic industry harm", "Artificially expensive goods"], ["Real corn value", "Determined by maintainable labor"], ["Fishery bounties", "Excessive payment problems"], ["Bounty-seeking behavior", "Vessels chasing subsidies not fish"]]}