{"source": "https://standardebooks.org/ebooks/helen-keller/the-story-of-my-life/text/single-page", "text": " No one can tell any great truth about her which has not already been written, and all that I can do is to give a few more facts about Miss Keller’s work and add a little to what is known of her personality.\nMiss Keller is tall and strongly built, and has always had good health. She seems to be more nervous than she really is, because she expresses more with her hands than do most English-speaking people. One reason for this habit of gesture is that her hands have been so long her instruments of communication that they have taken to themselves the quick shiftings of the eye, and express some of the things that we say in a glance. All deaf people naturally gesticulate. Indeed, at one time it was believed that the best way for them to communicate was through systematized gestures, the sign language invented by the Abbé de l’Epée.\nWhen Miss Keller speaks, her face is animated and expresses all the modes of her thought⁠—the expressions that make the features eloquent and give speech half its meaning. On the other hand she does not know another’s expression. When she is talking with an intimate friend, however, her hand goes quickly to her friend’s face to see, as she says, “the twist of the mouth.” In this way she is able to get the meaning of those half sentences which we complete unconsciously from the tone of the voice or the twinkle of the eye.\nHer memory of people is remarkable. She remembers the grasp of fingers she has held before, all the characteristic tightening of the muscles that makes one person’s handshake different from that of another.\nThe trait most characteristic, perhaps, of Miss Keller (and also of Miss Sullivan) is humour. Skill in the use of words and her habit of playing with them make her ready with mots and epigrams.\nSomeone asked her if she liked to study.\n“Yes,” she replied, “but I like to play also, and I feel sometimes as if I were a music box with all the play shut up inside me.”\nWhen she met Dr. Furness, the Shakespearean scholar, he warned her not to let the college professors tell her too many assumed facts about the life of Shakespeare; all we know, he said, is that Shakespeare was baptized, married, and died.\n“Well,” she replied, “he seems to have done all the essential things.”\nOnce a friend who was learning the manual alphabet kept making g, which is like the hand of a signpost, for h, which is made with two fingers extended. Finally Miss Keller told him to “fire both barrels.”\nMr. Joseph Jefferson was once explaining to Miss Keller what the bumps on her head meant.\n“That,” he said, “is your prizefighting bump.”\n“I never fight,” she replied, “except against difficulties.”\nMiss Keller’s humour is that deeper kind of humour which is courage.\nThirteen years ago she made up her mind to learn to speak, and she gave her teacher no rest until she was allowed to take lessons, although wise people, even Miss Sullivan, the wisest of them all, regarded it as an experiment unlikely to succeed and almost sure to make her unhappy. It was this same perseverance that made her go to college. After she had passed her examinations and received her certificate of admission, she was advised by the Dean of Radcliffe and others not to go on. She accordingly delayed a year. But she was not satisfied until she had carried out her purpose and entered college.\nHer life has been a series of attempts to do whatever other people do, and to do it as well. Her success has been complete, for in trying to be like other people she has come most fully to be herself. Her unwillingness to be beaten has developed her courage. Where another can go, she can go. Her respect for physical bravery is like Stevenson’s⁠—the boy’s contempt for the fellow who cries, with a touch of young bravado in it. She takes tramps in the woods, plunging through the underbrush, where she is scratched and bruised; yet you could not get her to admit that she is hurt, and you certainly could not persuade her to stay at home next time.\nSo when people try experiments with her, she displays a sportsmanlike determination to win in any test, however unreasonable, that one may wish to put her to.\nIf she does not know the answer to a question, she guesses with mischievous assurance. Ask her the colour of your coat (no blind person can tell colour), she will feel it and say “black.” If it happens to be blue, and you tell her so triumphantly, she is likely to answer, “Thank you. I am glad you know. Why did you ask me?”\nHer whimsical and adventuresome spirit puts her so much on her mettle that she makes rather a poor subject for the psychological experimenter. Moreover, Miss Sullivan does not see why Miss Keller should be subjected to the investigation of the scientist, and has not herself made many experiments. When a psychologist asked her if Miss Keller spelled on her fingers in her sleep, Miss Sullivan replied that she did not think it worth while to sit up and watch, such matters were of so little consequence.\nMiss Keller likes to be part of the company. If anyone whom she is touching laughs at a joke, she laughs, too, just as if she had heard it. If others are aglow with music, a responding glow, caught sympathetically, shines in her face. Indeed, she feels the movements of Miss Sullivan so minutely that she responds to her moods, and so she seems to know what is going on, even though the conversation has not been spelled to her for some time. In the same way her response to music is in part sympathetic, although she enjoys it for its own sake.\nMusic probably can mean little to her but beat and pulsation. She cannot sing and she cannot play the piano, although, as some early experiments show, she could learn mechanically to beat out a tune on the keys. Her enjoyment of music, however, is very genuine, for she has a tactile recognition of sound when the waves of air beat against her. Part of her experience of the rhythm of music comes, no doubt, from the vibration of solid objects which she is touching: the floor, or, what is more evident, the case of the piano, on which her hand rests. But she seems to feel the pulsation of the air itself. When the organ was played for her in St. Bartholomew’s,14 the whole building shook with the great pedal notes, but that does not altogether account for what she felt and enjoyed. The vibration of the air as the organ notes swelled made her sway in answer. Sometimes she puts her hand on a singer’s throat to feel the muscular thrill and contraction, and from this she gets genuine pleasure. No one knows, however, just what her sensations are. It is amusing to read in one of the magazines of 1895 that Miss Keller “has a just and intelligent appreciation of different composers from having literally felt their music, Schumann being her favourite.” If she knows the difference between Schumann and Beethoven, it is because she has read it, and if she has read it, she remembers it and can tell anyone who asks her.\nMiss Keller’s effort to reach out and meet other people on their own intellectual ground has kept her informed of daily affairs. When her education became more systematic and she was busy with books, it would have been very easy for Miss Sullivan to let her draw into herself, if she had been so inclined. But everyone who has met her has given his best ideas to her and she has taken them. If, in the course of a conversation, the friend next to her has ceased for some moments to spell into her hand, the question comes inevitably, “What are you talking about?” Thus she picks up the fragments of the daily intercourse of normal people, so that her detailed information is singularly full and accurate. She is a good talker on the little occasional affairs of life.\nMuch of her knowledge comes to her directly. When she is out walking she often stops suddenly, attracted by the odour of a bit of shrubbery. She reaches out and touches the leaves, and the world of growing things is hers, as truly as it is ours, to enjoy while she holds the leaves in her fingers and smells the blossoms, and to remember when the walk is done.\nWhen she is in a new place, especially an interesting place like Niagara, whoever accompanies her⁠—usually, of course, Miss Sullivan⁠—is kept busy giving her an idea of visible details. Miss Sullivan, who knows her pupil’s mind, selects from the passing landscape essential elements, which give a certain clearness to Miss Keller’s imagined view of an outer world that to our eyes is confused and overloaded with particulars. If her companion does not give her enough details, Miss Keller asks questions until she has completed the view to her satisfaction.\nShe does not see with her eyes, but through the inner faculty to serve which eyes were given to us. When she returns from a walk and tells someone about it, her descriptions are accurate and vivid. A comparative experience drawn from written descriptions and from her teacher’s words has kept her free from errors in her use of terms of sound and vision. True, her view of life is highly coloured and full of poetic exaggeration; the universe, as she sees it, is no doubt a little better than it really is. But her knowledge of it is not so incomplete as one might suppose. Occasionally she astonishes you by ignorance of some fact which no one happens to have told her; for instance, she did not know, until her first plunge into the sea, that it is salt. Many of the detached incidents and facts of our daily life pass around and over her unobserved; but she has enough detailed acquaintance with the world to keep her view of it from being essentially defective.\nMost that she knows at first hand comes from her sense of touch. This sense is not, however, so finely developed as in some other blind people. Laura Bridgman could tell minute shades of difference in the size of thread, and made beautiful lace. Miss Keller used to knit and crochet, but she has had better things to do. With her varied powers and accomplishments, her sense of touch has not been used enough to develop it very far beyond normal acuteness. A friend tried Miss Keller one day with several coins. She was slower than he expected her to be in identifying them by their relative weight and size. But it should be said she almost never handles money⁠—one of the many sordid and petty details of life, by the way, which she has been spared.\nShe recognizes the subject and general intention of a statuette six inches high. Anything shallower than a half-inch bas-relief is a blank to her, so far as it expresses an idea of beauty. Large statues, of which she can feel the sweep of line with her whole hand, she knows in their higher esthetic value. She suggests herself that she can know them better than we do, because she can get the true dimensions and appreciate more immediately the solid nature of a sculptured figure. When she was at the Museum of Fine Arts in Boston she stood on a stepladder and let both hands play over the statues. When she felt a bas-relief of dancing girls she asked, “Where are the singers?” When she found them she said, “One is silent.” The lips of the singer were closed.\nIt is, however, in her daily life that one can best measure the delicacy of her senses and her manual skill. She seems to have very little sense of direction. She gropes her way without much certainty in rooms where she is quite familiar. Most blind people are aided by the sense of sound, so that a fair comparison is hard to make, except with other deaf-blind persons. Her dexterity is not notable either in comparison with the normal person, whose movements are guided by the eye, or, I am told, with other blind people. She has practised no single constructive craft which would call for the use of her hands. When she was twelve, her friend Mr. Albert H. Munsell, the artist, let her experiment with a wax tablet and a stylus. He says that she did pretty well and managed to make, after models, some conventional designs of the outlines of leaves and rosettes. The only thing she does which requires skill with the hands is her work on the typewriter. Although she has used the typewriter since she was eleven years old, she is rather careful than rapid. She writes with fair speed and absolute sureness. Her manuscripts seldom contain typographical errors when she hands them to Miss Sullivan to read. Her typewriter has no special attachments. She keeps the relative position of the keys by an occasional touch of the little finger on the outer edge of the board.\nMiss Keller’s reading of the manual alphabet by her sense of touch seems to cause some perplexity. Even people who know her fairly well have written in the magazines about Miss Sullivan’s “mysterious telegraphic communications” with her pupil. The manual alphabet is that in use among all educated deaf people. Most dictionaries contain an engraving of the manual letters. The deaf person with sight looks at the fingers of his companion, but it is also possible to feel them. Miss Keller puts her fingers lightly over the hand of one who is talking to her and gets the words as rapidly as they can be spelled. As she explains, she is not conscious of the single letters or of separate words. Miss Sullivan and others who live constantly with the deaf can spell very rapidly⁠—fast enough to get a slow lecture, not fast enough to get every word of a rapid speaker.\nAnybody can learn the manual letters in a few minutes, use them slowly in a day, and in thirty days of constant use talk to Miss Keller or any other deaf person without realizing what his fingers are doing. If more people knew this, and the friends and relatives of deaf children learned the manual alphabet at once the deaf all over the world would be happier and better educated.\nMiss Keller reads by means of embossed print or the various kinds of braille. The ordinary embossed book is made with roman letters, both small letters and capitals. These letters are of simple, square, angular design. The small letters are about three-sixteenths of an inch high, and are raised from the page the thickness of the thumbnail. The books are large, about the size of a volume of an encyclopedia. Green’s Short History of the English People is in six large volumes. The books are not heavy, because the leaves with the raised type do not lie close. The time that one of Miss Keller’s friends realizes most strongly that she is blind is when he comes on her suddenly in the dark and hears the rustle of her fingers across the page.\nThe most convenient print for the blind is braille, which has several variations, too many, indeed⁠—English, American, New York Point. Miss Keller reads them all. Most educated blind people know several, but it would save trouble if, as Miss Keller suggests, English braille were universally adopted. Each character (either a letter or a special braille contraction) is a combination made by varying in place and number points in six possible positions. Miss Keller has a braille writer on which she keeps notes and writes letters to her blind friends. There are six keys, and by pressing different combinations at a stroke (as one plays a chord on the piano) the operator makes a character at a time in a sheet of thick paper, and can write about half as rapidly as on a typewriter. Braille is especially useful in making single manuscript copies of books.\nBooks for the blind are very limited in number. They cost a great deal to publish and they have not a large enough sale to make them profitable to the publisher; but there are several institutions with special funds to pay for embossed books. Miss Keller is more fortunate than most blind people in the kindness of her friends who have books made especially for her, and in the willingness of gentlemen, like Mr. E. E. Allen of the Pennsylvania Institute for the Instruction of the Blind, to print, as he has on several occasions, editions of books that she has needed.\nMiss Keller does not as a rule read very fast, but she reads deliberately, not so much because she feels the words less quickly than we see then, as because it is one of her habits of mind to do things thoroughly and well. When a passage interests her, or she needs to remember it for some future use, she flutters it off swiftly on the fingers of her right hand. Sometimes this finger-play is unconscious. Miss Keller talks to herself absentmindedly in the manual alphabet. When she is walking up or down the hall or along the veranda, her hands go flying along beside her like a confusion of birds’ wings.\nThere is, I am told, tactile memory as well as visual and aural memory. Miss Sullivan says that both she and Miss Keller remember “in their fingers” what they have said. For Miss Keller to spell a sentence in the manual alphabet impresses it on her mind just as we learn a thing from having heard it many times and can call back the memory of its sound.\nLike every deaf or blind person, Miss Keller depends on her sense of smell to an unusual degree. When she was a little girl she smelled everything and knew where she was, what neighbour’s house she was passing, by the distinctive odours. As her intellect grew she became less dependent on this sense. To what extent she now identifies objects by their odour is hard to determine. The sense of smell has fallen into disrepute, and a deaf person is reluctant to speak of it. Miss Keller’s acute sense of smell may account, however, in some part for that recognition of persons and things which it has been customary to attribute to a special sense, or to an unusual development of the power that we all seem to have of telling when someone is near.\nThe question of a special “sixth sense,” such as people have ascribed to Miss Keller, is a delicate one. This much is certain, she cannot have any sense that other people may not have, and the existence of a special sense is not evident to her or to anyone who knows her. Miss Keller is distinctly not a singular proof of occult and mysterious theories, and any attempt to explain her in that way fails to reckon with her normality. She is no more mysterious and complex than any other person. All that she is, all that she has done, can be explained directly, except such things in every human being as never can be explained. She does not, it would seem, prove the existence of spirit without matter, or of innate ideas, or of immortality, or anything else that any other human being does not prove. Philosophers have tried to find out what was her conception of abstract ideas before she learned language. If she had any conception, there is no way of discovering it now; for she cannot remember, and obviously there was no record at the time. She had no conception of God before she heard the word “God,” as her comments very clearly show.\nHer sense of time is excellent, but whether it would have developed as a special faculty cannot be known, for she has had a watch since she was seven years old.\nMiss Keller has two watches, which have been given her. They are, I think, the only ones of their kind in America. The watch has on the back cover a flat gold indicator which can be pushed freely around from left to right until, by means of a pin inside the case, it locks with the hour hand and takes a corresponding position. The point of this gold indicator bends over the edge of the case, round which are set eleven raised points⁠—the stem forms the twelfth. Thus the watch, an ordinary watch with a white dial for the person who sees, becomes for a blind person by this special attachment in effect one with a single raised hour hand and raised figures. Though there is less than half an inch between the points⁠—a space which represents sixty minutes⁠—Miss Keller tells the time almost exactly. It should be said that any double-case watch with the crystal removed serves well enough for a blind person whose touch is sufficiently delicate to feel the position of the hands and not disturb or injure them.\nThe finer traits of Miss Keller’s character are so well known that one needs not say much about them. Good sense, good humour, and imagination keep her scheme of things sane and beautiful. No attempt is made by those around her either to preserve or to break her illusions. When she was a little girl, a good many unwise and tactless things that were said for her benefit were not repeated to her, thanks to the wise watchfulness of Miss Sullivan. Now that she has grown up, nobody thinks of being less frank with her than with any other intelligent young woman. What her good friend, Charles Dudley Warner, wrote about her in Harper’s Magazine in 1896 was true then, and it remains true now:\n“I believe she is the purest-minded human ever in existence.⁠ ⁠… The world to her is what her own mind is. She has not even learned that exhibition on which so many pride themselves, of ‘righteous indignation.’\n“Some time ago, when a policeman shot dead her dog, a dearly loved daily companion, she found in her forgiving heart no condemnation for the man; she only said, ‘If he had only known what a good dog she was, he wouldn’t have shot her.’ It was said of old time, ‘Lord forgive them, they know not what they do!’\n“Of course the question will arise whether, if Helen Keller had not been guarded from the knowledge of evil, she would have been what she is today.⁠ ⁠… Her mind has neither been made effeminate by the weak and silly literature, nor has it been vitiated by that which is suggestive of baseness. In consequence her mind is not only vigorous, but it is pure. She is in love with noble things, with noble thoughts, and with the characters of noble men and women.”\nShe still has a childlike aversion to tragedies. Her imagination is so vital that she falls completely under the illusion of a story, and lives in its world. Miss Sullivan writes in a letter of 1891:\n“Yesterday I read to her the story of Macbeth, as told by Charles and Mary Lamb. She was very greatly excited by it, and said: ‘It is terrible! It makes me tremble!’ After thinking a little while, she added, ‘I think Shakespeare made it very terrible so that people would see how fearful it is to do wrong.’ ”\nOf the real world she knows more of the good and less of the evil than most people seem to know. Her teacher does not harass her with the little unhappy things; but of the important difficulties they have been through, Miss Keller was fully informed, took her share of the suffering, and put her mind to the problems. She is logical and tolerant, most trustful of a world that has treated her kindly.\nOnce when someone asked her to define “love,” she replied, “Why, bless you, that is easy; it is what everybody feels for everybody else.”\n“Toleration,” she said once, when she was visiting her friend Mrs. Laurence Hutton, “is the greatest gift of the mind; it requires the same effort of the brain that it takes to balance oneself on a bicycle.”\nShe has a large, generous sympathy and absolute fairness of temper. So far as she is noticeably different from other people she is less bound by convention. She has the courage of her metaphors and lets them take her skyward when we poor self-conscious folk would think them rather too bookish for ordinary conversation. She always says exactly what she thinks, without fear of the plain truth; yet no one is more tactful and adroit than she in turning an unpleasant truth so that it will do the least possible hurt to the feelings of others. Not all the attention that has been paid her since she was a child has made her take herself too seriously. Sometimes she gets started on a very solemn preachment. Then her teacher calls her an incorrigible little sermonizer, and she laughs at herself. Often, however, her sober ideas are not to be laughed at, for her earnestness carries her listeners with her. There is never the least false sententiousness in what she says. She means everything so thoroughly that her very quotations, her echoes from what she has read, are in truth original.\nHer logic and her sympathy are in excellent balance. Her sympathy is of the swift and ministering sort which, fortunately, she has found so often in other people. And her sympathies go further and shape her opinions on political and national movements. She was intensely pro-Boer and wrote a strong argument in favour of Boer independence. When she was told of the surrender of the brave little people, her face clouded and she was silent a few minutes. Then she asked clear, penetrating questions about the terms of the surrender, and began to discuss them.\nBoth Mr. Gilman and Mr. Keith, the teachers who prepared her for college, were struck by her power of constructive reasoning; and she was excellent in pure mathematics, though she seems never to have enjoyed it much. Some of the best of her writing, apart from her fanciful and imaginative work, is her exposition in examinations and technical themes, and in some letters which she found it necessary to write to clear up misunderstandings, and which are models of close thinking enforced with sweet vehemence.\nShe is an optimist and an idealist.\n“I hope,” she writes in a letter, “that L⁠⸺ isn’t too practical, for if she is, I’m afraid she’ll miss a great deal of pleasure.”\nIn the diary that she kept at the Wright-Humason School in New York she wrote on October 18, 1894, “I find that I have four things to learn in my school life here, and indeed, in life⁠—to think clearly without hurry or confusion, to love everybody sincerely, to act in everything with the highest motives, and to trust in dear God unhesitatingly.”\nEducation\nIt is now sixty-five years since Dr. Samuel Gridley Howe knew that he had made his way through Laura Bridgman’s fingers to her intelligence. The names of Laura Bridgman and Helen Keller will always be linked together, and it is necessary to understand what Dr. Howe did for his pupil before one comes to an account of Miss Sullivan’s work. For Dr. Howe is the great pioneer on whose work that of Miss Sullivan and other teachers of the deaf-blind immediately depends.\nDr. Samuel Gridley Howe was born in Boston, November 10, 1801, and died in Boston, January 9, 1876. He was a great philanthropist, interested especially in the education of all defectives, the feebleminded, the blind, and the deaf. Far in advance of his time he advocated many public measures for the relief of the poor and the diseased, for which he was laughed at then, but which have since been put into practice. As head of the Perkins Institution for the Blind in Boston, he heard of Laura Bridgman and had her brought to the Institution on October 4, 1837.\nLaura Bridgman was born at Hanover, New Hampshire, December 21, 1829; so she was almost eight years old when Dr. Howe began his experiments with her. At the age of twenty-six months scarlet fever left her without sight or hearing. She also lost her sense of smell and taste. Dr. Howe was an experimental scientist and had in him the spirit of New England transcendentalism with its large faith and large charities. Science and faith together led him to try to make his way into the soul which he believed was born in Laura Bridgman as in every other human being. His plan was to teach Laura by means of raised types. He pasted raised labels on objects and made her fit the labels to the objects and the objects to the labels. When she had learned in this way to associate raised words with things, in much the same manner, he says, as a dog learns tricks, he began to resolve the words into their letter elements and to teach her to put together “k-e-y,” “c-a-p.” His success convinced him that language can be conveyed through type to the mind of the blind-deaf child, who, before education, is in the state of the baby who has not learned to prattle; indeed, is in a much worse state, for the brain has grown in years without natural nourishment.\nAfter Laura’s education had progressed for two months with the use only of raised letters, Dr. Howe sent one of his teachers to learn the manual alphabet from a deaf-mute. She taught it to Laura, and from that time on the manual alphabet was the means of communicating with her.\nAfter the first year or two Dr. Howe did not teach Laura Bridgman himself, but gave her over to other teachers, who under his direction carried on the work of teaching her language.\nToo much cannot be said in praise of Dr. Howe’s work. As an investigator he kept always the scientist’s attitude. He never forgot to keep his records of Laura Bridgman in the fashion of one who works in a laboratory. The result is, his records of her are systematic and careful. From a scientific standpoint it is unfortunate that it was impossible to keep such a complete record of Helen Keller’s development. This in itself is a great comment on the difference between Laura Bridgman and Helen Keller. Laura always remained an object of curious study. Helen Keller became so rapidly a distinctive personality that she kept her teacher in a breathless race to meet the needs of her pupil, with no time or strength to make a scientific study.\nIn some ways this is unfortunate. Miss Sullivan knew at the beginning that Helen Keller would be more interesting and successful than Laura Bridgman, and she expresses in one of her letters the need of keeping notes. But neither temperament nor training allowed her to make her pupil the object of any experiment or observation which did not help in the child’s development. As soon as a thing was done, a definite goal passed, the teacher did not always look back and describe the way she had come. The explanation of the fact was unimportant compared to the fact itself and the need of hurrying on. There are two other reasons why Miss Sullivan’s records are incomplete. It has always been a severe tax on her eyes to write, and she was early discouraged from publishing data by the inaccurate use made of what she at first supplied.\nWhen she first wrote from Tuscumbia to Mr. Michael Anagnos, Dr. Howes son-in-law and his successor as Director of the Perkins Institution, about her work with her pupil, the Boston papers began at once to publish exaggerated accounts of Helen Keller. Miss Sullivan protested. In a letter dated April 10, 1887, only five weeks after she went to Helen Keller, she wrote to a friend:\n“⁠⸻ sent me a Boston Herald containing a stupid article about Helen. How perfectly absurd to say that Helen is ‘already talking fluently!’ Why, one might just as well say that a two-year-old child converses fluently when he says ‘apple give,’ or ‘baby walk go.’ I suppose if you included his screaming, crowing, whimpering, grunting, squalling, with occasional kicks, in his conversation, it might be regarded as fluent⁠—even eloquent. Then it is amusing to read of the elaborate preparation I underwent to fit me for the great task my friends entrusted to me. I am sorry that preparation didn’t include spelling, it would have saved me such a lot of trouble.”\nOn March 4, 1888, she writes in a letter:\n“Indeed, I am heartily glad that I don’t know all that is being said and written about Helen and myself. I assure you I know quite enough. Nearly every mail brings some absurd statement, printed or written. The truth is not wonderful enough to suit the newspapers; so they enlarge upon it and invent ridiculous embellishments. One paper has Helen demonstrating problems in geometry by means of her playing blocks. I expect to hear next that she has written a treatise on the origin and future of the planets!”\nIn December, 1887, appeared the first report of the Director of the Perkins Institution, which deals with Helen Keller. For this report Miss Sullivan prepared, in reluctant compliance with the request of Mr. Anagnos, an account of her work. This with the extracts from her letters, scattered through the report, is the first valid source of information about Helen Keller. Of this report Miss Sullivan wrote in a letter dated October 30, 1887:\n“Have you seen the paper I wrote for the ‘report’? Mr. Anagnos was delighted with it. He says Helen’s progress has been ‘a triumphal march from the beginning,’ and he has many flattering things to say about her teacher. I think he is inclined to exaggerate; at all events, his language is too glowing, and simple facts are set forth in such a manner that they bewilder one. Doubtless the work of the past few months does seem like a triumphal march to him; but then people seldom see the halting and painful steps by which the most insignificant success is achieved.”\nAs Mr. Anagnos was the head of a great institution, what he said had much more effect than the facts in Miss Sullivan’s account on which he based his statements. The newspapers caught Mr. Anagnos’s spirit and exaggerated a hundredfold. In a year after she first went to Helen Keller, Miss Sullivan found herself and her pupil the centre of a stupendous fiction. Then the educators all over the world said their say and for the most part did not help matters. There grew up a mass of controversial matter which it is amusing to read now. Teachers of the deaf proved a priori that what Miss Sullivan had done could not be, and some discredit was reflected on her statements, because they were surrounded by the vague eloquence of Mr. Anagnos. Thus the story of Helen Keller, incredible when told with moderation, had the misfortune to be heralded by exaggerated announcements, and naturally met either an ignorant credulity or an incredulous hostility.\nIn November, 1888, another report of the Perkins Institution appeared with a second paper by Miss Sullivan, and then nothing official was published until November, 1891, when Mr. Anagnos issued the last Perkins Institution report containing anything about Helen Keller. For this report Miss Sullivan wrote the fullest and largest account she has ever written; and in this report appeared the “Frost King,” which is discussed fully in a later chapter. Then the controversy waxed fiercer than ever.\nFinding that other people seemed to know so much more about Helen Keller than she did, Miss Sullivan kept silent and has been silent for ten years, except for her paper in the first Volta Bureau Souvenir of Helen Keller and the paper which, at Dr. Bell’s request, she prepared in 1894 for the meeting at Chautauqua of the American Association to Promote the Teaching of Speech to the Deaf. When Dr. Bell and others tell her, what is certainly true from an impersonal point of view, that she owes it to the cause of education to write what she knows, she answers very properly that she owes all her time and all her energies to her pupil.\nAlthough Miss Sullivan is still rather amused than distressed when someone, even one of her friends, makes mistakes in published articles about her and Miss Keller, still she sees that Miss Keller’s book should include all the information that the teacher could at present furnish. So she consented to the publication of extracts from letters which she wrote during the first year of her work with her pupil. These letters were written to Mrs. Sophia C. Hopkins, the only person to whom Miss Sullivan ever wrote freely. Mrs. Hopkins has been a matron at the Perkins Institution for twenty years, and during the time that Miss Sullivan was a pupil there she was like a mother to her. In these letters we have an almost weekly record of Miss Sullivan’s work. Some of the details she had forgotten, as she grew more and more to generalize. Many people have thought that any attempt to find the principles in her method would be nothing but a later theory superimposed on Miss Sullivan’s work. But it is evident that in these letters she was making a clear analysis of what she was doing. She was her own critic, and in spite of her later declaration, made with her modest carelessness, that she followed no particular method, she was very clearly learning from her task and phrasing at the time principles of education of unique value not only in the teaching of the deaf but in the teaching of all children. The extracts from her letters and reports form an important contribution to pedagogy, and more than justify the opinion of Dr. Daniel C. Gilman, who wrote in 1893, when he was President of Johns Hopkins University:\n“I have just read⁠ ⁠… your most interesting account of the various steps you have taken in the education of your wonderful pupil, and I hope you will allow me to express my admiration for the wisdom that has guided your methods and the affection which has inspired your labours.”\nMiss Anne Mansfield Sullivan was born at Springfield, Massachusetts. Very early in her life she became almost totally blind, and she entered the Perkins Institution October 7, 1880, when she was fourteen years old. Later her sight was partially restored.\nMr. Anagnos says in his report of 1887: “She was obliged to begin her education at the lowest and most elementary point; but she showed from the very start that she had in herself the force and capacity which insure success.⁠ ⁠… She has finally reached the goal for which she strove so bravely. The golden words that Dr. Howe uttered and the example that he left passed into her thoughts and heart and helped her on the road to usefulness; and now she stands by his side as his worthy successor in one of the most cherished branches of his work.⁠ ⁠… Miss Sullivan’s talents are of the highest order.”\nIn 1886 she graduated from the Perkins Institution. When Captain Keller applied to the director for a teacher, Mr. Anagnos recommended her. The only time she had to prepare herself for the work with her pupil was from August, 1886, when Captain Keller wrote, to February, 1887. During this time she read Dr. Howe’s reports. She was further aided by the fact that during the six years of her school life she had lived in the house with Laura Bridgman. It was Dr. Howe who, by his work with Laura Bridgman, made Miss Sullivan’s work possible: but it was Miss Sullivan who discovered the way to teach language to the deaf-blind.\nIt must be remembered that Miss Sullivan had to solve her problems unaided by previous experience or the assistance of any other teacher. During the first year of her work with Helen Keller, in which she taught her pupil language, they were in Tuscumbia; and when they came North and visited the Perkins Institution, Helen Keller was never a regular student there or subject to the discipline of the Institution. The impression that Miss Sullivan educated Helen Keller “under the direction of Mr. Anagnos” is erroneous. In the three years during which at various times Miss Keller and Miss Sullivan were guests of the Perkins Institution, the teachers there did not help Miss Sullivan, and Mr. Anagnos did not even use the manual alphabet with facility as a means of communication. Mr. Anagnos wrote in the report of the Perkins Institution, dated November 27, 1888:\n“At my urgent request, Helen, accompanied by her mother and her teacher, came to the North in the last week of May, and spent several months with us as our guests.⁠ ⁠… We gladly allowed her to use freely our library of embossed books, our collection of stuffed animals, seashells, models of flowers and plants, and the rest of our apparatus for instructing the blind through the sense of touch. I do not doubt that she derived from them much pleasure and not a little profit. But whether Helen stays at home or makes visits in other parts of the country, her education is always under the immediate direction and exclusive control of her teacher. No one interferes with Miss Sullivan’s plans, or shares in her tasks. She has been allowed entire freedom in the choice of means and methods for carrying on her great work; and, as we can judge by the results, she has made a most judicious and discreet use of this privilege. What the little pupil has thus far accomplished is widely known, and her wonderful attainments command general admiration; but only those who are familiar with the particulars of the grand achievement know that the credit is largely due to the intelligence, wisdom, sagacity, unremitting perseverance and unbending will of the instructress, who rescued the child from the depths of everlasting night and stillness, and watched over the different phases of her mental and moral development with maternal solicitude and enthusiastic devotion.”\nHere follow in order Miss Sullivan’s letters and the most important passages from the reports. I have omitted from each succeeding report what has already been explained and does not need to be repeated. For the ease of the reader I have, with Miss Sullivan’s consent, made the extracts run together continuously and supplied words of connection and the resulting necessary changes in syntax, and Miss Sullivan has made slight changes in the phrasing of her reports and also of her letters, which were carelessly written. I have also italicized a few important passages. Some of her opinions Miss Sullivan would like to enlarge and revise. That remains for her to do at another time. At present we have here the fullest record that has been published. The first letter is dated March 6, 1887, three days after her arrival in Tuscumbia.\n… It was 6:30 when I reached Tuscumbia. I found Mrs. Keller and Mr. James Keller waiting for me. They said somebody had met every train for two days. The drive from the station to the house, a distance of one mile, was very lovely and restful. I was surprised to find Mrs. Keller a very young-looking woman, not much older than myself, I should think. Captain Keller met us in the yard and gave me a cheery welcome and a hearty handshake. My first question was, “Where is Helen?” I tried with all my might to control the eagerness that made me tremble so that I could hardly walk. As we approached the house I saw a child standing in the doorway, and Captain Keller said, “There she is. She has known all day that someone was expected, and she has been wild ever since her mother went to the station for you.” I had scarcely put my foot on the steps, when she rushed toward me with such force that she would have thrown me backward if Captain Keller had not been behind me. She felt my face and dress and my bag, which she took out of my hand and tried to open. It did not open easily, and she felt carefully to see if there was a keyhole. Finding that there was, she turned to me, making the sign of turning a key and pointing to the bag. Her mother interfered at this point and showed Helen by signs that she must not touch the bag. Her face flushed, and when her mother attempted to take the bag from her, she grew very angry. I attracted her attention by showing her my watch and letting her hold it in her hand. Instantly the tempest subsided, and we went upstairs together. Here I opened the bag, and she went through it eagerly, probably expecting to find something to eat. Friends had probably brought her candy in their bags, and she expected to find some in mine. I made her understand, by pointing to a trunk in the hall and to myself and nodding my head, that I had a trunk, and then made the sign that she had used for eating, and nodded again. She understood in a flash and ran downstairs to tell her mother, by means of emphatic signs, that there was some candy in a trunk for her. She returned in a few minutes and helped me put away my things. It was too comical to see her put on my bonnet and cock her head first on one side, then on the other, and look in the mirror, just as if she could see. Somehow I had expected to see a pale, delicate child⁠—I suppose I got the idea from Dr. Howe’s description of Laura Bridgman when she came to the Institution. But there’s nothing pale or delicate about Helen. She is large, strong, and ruddy, and as unrestrained in her movements as a young colt. She has none of those nervous habits that are so noticeable and so distressing in blind children. Her body is well formed and vigorous, and Mrs. Keller says she has not been ill a day since the illness that deprived her of her sight and hearing. She has a fine head, and it is set on her shoulders just right. Her face is hard to describe. It is intelligent, but lacks mobility, or soul, or something. Her mouth is large and finely shaped. You see at a glance that she is blind. One eye is larger than the other, and protrudes noticeably. She rarely smiles; indeed, I have seen her smile only once or twice since I came. She is unresponsive and even impatient of caresses from anyone except her mother. She is very quick-tempered and wilful, and nobody, except her brother James, has attempted to control her. The greatest problem I shall have to solve is how to discipline and control her without breaking her spirit. I shall go rather slowly at first and try to win her love. I shall not attempt to conquer her by force alone; but I shall insist on reasonable obedience from the start. One thing that impresses everybody is Helen’s tireless activity. She is never still a moment. She is here, there, and everywhere. Her hands are in everything; but nothing holds her attention for long. Dear child, her restless spirit gropes in the dark. Her untaught, unsatisfied hands destroy whatever they touch because they do not know what else to do with things.\nShe helped me unpack my trunk when it came, and was delighted when she found the doll the little girls sent her. I thought it a good opportunity to teach her her first word. I spelled “d-o-l-l” slowly in her hand and pointed to the doll and nodded my head, which seems to be her sign for possession. Whenever anybody gives her anything, she points to it, then to herself, and nods her head. She looked puzzled and felt my hand, and I repeated the letters. She imitated them very well and pointed to the doll. Then I took the doll, meaning to give it back to her when she had made the letters; but she thought I meant to take it from her, and in an instant she was in a temper, and tried to seize the doll. I shook my head and tried to form the letters with her fingers; but she got more and more angry. I forced her into a chair and held her there until I was nearly exhausted. Then it occurred to me that it was useless to continue the struggle⁠—I must do something to turn the current of her thoughts. I let her go, but refused to give up the doll. I went downstairs and got some cake (she is very fond of sweets). I showed Helen the cake and spelled “c-a-k-e” in her hand, holding the cake toward her. Of course she wanted it and tried to take it; but I spelled the word again and patted her hand. She made the letters rapidly, and I gave her the cake, which she ate in a great hurry, thinking, I suppose, that I might take it from her. Then I showed her the doll and spelled the word again, holding the doll toward her as I held the cake. She made the letters “d-o-l” and I made the other “l” and gave her the doll. She ran downstairs with it and could not be induced to return to my room all day.\nYesterday I gave her a sewing-card to do. I made the first row of vertical lines and let her feel it and notice that there were several rows of little holes. She began to work delightedly and finished the card in a few minutes, and did it very neatly indeed. I thought I would try another word; so I spelled “c-a-r-d.” She made the “c-a,” then stopped and thought, and making the sign for eating and pointing downward she pushed me toward the door, meaning that I must go downstairs for some cake. The two letters “c-a,” you see, had reminded her of Fridays “lesson”⁠—not that she had any idea that cake was the name of the thing, but it was simply a matter of association, I suppose. I finished the word “c-a-k-e” and obeyed her command. She was delighted. Then I spelled “d-o-l-l” and began to hunt for it. She follows with her hands every motion you make, and she knew that I was looking for the doll. She pointed down, meaning that the doll was downstairs. I made the signs that she had used when she wished me to go for the cake, and pushed her toward the door. She started forward, then hesitated a moment, evidently debating within herself whether she would go or not. She decided to send me instead. I shook my head and spelled “d-o-l-l” more emphatically, and opened the door for her; but she obstinately refused to obey. She had not finished the cake she was eating, and I took it away, indicating that if she brought the doll I would give her back the cake. She stood perfectly still for one long moment, her face crimson; then her desire for the cake triumphed, and she ran downstairs and brought the doll, and of course I gave her the cake, but could not persuade her to enter the room again.\nShe was very troublesome when I began to write this morning. She kept coming up behind me and putting her hand on the paper and into the ink-bottle. These blots are her handiwork. Finally I remembered the kindergarten beads, and set her to work stringing them. First I put on two wooden beads and one glass bead, then made her feel of the string and the two boxes of beads. She nodded and began at once to fill the string with wooden beads. I shook my head and took them all off and made her feel of the two wooden beads and the one glass bead. She examined them thoughtfully and began again. This time she put on the glass bead first and the two wooden ones next. I took them off and showed her that the two wooden ones must go on first, then the glass bead. She had no further trouble and filled the string quickly, too quickly, in fact. She tied the ends together when she had finished the string, and put the beads round her neck. I did not make the knot large enough in the next string, and the beads came off as fast as she put them on; but she solved the difficulty herself by putting the string through a bead and tying it. I thought this very clever. She amused herself with the beads until dinnertime, bringing the strings to me now and then for my approval.\nMy eyes are very much inflamed. I know this letter is very carelessly written. I had a lot to say, and couldn’t stop to think how to express things neatly. Please do not show my letter to anyone. If you want to, you may read it to my friends.\nMonday p.m.\nI had a battle royal with Helen this morning. Although I try very hard not to force issues, I find it very difficult to avoid them.\nHelen’s table manners are appalling. She puts her hands in our plates and helps herself, and when the dishes are passed, she grabs them and takes out whatever she wants. This morning I would not let her put her hand in my plate. She persisted, and a contest of wills followed. Naturally the family was much disturbed, and left the room. I locked the dining-room door, and proceeded to eat my breakfast, though the food almost choked me. Helen was lying on the floor, kicking and screaming and trying to pull my chair from under me. She kept this up for half an hour, then she got up to see what I was doing. I let her see that I was eating, but did not let her put her hand in the plate. She pinched me, and I slapped her every time she did it. Then she went all round the table to see who was there, and finding no one but me, she seemed bewildered. After a few minutes she came back to her place and began to eat her breakfast with her fingers. I gave her a spoon, which she threw on the floor. I forced her out of the chair and made her pick it up. Finally I succeeded in getting her back in her chair again, and held the spoon in her hand, compelling her to take up the food with it and put it in her mouth. In a few minutes she yielded and finished her breakfast peaceably. Then we had another tussle over folding her napkin. When she had finished, she threw it on the floor and ran toward the door. Finding it locked, she began to kick and scream all over again. It was another hour before I succeeded in getting her napkin folded. Then I let her out into the warm sunshine and went up to my room and threw myself on the bed exhausted. I had a good cry and felt better. I suppose I shall have many such battles with the little woman before she learns the only two essential things I can teach her, obedience and love.\nGoodbye, dear. Don’t worry; I’ll do my best and leave the rest to whatever power manages that which we cannot. I like Mrs. Keller very much.\nTuscumbia, Alabama, March 11, 1887.\nSince I wrote you, Helen and I have gone to live all by ourselves in a little garden-house about a quarter of a mile from her home, only a short distance from Ivy Green, the Keller homestead. I very soon made up my mind that I could do nothing with Helen in the midst of the family, who have always allowed her to do exactly as she pleased. She has tyrannized over everybody, her mother, her father, the servants, the little darkies who play with her, and nobody had ever seriously disputed her will, except occasionally her brother James, until I came; and like all tyrants she holds tenaciously to her divine right to do as she pleases. If she ever failed to get what she wanted, it was because of her inability to make the vassals of her household understand what it was", "summary": "\nThis text provides an intimate portrait of Helen Keller and her education, written by someone who had personal knowledge of both Helen and her teacher, Anne Sullivan. Helen Keller is described as tall, strongly built, and in good health, dispelling the common misconception of her as delicate or frail. Her face is animated when she speaks, expressing her thoughts through features that \"make the features eloquent and give speech half its meaning.\" Though she cannot see others' expressions, she often touches friends' faces to discern their emotions and remembers people by their distinctive handshakes and physical characteristics.\nHelen's remarkable sense of humor stands out as one of her defining traits, shared with her teacher Miss Sullivan. She displays quick wit and skill with wordplay, offering clever responses in conversation. When warned against accepting too many \"assumed facts\" about Shakespeare's life, Helen replied, \"Well, he seems to have done all the essential things.\" Her humor is described as \"that deeper kind of humour which is courage,\" reflecting her persistent determination to overcome obstacles. This determination manifested in her insistence on learning to speak despite discouragement from others, including Miss Sullivan, and in her pursuit of college education despite being advised against it.\nThroughout her life, Helen has attempted to do whatever other people do and to do it equally well. Her unwillingness to be defeated has developed her courage to the point where \"where another can go, she can go.\" She takes challenging physical activities like woodland tramps, enduring scratches and bruises without complaint. This determination makes her competitive in any test given to her, sometimes responding with \"mischievous assurance\" even when uncertain of answers. For instance, when asked about colors she cannot perceive, she will guess boldly rather than acknowledge limitations.\nThe text details Helen's methods of engaging with the world. She reads through embossed books or various forms of braille, moving her fingers across pages. Her reading pace is deliberate rather than fast, focusing on thoroughness and understanding. When particularly interested in a passage, she quickly \"flutters it off\" with the fingers of her right hand to remember it. She also communicates through the manual alphabet, with Miss Sullivan or others spelling words into her hand which she perceives not as individual letters but as complete concepts. Helen depends significantly on her sense of smell, which helped her navigate her surroundings as a child, identifying locations and neighbors' houses by distinctive odors.\nThough many have speculated about a special \"sixth sense\" in Helen, the text firmly rejects such notions, emphasizing that \"she is distinctly not a singular proof of occult and mysterious theories.\" Helen is described as thoroughly normal in her mental processes, simply adapting to her circumstances through careful development of her available senses. Her intelligence is presented as conventional in its operations, just channeled through different sensory inputs. She possesses an excellent sense of time and can tell time almost exactly using a specially designed watch with raised points.\nRegarding her character, Helen is described as having \"good sense, good humour, and imagination\" that keep \"her scheme of things sane and beautiful.\" She is characterized by her pure-mindedness and forgiveness, exemplified by her reaction when a policeman shot her beloved dog—rather than condemning the officer, she simply remarked that had he known what a good dog she was, he wouldn't have shot her. She has been protected from \"weak and silly literature\" and anything \"suggestive of baseness,\" resulting in vigor and purity of mind. Despite this sheltering, she possesses remarkable logical thinking and sympathy in excellent balance, forming opinions on political and national movements and demonstrating strong constructive reasoning.\nThe text transitions to discuss Helen's education, particularly through the pioneering work of Dr. Samuel Gridley Howe and Anne Sullivan. Dr. Howe, born in Boston in 1801, was a philanthropist dedicated to educating people with disabilities. His work with Laura Bridgman, born in 1829 and left without sight or hearing by scarlet fever at age two, laid the groundwork for Helen's education. Dr. Howe taught Laura using raised types, having her associate labels with objects before breaking words into letter elements. Eventually, he introduced the manual alphabet as a communication method. His approach was scientifically rigorous, keeping systematic records of Laura's development.\nThe narrative contrasts the documentation of Laura Bridgman's education with that of Helen Keller. While Laura remained primarily \"an object of curious study,\" Helen rapidly developed into \"a distinctive personality\" that kept her teacher \"in a breathless race to meet the needs of her pupil.\" Miss Sullivan's records of Helen's education are consequently less systematic, as she prioritized the child's development over scientific observation. The text also notes that writing has always taxed Miss Sullivan's eyesight, and she was discouraged from publishing data due to its inaccurate use by others.\nThere is considerable discussion about how newspapers and educators exaggerated Helen's achievements, creating a \"stupendous fiction\" around her and Miss Sullivan. Mr. Anagnos, the Director of the Perkins Institution, contributed to this with his \"glowing language\" that \"set forth simple facts in such a manner that they bewilder one.\" This sensationalism complicated public perception of Helen's education, meeting either \"ignorant credulity or an incredulous hostility.\" Miss Sullivan largely withdrew from public commentary as a result, focusing her energies on Helen's education rather than correcting misperceptions.\nThe text clarifies that contrary to common belief, Helen was never a regular student at the Perkins Institution, and Miss Sullivan did not work \"under the direction of Mr. Anagnos.\" Rather, Miss Sullivan developed her teaching methods independently, with Mr. Anagnos acknowledging that Helen's education remained \"under the immediate direction and exclusive control of her teacher.\" He credited the \"intelligence, wisdom, sagacity, unremitting perseverance and unbending will of the instructress\" for rescuing Helen \"from the depths of everlasting night and stillness.\"\nThe text then transitions to Miss Sullivan's background. Born in Springfield, Massachusetts, she became almost totally blind very early in life and entered the Perkins Institution in 1880 at age fourteen. Her sight was partially restored later. Despite starting her education \"at the lowest and most elementary point,\" she demonstrated exceptional capability and graduated from the Perkins Institution in 1886. Her preparation for teaching Helen consisted of reading Dr. Howe's reports and having lived in the same house as Laura Bridgman for six years. While Dr. Howe's work with Laura made Miss Sullivan's work possible, it was Miss Sullivan who \"discovered the way to teach language to the deaf-blind.\"\nThe final portion of the text includes excerpts from Miss Sullivan's letters describing her initial interactions with Helen in March 1887. These provide vivid details of Helen's behavior, temperament, and early learning experiences. Helen is portrayed as energetic, willful, and quick-tempered, with \"untaught, unsatisfied hands\" that \"destroy whatever they touch because they do not know what else to do with things.\" Miss Sullivan describes her first attempts to teach Helen words like \"doll\" and \"cake\" through finger spelling, and her struggles to establish discipline—particularly around table manners. She acknowledges the challenges ahead, noting that despite the difficulties, the \"only two essential things\" she can teach Helen are \"obedience and love.\"\nThese letters offer insight into Miss Sullivan's teaching philosophy and her determination to help Helen overcome the isolation of her condition. The correspondence reveals both the practical challenges and emotional demands of this pioneering educational work, demonstrating Miss Sullivan's patience, creativity, and unwavering commitment to reaching the mind trapped in darkness and silence.\n", "map": [["Helen Keller", "Letters 1898-1901"], ["Letters 1898-1901", "Literary interests"], ["Literary interests", "Classical studies"], ["Classical studies", "Iliad and Aeneid comparisons"], ["Literary interests", "Multiple languages"], ["Multiple languages", "Greek, Latin, French, German"], ["Helen Keller", "Academic journey"], ["Academic journey", "Radcliffe College"], ["Academic journey", "Examination challenges"], ["Examination challenges", "Braille limitations"], ["Radcliffe College", "Special course of study"], ["Special course of study", "Focus on writing"], ["Helen Keller", "Anne Sullivan"], ["Anne Sullivan", "Teacher and interpreter"], ["Anne Sullivan", "Failing eyesight"], ["Failing eyesight", "Keller's concern"], ["Helen Keller", "Interest in deaf-blind individuals"], ["Interest in deaf-blind individuals", "Ruby Rice and Maud Scott"], ["Interest in deaf-blind individuals", "Communication methods"], ["Communication methods", "Manual alphabet superiority"], ["Interest in deaf-blind individuals", "Initial institution idea"], ["Initial institution idea", "Shift to integration"], ["Dr. Alexander Graham Bell", "Advice on integration"], ["Helen Keller", "Normal young adult experiences"], ["Normal young adult experiences", "Fashion interests"], ["Normal young adult experiences", "Harvard-Yale football game"], ["Normal young adult experiences", "Travel to Halifax"], ["Helen Keller", "Emotional reflections"], ["Emotional reflections", "Gratitude"], ["Emotional reflections", "Occasional wistfulness"], ["Helen Keller", "Autobiography creation"], ["Autobiography creation", "Writing challenges"], ["Writing challenges", "Braille to typewriter transition"], ["Writing challenges", "Revision difficulties"], ["Autobiography", "Proof of independent power"], ["Mark Twain", "Admiration for Helen Keller"]]}