{"source": "https://standardebooks.org/ebooks/helen-keller/the-story-of-my-life/text/single-page", "text": " Every thwarted desire was the signal for a passionate outburst, and as she grew older and stronger, these tempests became more violent. As I began to teach her, I was beset by many difficulties. She wouldn’t yield a point without contesting it to the bitter end. I couldn’t coax her or compromise with her. To get her to do the simplest thing, such as combing her hair or washing her hands or buttoning her boots, it was necessary to use force, and, of course, a distressing scene followed. The family naturally felt inclined to interfere, especially her father, who cannot bear to see her cry. So they were all willing to give in for the sake of peace. Besides, her past experiences and associations were all against me. I saw clearly that it was useless to try to teach her language or anything else until she learned to obey me. I have thought about it a great deal, and the more I think, the more certain I am that obedience is the gateway through which knowledge, yes, and love, too, enter the mind of the child. As I wrote you, I meant to go slowly at first. I had an idea that I could win the love and confidence of my little pupil by the same means that I should use if she could see and hear. But I soon found that I was cut off from all the usual approaches to the child’s heart. She accepted everything I did for her as a matter of course, and refused to be caressed, and there was no way of appealing to her affection or sympathy or childish love of approbation. She would or she wouldn’t, and there was an end of it. Thus it is, we study, plan and prepare ourselves for a task, and when the hour for action arrives, we find that the system we have followed with such labour and pride does not fit the occasion; and then there’s nothing for us to do but rely on something within us, some innate capacity for knowing and doing, which we did not know we possessed until the hour of our great need brought it to light.\nI had a good, frank talk with Mrs. Keller, and explained to her how difficult it was going to be to do anything with Helen under the existing circumstances. I told her that in my opinion the child ought to be separated from the family for a few weeks at least⁠—that she must learn to depend on and obey me before I could make any headway. After a long time Mrs. Keller said that she would think the matter over and see what Captain Keller thought of sending Helen away with me. Captain Keller fell in with the scheme most readily and suggested that the little garden-house at the “old place” be got ready for us. He said that Helen might recognize the place, as she had often been there, but she would have no idea of her surroundings, and they could come every day to see that all was going well, with the understanding, of course, that she was to know nothing of their visits. I hurried the preparations for our departure as much as possible, and here we are.\nThe little house is a genuine bit of paradise. It consists of one large square room with a great fireplace, a spacious bay-window, and a small room where our servant, a little negro boy, sleeps. There is a piazza in front, covered with vines that grow so luxuriantly that you have to part them to see the garden beyond. Our meals are brought from the house, and we usually eat on the piazza. The little negro boy takes care of the fire when we need one, so I can give my whole attention to Helen.\nShe was greatly excited at first, and kicked and screamed herself into a sort of stupor, but when supper was brought she ate heartily and seemed brighter, although she refused to let me touch her. She devoted herself to her dolls the first evening, and when it was bedtime she undressed very quietly, but when she felt me get into bed with her, she jumped out on the other side, and nothing that I could do would induce her to get in again. But I was afraid she would take cold, and I insisted that she must go to bed. We had a terrific tussle, I can tell you. The struggle lasted for nearly two hours. I never saw such strength and endurance in a child. But fortunately for us both, I am a little stronger, and quite as obstinate when I set out. I finally succeeded in getting her on the bed and covered her up, and she lay curled up as near the edge of the bed as possible.\nThe next morning she was very docile, but evidently homesick. She kept going to the door, as if she expected someone, and every now and then she would touch her cheek, which is her sign for her mother, and shake her head sadly. She played with her dolls more than usual, and would have nothing to do with me. It is amusing and pathetic to see Helen with her dolls. I don’t think she has any special tenderness for them⁠—I have never seen her caress them; but she dresses and undresses them many times during the day and handles them exactly as she has seen her mother and the nurse handle her baby sister.\nThis morning Nancy, her favourite doll, seemed to have some difficulty about swallowing the milk that was being administered to her in large spoonfuls; for Helen suddenly put down the cup and began to slap her on the back and turn her over on her knees, trotting her gently and patting her softly all the time. This lasted for several minutes; then this mood passed, and Nancy was thrown ruthlessly on the floor and pushed to one side, while a large, pink-cheeked, fuzzy-haired member of the family received the little mother’s undivided attention.\nHelen knows several words now, but has no idea how to use them, or that everything has a name. I think, however, she will learn quickly enough by and by. As I have said before, she is wonderfully bright and active and as quick as lightning in her movements.\nMarch 13, 1887.\nYou will be glad to hear that my experiment is working out finely. I have not had any trouble at all with Helen, either yesterday or today. She has learned three new words, and when I give her the objects, the names of which she has learned, she spells them unhesitatingly; but she seems glad when the lesson is over.\nWe had a good frolic this morning out in the garden. Helen evidently knew where she was as soon as she touched the boxwood hedges, and made many signs which I did not understand. No doubt they were signs for the different members of the family at Ivy Green.\nI have just heard something that surprised me very much. It seems that Mr. Anagnos had heard of Helen before he received Captain Keller’s letter last summer. Mr. Wilson, a teacher at Florence, and a friend of the Kellers’, studied at Harvard the summer before and went to the Perkins Institution to learn if anything could be done for his friend’s child. He saw a gentleman whom he presumed to be the director, and told him about Helen. He says the gentleman was not particularly interested, but said he would see if anything could be done. Doesn’t it seem strange that Mr. Anagnos never referred to this interview?\nMarch 20, 1887.\nMy heart is singing for joy this morning. A miracle has happened! The light of understanding has shone upon my little pupil’s mind, and behold, all things are changed!\nThe wild little creature of two weeks ago has been transformed into a gentle child. She is sitting by me as I write, her face serene and happy, crocheting a long red chain of Scotch wool. She learned the stitch this week, and is very proud of the achievement. When she succeeded in making a chain that would reach across the room, she patted herself on the arm and put the first work of her hands lovingly against her cheek. She lets me kiss her now, and when she is in a particularly gentle mood, she will sit in my lap for a minute or two; but she does not return my caresses. The great step⁠—the step that counts⁠—has been taken. The little savage has learned her first lesson in obedience, and finds the yoke easy. It now remains my pleasant task to direct and mould the beautiful intelligence that is beginning to stir in the child-soul. Already people remark the change in Helen. Her father looks in at us morning and evening as he goes to and from his office, and sees her contentedly stringing her beads or making horizontal lines on her sewing-card, and exclaims, “How quiet she is!” When I came, her movements were so insistent that one always felt there was something unnatural and almost weird about her. I have noticed also that she eats much less, a fact which troubles her father so much that he is anxious to get her home. He says she is homesick. I don’t agree with him; but I suppose we shall have to leave our little bower very soon.\nHelen has learned several nouns this week. “M-u-g” and “m-i-l-k,” have given her more trouble than other words. When she spells “milk,” she points to the mug, and when she spells “mug,” she makes the sign for pouring or drinking, which shows that she has confused the words. She has no idea yet that everything has a name.\nYesterday I had the little negro boy come in when Helen was having her lesson, and learn the letters, too. This pleased her very much and stimulated her ambition to excel Percy. She was delighted if he made a mistake, and made him form the letter over several times. When he succeeded in forming it to suit her, she patted him on his woolly head so vigorously that I thought some of his slips were intentional.\nOne day this week Captain Keller brought Belle, a setter of which he is very proud, to see us. He wondered if Helen would recognize her old playmate. Helen was giving Nancy a bath, and didn’t notice the dog at first. She usually feels the softest step and throws out her arms to ascertain if anyone is near her. Belle didn’t seem very anxious to attract her attention. I imagine she has been rather roughly handled sometimes by her little mistress. The dog hadn’t been in the room more than half a minute, however, before Helen began to sniff, and dumped the doll into the washbowl and felt about the room. She stumbled upon Belle, who was crouching near the window where Captain Keller was standing. It was evident that she recognized the dog; for she put her arms round her neck and squeezed her. Then Helen sat down by her and began to manipulate her claws. We couldn’t think for a second what she was doing; but when we saw her make the letters “d-o-l-l” on her own fingers, we knew that she was trying to teach Belle to spell.\nMarch 28, 1887.\nHelen and I came home yesterday. I am sorry they wouldn’t let us stay another week; but I think I have made the most I could of the opportunities that were mine the past two weeks, and I don’t expect that I shall have any serious trouble with Helen in the future. The back of the greatest obstacle in the path of progress is broken. I think “no” and “yes,” conveyed by a shake or a nod of my head, have become facts as apparent to her as hot and cold or as the difference between pain and pleasure. And I don’t intend that the lesson she has learned at the cost of so much pain and trouble shall be unlearned. I shall stand between her and the overindulgence of her parents. I have told Captain and Mrs. Keller that they must not interfere with me in any way. I have done my best to make them see the terrible injustice to Helen of allowing her to have her way in everything, and I have pointed out that the processes of teaching the child that everything cannot be as he wills it, are apt to be painful both to him and to his teacher. They have promised to let me have a free hand and help me as much as possible. The improvement they cannot help seeing in their child has given them more confidence in me. Of course, it is hard for them. I realize that it hurts to see their afflicted little child punished and made to do things against her will. Only a few hours after my talk with Captain and Mrs. Keller (and they had agreed to everything), Helen took a notion that she wouldn’t use her napkin at table. I think she wanted to see what would happen. I attempted several times to put the napkin round her neck; but each time she tore it off and threw it on the floor and finally began to kick the table. I took her plate away and started to take her out of the room. Her father objected and said that no child of his should be deprived of his food on any account.\nHelen didn’t come up to my room after supper, and I didn’t see her again until breakfast-time. She was at her place when I came down. She had put the napkin under her chin, instead of pinning it at the back, as was her custom. She called my attention to the new arrangement, and when I did not object she seemed pleased and patted herself. When she left the dining-room, she took my hand and patted it. I wondered if she was trying to “make up.” I thought I would try the effect of a little belated discipline. I went back to the dining-room and got a napkin. When Helen came upstairs for her lesson, I arranged the objects on the table as usual, except that the cake, which I always give her in bits as a reward when she spells a word quickly and correctly, was not there. She noticed this at once and made the sign for it. I showed her the napkin and pinned it round her neck, then tore it off and threw it on the floor and shook my head. I repeated this performance several times. I think she understood perfectly well; for she slapped her hand two or three times and shook her head. We began the lesson as usual. I gave her an object, and she spelled the name (she knows twelve now). After spelling half the words, she stopped suddenly, as if a thought had flashed into her mind, and felt for the napkin. She pinned it round her neck and made the sign for cake (it didn’t occur to her to spell the word, you see). I took this for a promise that if I gave her some cake she would be a good girl. I gave her a larger piece than usual, and she chuckled and patted herself.\nApril 3, 1887.\nWe almost live in the garden, where everything is growing and blooming and glowing. After breakfast we go out and watch the men at work. Helen loves to dig and play in the dirt like any other child. This morning she planted her doll and showed me that she expected her to grow as tall as I. You must see that she is very bright, but you have no idea how cunning she is.\nAt ten we come in and string beads for a few minutes. She can make a great many combinations now, and often invents new ones herself. Then I let her decide whether she will sew or knit or crochet. She learned to knit very quickly, and is making a washcloth for her mother. Last week she made her doll an apron, and it was done as well as any child of her age could do it. But I am always glad when this work is over for the day. Sewing and crocheting are inventions of the devil, I think. I’d rather break stones on the king’s highway than hem a handkerchief. At eleven we have gymnastics. She knows all the freehand movements and the “Anvil Chorus” with the dumbbells. Her father says he is going to fit up a gymnasium for her in the pump-house; but we both like a good romp better than set exercises. The hour from twelve to one is devoted to the learning of new words. But you mustn’t think this is the only time I spell to Helen; for I spell in her hand everything we do all day long, although she has no idea as yet what the spelling means. After dinner I rest for an hour, and Helen plays with her dolls or frolics in the yard with the little darkies, who were her constant companions before I came. Later I join them, and we make the rounds of the outhouses. We visit the horses and mules in their stalls and hunt for eggs and feed the turkeys. Often, when the weather is fine, we drive from four to six, or go to see her aunt at Ivy Green or her cousins in the town. Helen’s instincts are decidedly social; she likes to have people about her and to visit her friends, partly, I think, because they always have things she likes to eat. After supper we go to my room and do all sorts of things until eight, when I undress the little woman and put her to bed. She sleeps with me now. Mrs. Keller wanted to get a nurse for her, but I concluded I’d rather be her nurse than look after a stupid, lazy negress. Besides, I like to have Helen depend on me for everything, and I find it much easier to teach her things at odd moments than at set times.\nOn March 31st I found that Helen knew eighteen nouns and three verbs. Here is a list of the words. Those with a cross after them are words she asked for herself: doll, mug, pin, key, dog, hat, cup, box, water, milk, candy, eye (X), finger (X), toe (X), head (X), cake, baby, mother, sit, stand, walk. On April 1st she learned the nouns knife, fork, spoon, saucer, tea, papa, bed, and the verb run.\nApril 5, 1887.\nI must write you a line this morning because something very important has happened. Helen has taken the second great step in her education. She has learned that everything has a name, and that the manual alphabet is the key to everything she wants to know.\nIn a previous letter I think I wrote you that “mug” and “milk” had given Helen more trouble than all the rest. She confused the nouns with the verb “drink.” She didn’t know the word for “drink,” but went through the pantomime of drinking whenever she spelled “mug” or “milk.” This morning, while she was washing, she wanted to know the name for “water.” When she wants to know the name of anything, she points to it and pats my hand. I spelled “w-a-t-e-r” and thought no more about it until after breakfast. Then it occurred to me that with the help of this new word I might succeed in straightening out the “mug-milk” difficulty. We went out to the pump-house, and I made Helen hold her mug under the spout while I pumped. As the cold water gushed forth, filling the mug, I spelled “w-a-t-e-r” in Helen’s free hand. The word coming so close upon the sensation of cold water rushing over her hand seemed to startle her. She dropped the mug and stood as one transfixed. A new light came into her face. She spelled “water” several times. Then she dropped on the ground and asked for its name and pointed to the pump and the trellis, and suddenly turning round she asked for my name. I spelled “Teacher.” Just then the nurse brought Helen’s little sister into the pump-house, and Helen spelled “baby” and pointed to the nurse. All the way back to the house she was highly excited, and learned the name of every object she touched, so that in a few hours she had added thirty new words to her vocabulary. Here are some of them: door, open, shut, give, go, come, and a great many more.\nP.S.⁠—I didn’t finish my letter in time to get it posted last night; so I shall add a line. Helen got up this morning like a radiant fairy. She has flitted from object to object, asking the name of everything and kissing me for very gladness. Last night when I got in bed, she stole into my arms of her own accord and kissed me for the first time, and I thought my heart would burst, so full was it of joy.\nApril 10, 1887.\nI see an improvement in Helen day to day, almost from hour to hour. Everything must have a name now. Wherever we go, she asks eagerly for the names of things she has not learned at home. She is anxious for her friends to spell, and eager to teach the letters to everyone she meets. She drops the signs and pantomime she used before, as soon as she has words to supply their place, and the acquirement of a new word affords her the liveliest pleasure. And we notice that her face grows more expressive each day.\nI have decided not to try to have regular lessons for the present. I am going to treat Helen exactly like a two-year-old child. It occurred to me the other day that it is absurd to require a child to come to a certain place at a certain time and recite certain lessons, when he has not yet acquired a working vocabulary. I sent Helen away and sat down to think. I asked myself, “How does a normal child learn language?” The answer was simple, “By imitation.” The child comes into the world with the ability to learn, and he learns of himself, provided he is supplied with sufficient outward stimulus. He sees people do things, and he tries to do them. He hears others speak, and he tried to speak. But long before he utters his first word, he understands what is said to him. I have been observing Helen’s little cousin lately. She is about fifteen months old, and already understands a great deal. In response to questions she points out prettily her nose, mouth, eye, chin, cheek, ear. If I say, “Where is baby’s other ear?” she points it out correctly. If I hand her a flower, and say, “Give it to mamma,” she takes it to her mother. If I say, “Where is the little rogue?” she hides behind her mother’s chair, or covers her face with her hands and peeps out at me with an expression of genuine roguishness. She obeys many commands like these: “Come,” “Kiss,” “Go to papa,” “Shut the door,” “Give me the biscuit.” But I have not heard her try to say any of these words, although they have been repeated hundreds of times in her hearing, and it is perfectly evident that she understands them. These observations have given me a clue to the method to be followed in teaching Helen language. I shall talk into her hand as we talk into the baby’s ears. I shall assume that she has the normal child’s capacity of assimilation and imitation. I shall use complete sentences in talking to her, and fill out the meaning with gestures and her descriptive signs when necessity requires it; but I shall not try to keep her mind fixed on any one thing. I shall do all I can to interest and stimulate it, and wait for results.\nApril 24, 1887.\nThe new scheme works splendidly. Helen knows the meaning of more than a hundred words now, and learns new ones daily without the slightest suspicion that she is performing a most difficult feat. She learns because she can’t help it, just as the bird learns to fly. But don’t imagine that she “talks fluently.” Like her baby cousin, she expresses whole sentences by single words. “Milk,” with a gesture means, “Give me more milk.” “Mother,” accompanied by an inquiring look, means, “Where is mother?” “Go” means, “I want to go out.” But when I spell into her hand, “Give me some bread,” she hands me the bread, or if I say, “Get your hat and we will go to walk,” she obeys instantly. The two words, “hat” and “walk” would have the same effect; but the whole sentence, repeated many times during the day, must in time impress itself upon the brain, and by and by she will use it herself.\nWe play a little game which I find most useful in developing the intellect, and which incidentally answers the purpose of a language lesson. It is an adaptation of hide-the-thimble. I hide something, a ball or a spool, and we hunt for it. When we first played this game two or three days ago, she showed no ingenuity at all in finding the object. She looked in places where it would have been impossible to put the ball or the spool. For instance, when I hid the ball, she looked under her writing-board. Again, when I hid the spool, she looked for it in a little box not more than an inch long; and she very soon gave up the search. Now I can keep up her interest in the game for an hour or longer, and she shows much more intelligence, and often great ingenuity in the search. This morning I hid a cracker. She looked everywhere she could think of without success, and was evidently in despair when suddenly a thought struck her, and she came running to me and made me open my mouth very wide, while she gave it a thorough investigation. Finding no trace of the cracker there, she pointed to my stomach and spelled “eat,” meaning, “Did you eat it?”\nFriday we went down town and met a gentleman who gave Helen some candy, which she ate, except one small piece which she put in her apron pocket. When we reached home, she found her mother, and of her own accord said, “Give baby candy.” Mrs. Keller spelled, “No⁠—baby eat⁠—no.” Helen went to the cradle and felt of Mildred’s mouth and pointed to her own teeth. Mrs. Keller spelled “teeth.” Helen shook her head and spelled “Baby teeth⁠—no, baby eat⁠—no,” meaning of course, “Baby cannot eat because she has no teeth.”\nMay 8, 1887.\nNo, I don’t want any more kindergarten materials. I used my little stock of beads, cards and straws at first because I didn’t know what else to do; but the need for them is past, for the present at any rate.\nI am beginning to suspect all elaborate and special systems of education. They seem to me to be built up on the supposition that every child is a kind of idiot who must be taught to think. Whereas, if the child is left to himself, he will think more and better, if less showily. Let him go and come freely, let him touch real things and combine his impressions for himself, instead of sitting indoors at a little round table, while a sweet-voiced teacher suggests that he build a stone wall with his wooden blocks, or make a rainbow out of strips of coloured paper, or plant straw trees in bead flowerpots. Such teaching fills the mind with artificial associations that must be got rid of, before the child can develop independent ideas out of actual experiences.\nHelen is learning adjectives and adverbs as easily as she learned nouns. The idea always precedes the word. She had signs for small and large long before I came to her. If she wanted a small object and was given a large one, she would shake her head and take up a tiny bit of the skin of one hand between the thumb and finger of the other. If she wanted to indicate something large, she spread the fingers of both hands as wide as she could, and brought them together, as if to clasp a big ball. The other day I substituted the words small and large for these signs, and she at once adopted the words and discarded the signs. I can now tell her to bring me a large book or a small plate, to go upstairs slowly, to run fast and to walk quickly. This morning she used the conjunction and for the first time. I told her to shut the door, and she added, “and lock.”\nShe came tearing upstairs a few minutes ago in a state of great excitement. I couldn’t make out at first what it was all about. She kept spelling “dog⁠—baby” and pointing to her five fingers one after another, and sucking them. My first thought was, one of the dogs has hurt Mildred; but Helen’s beaming face set my fears at rest. Nothing would do but I must go somewhere with her to see something. She led the way to the pump-house, and there in the corner was one of the setters with five dear little pups! I taught her the word “puppy” and drew her hand over them all, while they sucked, and spelled “puppies.” She was much interested in the feeding process, and spelled “mother-dog” and “baby” several times. Helen noticed that the puppies’ eyes were closed, and she said, “Eyes⁠—shut. Sleep⁠—no,” meaning, “The eyes are shut, but the puppies are not asleep.” She screamed with glee when the little things squealed and squirmed in their efforts to get back to their mother, and spelled, “Baby⁠—eat large.” I suppose her idea was “Baby eats much.” She pointed to each puppy, one after another, and to her five fingers, and I taught her the word five. Then she held up one finger and said “baby.” I knew she was thinking of Mildred, and I spelled, “One baby and five puppies.” After she had played with them a little while, the thought occurred to her that the puppies must have special names, like people, and she asked for the name of each pup. I told her to ask her father, and she said, “No⁠—mother.” She evidently thought mothers were more likely to know about babies of all sorts. She noticed that one of the puppies was much smaller than the others, and she spelled “small,” making the sign at the same time, and I said “very small.” She evidently understood that very was the name of the new thing that had come into her head; for all the way back to the house she used the word very correctly. One stone was “small,” another was “very small.” When she touched her little sister, she said: “Baby⁠—small. Puppy⁠—very small.” Soon after, she began to vary her steps from large to small, and little mincing steps were “very small.” She is going through the house now, applying the new words to all kinds of objects.\nSince I have abandoned the idea of regular lessons, I find that Helen learns much faster. I am convinced that the time spent by the teacher in digging out of the child what she has put into him, for the sake of satisfying herself that it has taken root, is so much time thrown away. It’s much better, I think, to assume that the child is doing his part, and that the seed you have sown will bear fruit in due time. It’s only fair to the child, anyhow, and it saves you much unnecessary trouble.\nMay 16, 1887.\nWe have begun to take long walks every morning, immediately after breakfast. The weather is fine, and the air is full of the scent of strawberries. Our objective point is Keller’s Landing, on the Tennessee, about two miles distant. We never know how we get there, or where we are at a given moment; but that only adds to our enjoyment, especially when everything is new and strange. Indeed, I feel as if I had never seen anything until now, Helen finds so much to ask about along the way. We chase butterflies, and sometimes catch one. Then we sit down under a tree, or in the shade of a bush, and talk about it. Afterwards, if it has survived the lesson, we let it go; but usually its life and beauty are sacrificed on the altar of learning, though in another sense it lives forever; for has it not been transformed into living thoughts? It is wonderful how words generate ideas! Every new word Helen learns seems to carry with it necessity for many more. Her mind grows through its ceaseless activity.\nKeller’s Landing was used during the war to land troops, but has long since gone to pieces, and is overgrown with moss and weeds. The solitude of the place sets one dreaming. Near the landing there is a beautiful little spring, which Helen calls “squirrel-cup,” because I told her the squirrels came there to drink. She has felt dead squirrels and rabbits and other wild animals, and is anxious to see a “walk-squirrel,” which interpreted, means, I think, a “live squirrel.” We go home about dinnertime usually, and Helen is eager to tell her mother everything she has seen. This desire to repeat what has been told her shows a marked advance in the development of her intellect, and is an invaluable stimulus to the acquisition of language. I ask all her friends to encourage her to tell them of her doings, and to manifest as much curiosity and pleasure in her little adventures as they possibly can. This gratifies the child’s love of approbation and keeps up her interest in things. This is the basis of real intercourse. She makes many mistakes, of course, twists words and phrases, puts the cart before the horse, and gets herself into hopeless tangles of nouns and verbs; but so does the hearing child. I am sure these difficulties will take care of themselves. The impulse to tell is the important thing. I supply a word here and there, sometimes a sentence, and suggest something which she has omitted or forgotten. Thus her vocabulary grows apace, and the new words germinate and bring forth new ideas; and they are the stuff out of which heaven and earth are made.\nMay 22, 1887.\nMy work grows more absorbing and interesting every day. Helen is a wonderful child, so spontaneous and eager to learn. She knows about 300 words now and a great many common idioms, and it is not three months yet since she learned her first word. It is a rare privilege to watch the birth, growth, and first feeble struggles of a living mind; this privilege is mine; and moreover, it is given me to rouse and guide this bright intelligence.\nIf only I were better fitted for the great task! I feel every day more and more inadequate. My mind is full of ideas; but I cannot get them into working shape. You see, my mind is undisciplined, full of skips and jumps, and here and there a lot of things huddled together in dark corners. How I long to put it in order! Oh, if only there were someone to help me! I need a teacher quite as much as Helen. I know that the education of this child will be the distinguishing event of my life, if I have the brains and perseverance to accomplish it. I have made up my mind about one thing: Helen must learn to use books⁠—indeed, we must both learn to use them, and that reminds me⁠—will you please ask Mr. Anagnos to get me Perez’s and Sully’s Psychologies? I think I shall find them helpful.\nWe have reading lessons every day. Usually we take one of the little Readers up in a big tree near the house and spend an hour or two finding the words Helen already knows. We make a sort of game of it and try to see who can find the words most quickly, Helen with her fingers, or I with my eyes, and she learns as many new words as I can explain with the help of those she knows. When her fingers light upon words she knows, she fairly screams with pleasure and hugs and kisses me for joy, especially if she thinks she has me beaten. It would astonish you to see how many words she learns in an hour in this pleasant manner. Afterward I put the new words into little sentences in the frame, and sometimes it is possible to tell a little story about a bee or a cat or a little boy in this way. I can now tell her to go upstairs or down, out of doors or into the house, lock or unlock a door, take or bring objects, sit, stand, walk, run, lie, creep, roll, or climb. She is delighted with action-words; so it is no trouble at all to teach her verbs. She is always ready for a lesson, and the eagerness with which she absorbs ideas is very delightful. She is as triumphant over the conquest of a sentence as a general who has captured the enemy’s stronghold.\nOne of Helen’s old habits, that is strongest and hardest to correct, is a tendency to break things. If she finds anything in her way, she flings it on the floor, no matter what it is: a glass, a pitcher, or even a lamp. She has a great many dolls, and every one of them has been broken in a fit of temper or ennui. The other day a friend brought her a new doll from Memphis, and I thought I would see if I could make Helen understand that she must not break it. I made her go through the motion of knocking the doll’s head on the table and spelled to her: “No, no, Helen is naughty. Teacher is sad,” and let her feel the grieved expression on my face. Then I made her caress the doll and kiss the hurt spot and hold it gently in her arms, and I spelled to her, “Good Helen, teacher is happy,” and let her feel the smile on my face. She went through these motions several times, mimicking every movement, then she stood very still for a moment with a troubled look on her face, which suddenly cleared, and she spelled, “Good Helen,” and wreathed her face in a very large, artificial smile. Then she carried the doll upstairs and put it on the top shelf of the wardrobe, and she has not touched it since.\nPlease give my kind regards to Mr. Anagnos and let him see my letter, if you think best. I hear there is a deaf and blind child being educated at the Baltimore Institution.\nJune 2, 1887.\nThe weather is scorching. We need rain badly. We are all troubled about Helen. She is very nervous and excitable. She is restless at night and has no appetite. It is hard to know what to do with her. The doctor says her mind is too active; but how are we to keep her from thinking? She begins to spell the minute she wakes up in the morning, and continues all day long. If I refuse to talk to her, she spells into her own hand, and apparently carries on the liveliest conversation with herself.\nI gave her my braille slate to play with, thinking that the mechanical pricking of holes in the paper would amuse her and rest her mind. But what was my astonishment when I found that the little witch was writing letters! I had no idea she knew what a letter was. She has often gone with me to the post-office to mail letters, and I suppose I have repeated to her things I wrote to you. She knew, too, that I sometimes write “letters to blind girls” on the slate; but I didn’t suppose that she had any clear idea what a letter was. One day she brought me a sheet that she had punched full of holes, and wanted to put it in an envelope and take it to the post-office. She said, “Frank⁠—letter.” I asked her what she had written to Frank. She replied, “Much words. Puppy motherdog⁠—five. Baby⁠—cry. Hot. Helen walk⁠—no. Sunfire⁠—bad. Frank⁠—come. Helen⁠—kiss Frank. Strawberries⁠—very good.”\nHelen is almost as eager to read as she is to talk. I find she grasps the import of whole sentences, catching from the context the meaning of words she doesn’t know; and her eager questions indicate the outward reaching of her mind and its unusual powers.\nThe other night when I went to bed, I found Helen sound asleep with a big book clasped tightly in her arms. She had evidently been reading, and fallen asleep. When I asked her about it in the morning, she said, “Book⁠—cry,” and completed her meaning by shaking and other signs of fear. I taught her the word afraid, and she said: “Helen is not afraid. Book is afraid. Book will sleep with girl.” I told her that the book wasn’t afraid, and must sleep in its case, and that “girl” mustn’t read in bed. She looked very roguish, and apparently understood that I saw through her ruse.\nI am glad Mr. Anagnos thinks so highly of me as a teacher. But “genius” and “originality” are words we should not use lightly. If, indeed, they apply to me even remotely, I do not see that I deserve any laudation on that account.\nAnd right here I want to say something which is for your ears alone. Something within me tells me that I shall succeed beyond my dreams. Were it not for some circumstances that make such an idea highly improbable, even absurd, I should think Helen’s education would surpass in interest and wonder Dr. Howe’s achievement. I know that she has remarkable powers, and I believe that I shall be able to develop and mould them. I cannot tell how I know these things. I had no idea a short time ago how to go to work; I was feeling about in the dark; but somehow I know now, and I know that I know. I cannot explain it; but when difficulties arise, I am not perplexed or doubtful. I know how to meet them; I seem to divine Helen’s peculiar needs. It is wonderful.\nAlready people are taking a deep interest in Helen. No one can see her without being impressed. She is no ordinary child, and people’s interest in her education will be no ordinary interest. Therefore let us be exceedingly careful what we say and write about her. I shall write freely to you and tell you everything, on one condition: It is this: you must promise never to show my letters to anyone. My beautiful Helen shall not be transformed into a prodigy if I can help it.\nJune 5, 1887.\nThe heat makes Helen languid and quiet. Indeed, the Tophetic weather has reduced us all to a semiliquid state. Yesterday Helen took off her clothes and sat in her skin all the afternoon. When the sun got round to the window where she was sitting with her book, she got up impatiently and shut the window. But when the sun came in just the same, she came over to me with a grieved look and spelled emphatically: “Sun is bad boy. Sun must go to bed.”\nShe is the dearest, cutest little thing now, and so loving! One day, when I wanted her to bring me some water, she said: “Legs very tired. Legs cry much.”\nShe is much interested in some little chickens that are pecking their way into the world this morning. I let her hold a shell in her hand, and feel the chicken “chip, chip.” Her astonishment, when she felt the tiny creature inside, cannot be put in a letter. The hen was very gentle, and made no objection to our investigations. Besides the chickens, we have several other additions to the family⁠—two calves, a colt, and a penful of funny little pigs. You would be amused to see me hold a squealing pig in my arms, while Helen feels it all over, and asks countless questions⁠—questions not easy to answer either. After seeing the chicken come out of the egg, she asked: “Did baby pig grow in egg? Where are many shells?”\nHelen’s head measures twenty and one-half inches, and mine measures twenty-one and one-half inches. You see, I’m only one inch ahead!\nJune 12, 1887.\nThe weather continues hot. Helen is about the same⁠—pale and thin; but you mustn’t think she is really ill. I am sure the heat, and not the natural, beautiful activity of her mind, is responsible for her condition. Of course, I shall not overtax her brain. We are bothered a good deal by people who assume the responsibility of the world when God is neglectful. They tell us that Helen is “overdoing,” that her mind is too active (these very people thought she had no mind at all a few months ago!) and suggest many absurd and impossible remedies. But so far nobody seems to have thought of chloroforming her, which is, I think, the only effective way of stopping the natural exercise of her faculties. It’s queer how ready people always are with advice in any real or imaginary emergency, and no matter how many times experience has shown them to be wrong, they continue to set forth their opinions, as if they had received them from the Almighty!\nI am teaching Helen the square-hand letters as a sort of diversion. It gives her something to do, and keeps her quiet, which I think is desirable while this enervating weather lasts. She has a perfect mania for counting. She has counted everything in the house, and is now busy counting the words in her primer. I hope it will not occur to her to count the hairs of her head. If she could see and hear, I suppose she would get rid of her superfluous energy in ways which would not, perhaps, tax her brain so much, although I suspect that the ordinary child takes his play pretty seriously. The little fellow who whirls his “New York Flyer” round the nursery, making “horseshoe curves” undreamed of by less imaginative engineers, is concentrating his whole soul on his toy locomotive.\nShe just came to say, with a worried expression, “Girl⁠—not count very large (many) words.” I said, “No, go and play with Nancy.” This suggestion didn’t please her, however; for she replied, “No. Nancy is very sick.” I asked what was the matter, and she said, “Much (many) teeth do make Nancy sick.” (Mildred is teething.)\nI happened to tell her the other day that the vine on the fence was a “creeper.” She was greatly amused, and began at once to find analogies between her movements and those of the plants. They run, creep, hop, and skip, bend, fall, climb, and swing; but she tells me roguishly that she is “walk-plant.”\nHelen held some worsted for me last night while I wound it. Afterward she began to swing round and round, spelling to herself all the time, “Wind fast, wind slow,” and apparently enjoying her conceit very much.\nJune 15, 1887.\nWe had a glorious thunder-tempest last night, and it’s much cooler today. We all feel refreshed, as if we’d had a shower-bath. Helen’s as lively as a cricket. She wanted to know if men were shooting in the sky when she felt the thunder, and if the trees and flowers drank all the rain.\nJune 19, 1887.\nMy little pupil continues to manifest the same eagerness to learn as at first. Her every waking moment is spent in the endeavour to satisfy her innate desire for knowledge, and her mind works so incessantly that we have feared for her health. But her appetite, which left her a few weeks ago, has returned, and her sleep seems more quiet and natural. She will be seven years old the twenty-seventh of this month. Her height is four feet one inch, and her head measures twenty and one-half inches in circumference, the line being drawn round the head so as to pass over the prominences of the parietal and frontal bones. Above this line the head rises one and one-fourth inches.\nDuring our walks she keeps up a continual spelling, and delights to accompany it with actions such as skipping, hopping, jumping, running, walking fast, walking slow, and the like. When she drops stitches she says, “Helen wrong, teacher will cry.” If she wants water she says, “Give Helen drink water.” She knows four hundred words besides numerous proper nouns. In one lesson I taught her these words: bedstead, mattress, sheet, blanket, comforter, spread, pillow. The next day I found that she remembered all but spread. The same day she had learned, at different times, the words: house, weed, dust, swing, molasses, fast, slow, maple-sugar and counter, and she had not forgotten one of these last. This will give you an idea of the retentive memory she possesses. She can count to thirty very quickly, and can write seven of the square-hand letters and the words which can be made with them. She seems to understand about writing letters, and is impatient to “write Frank letter.” She enjoys punching holes in paper with the stiletto, and I supposed it was because she could examine the result of her work; but we watched her one day, and I was much surprised to find that she imagined she was writing a letter. She would spell “Eva” (a cousin of whom she is very fond) with one hand, then make believe to write it; then spell, “sick in bed,” and write that. She kept this up for nearly an hour. She was (or imagined she was) putting on paper the things which had interested her. When she had finished the letter she carried it to her mother and spelled, “Frank letter,” and gave it to her brother to take to the post-office. She had been with me to take letters to the post-office.\nShe recognizes instantly a person whom she has once met, and spells the name. Unlike Laura Bridgman, she is fond of gentlemen, and we notice that she makes friends with a gentleman sooner than with a lady.\nShe is always ready to share whatever she has with those about her, often keeping but very little for herself. She is very fond of dress and of all kinds of finery, and is very unhappy when she finds a hole in anything she is wearing. She will insist on having her hair put in curl papers when she is so sleepy she can scarcely stand. She discovered a hole in her boot the other morning, and, after breakfast, she went to her father and spelled, “Helen new boot Simpson (her brother) buggy store man.” One can easily see her meaning.\nJuly 3, 1887.\nThere was a great rumpus downstairs this morning. I heard Helen screaming, and ran down to see what was the matter. I found her in a terrible passion. I had hoped this would never happen again. She has been so gentle and obedient the past two months, I thought love had subdued the lion; but it seems he was only sleeping. At all events, there she was, tearing and scratching and biting Viney like some wild thing. It seems Viney had attempted to take a glass, which Helen was filling with stones, fearing that she would break it. Helen resisted, and Viney tried to force it out of her hand, and I suspect that she slapped the child, or did something which caused this unusual outburst of temper. When I took her hand she was trembling violently, and began to cry. I asked what was the matter, and she spelled: “Viney⁠—bad,” and began to slap and kick her with renewed violence. I held her hands firmly until she became more calm", "summary": "\nThis narrative chronicles the early education of Helen Keller, a deaf and blind child, through the dedicated efforts of her teacher. When the teacher first encounters Helen, she finds a wild, undisciplined child whose every thwarted desire results in violent outbursts. The family, especially Helen's father, cannot bear to see her cry and typically gives in for the sake of peace. The teacher quickly realizes that teaching Helen language or anything else would be impossible until she learned obedience.\nAfter discussing the situation with Helen's parents, the teacher convinces them that Helen needs to be separated from the family temporarily. They move to a small garden house where the teacher can establish her authority without family interference. The little house becomes their paradise—a large square room with a fireplace, a bay window, and a small room for their servant. The initial days are difficult; Helen kicks, screams, and refuses physical affection. One night, Helen refuses to sleep in the same bed as her teacher, resulting in a two-hour struggle where the teacher ultimately prevails due to her greater strength and determination.\nDuring these early weeks, Helen shows signs of homesickness but gradually becomes more docile. She plays with her dolls, mimicking the way her mother handles her baby sister. The teacher begins teaching Helen simple words through finger spelling, though Helen has no understanding that everything has a name. Progress is slow but steady as Helen learns to associate spelled words with objects.\nThe pivotal breakthrough occurs when the teacher takes Helen to the pump-house. As cold water gushes over one of Helen's hands, the teacher spells \"w-a-t-e-r\" into her other hand. Suddenly, Helen seems transfixed by a new realization—that the word symbolizes the sensation she's feeling. This epiphany transforms her. Helen immediately asks for the names of everything around her, adding thirty new words to her vocabulary in just a few hours. That evening, for the first time, Helen voluntarily kisses her teacher, showing emotional growth alongside her intellectual development.\nAfter this breakthrough, Helen's progress accelerates dramatically. She becomes eager to learn the names of everything she encounters and to teach the letters to everyone she meets. She quickly abandons her previous system of signs and pantomime, replacing them with words. Her face grows more expressive each day, reflecting her expanding internal world. The teacher notices that Helen's acquisition of language follows patterns similar to those of hearing children, though condensed in time.\nRather than continuing with formal lessons, the teacher decides to treat Helen like a typical two-year-old child learning language naturally. She observes that normal children learn through imitation and exposure to language in context, not through structured lessons. The teacher begins speaking complete sentences into Helen's hand, using gestures to fill in meaning when necessary, creating a language-rich environment that stimulates Helen's natural learning abilities.\nHelen rapidly builds her vocabulary, learning nouns, verbs, adjectives, and adverbs with remarkable ease. She begins to construct simple sentences and to understand more complex linguistic structures. The teacher uses games like hide-and-seek to develop Helen's intellect while simultaneously providing language lessons. During these games, Helen shows increasing intelligence and problem-solving abilities. When unable to find a hidden cracker, she checks her teacher's mouth and spells \"eat,\" asking if the teacher had eaten it.\nTheir days develop a rhythm. They take long morning walks immediately after breakfast, often heading to Keller's Landing on the Tennessee River. During these walks, Helen constantly asks about her surroundings, chasing butterflies and exploring nature. They return home for dinner, and Helen eagerly tells her mother about everything she's seen. The teacher encourages all Helen's friends to show interest in her experiences, as this stimulates Helen's desire to communicate and builds her confidence.\nBy May 22, just three months after learning her first word, Helen knows about 300 words and many common idioms. The teacher feels privileged to witness \"the birth, growth, and first feeble struggles of a living mind\" and to guide Helen's bright intelligence. They have daily reading lessons, often climbing a tree near the house with one of the little Readers, competing to find words Helen already knows. The teacher introduces new words by explaining them using words Helen already understands, then constructs simple sentences or stories using these words.\nOne of Helen's persistent habits is breaking things when frustrated or bored. When given a new doll from Memphis, the teacher decides to teach Helen not to break it. She guides Helen through the motions of knocking the doll's head on the table while spelling \"No, no, Helen is naughty. Teacher is sad,\" letting Helen feel her grieved expression. Then she has Helen caress and kiss the doll while spelling \"Good Helen, teacher is happy,\" allowing Helen to feel her smile. After practicing several times, Helen places the doll on a high shelf and doesn't touch it again, demonstrating her understanding of proper behavior.\nAs summer approaches, Helen becomes nervous and excitable, constantly spelling from morning until night. Her mind is so active that the teacher worries about her health. Helen's curiosity extends to writing, which surprises the teacher who had no idea Helen understood what letters were. One day, Helen punches holes in paper with a braille slate and wants to mail it as a letter, demonstrating her rudimentary understanding of written communication. She even falls asleep with books clasped in her arms, showing her eagerness to read despite not yet understanding the full concept.\nBy June 19, Helen continues to manifest the same eagerness to learn as at the beginning. She is nearly seven years old, standing four feet one inch tall. Her vocabulary has expanded to four hundred words plus numerous proper nouns, and she demonstrates remarkable memory, rarely forgetting words once she's learned them. She can count to thirty quickly and write seven square-hand letters. Unlike Laura Bridgman (another famous deaf-blind person), Helen is fond of men and makes friends with gentlemen more readily than with ladies. She's generous, often keeping little for herself, though she also shows vanity in her love of dress and finery.\nDespite her tremendous progress, Helen's temperament remains challenging at times. In early July, she has a violent outburst when a servant named Viney tries to take away a glass Helen is filling with stones. This incident reminds the teacher that though Helen has been gentle and obedient for two months, her strong will and passionate nature remain. The developmental journey continues, balancing Helen's remarkable intellectual growth with ongoing behavioral challenges.\nThroughout this account, we witness not just Helen's education but a profound awakening of human consciousness. The narrative illustrates how language serves as the gateway to understanding, connecting Helen to the world around her and enabling her to express her thoughts and feelings. It demonstrates the patience and persistence required in education, particularly for a child with such significant sensory limitations, and highlights the remarkable capacity of the human mind to overcome seemingly insurmountable obstacles.\n", "map": [["Helen Keller", "deaf and blind child"], ["Helen Keller", "undisciplined with violent outbursts"], ["family", "enables behavior by giving in"], ["teacher", "recognizes need for obedience first"], ["teacher", "separates Helen Keller from family"], ["teacher", "establishes authority in garden house"], ["teacher", "introduces finger spelling"], ["teacher", "adopts natural language approach"], ["teacher", "creates language-rich environment"], ["water experience", "cognitive epiphany"], ["cognitive epiphany", "rapid vocabulary expansion"], ["cognitive epiphany", "emotional connection with teacher"], ["games and activities", "language development"], ["daily walks", "exploration and vocabulary"], ["reading sessions", "word recognition skills"], ["behavioral modeling", "teaching appropriate conduct"], ["three months", "300 words vocabulary"], ["Helen Keller", "abandons signs for words"], ["Helen Keller", "constructs simple sentences"], ["Helen Keller", "develops writing concept"], ["Helen Keller", "occasional behavioral regressions"], ["Helen Keller", "remarkable memory abilities"], ["educational journey", "balances intellectual and behavioral growth"], ["language acquisition", "gateway to understanding"], ["Helen Keller's education", "demonstrates human potential"], ["educational approach", "emphasizes natural learning processes"]]}