{"source": "https://standardebooks.org/ebooks/helen-keller/the-story-of-my-life/text/single-page", "text": "It is with a kind of fear that I begin to write the history of my life. I have, as it were, a superstitious hesitation in lifting the veil that clings about my childhood like a golden mist. The task of writing an autobiography is a difficult one. When I try to classify my earliest impressions, I find that fact and fancy look alike across the years that link the past with the present. The woman paints the child’s experiences in her own fantasy. A few impressions stand out vividly from the first years of my life; but “the shadows of the prison-house are on the rest.” Besides, many of the joys and sorrows of childhood have lost their poignancy; and many incidents of vital importance in my early education have been forgotten in the excitement of great discoveries. In order, therefore, not to be tedious I shall try to present in a series of sketches only the episodes that seem to me to be the most interesting and important.\nI was born on June 27, 1880, in Tuscumbia, a little town of northern Alabama.\nThe family on my father’s side is descended from Caspar Keller, a native of Switzerland, who settled in Maryland. One of my Swiss ancestors was the first teacher of the deaf in Zurich and wrote a book on the subject of their education⁠—rather a singular coincidence; though it is true that there is no king who has not had a slave among his ancestors, and no slave who has not had a king among his.\nMy grandfather, Caspar Keller’s son, “entered” large tracts of land in Alabama and finally settled there. I have been told that once a year he went from Tuscumbia to Philadelphia on horseback to purchase supplies for the plantation, and my aunt has in her possession many of the letters to his family, which give charming and vivid accounts of these trips.\nMy Grandmother Keller was a daughter of one of Lafayette’s aides, Alexander Moore, and granddaughter of Alexander Spotswood, an early Colonial Governor of Virginia. She was also second cousin to Robert E. Lee.\nMy father, Arthur H. Keller, was a captain in the Confederate Army, and my mother, Kate Adams, was his second wife and many years younger. Her grandfather, Benjamin Adams, married Susanna E. Goodhue, and lived in Newbury, Massachusetts, for many years. Their son, Charles Adams, was born in Newburyport, Massachusetts, and moved to Helena, Arkansas. When the Civil War broke out, he fought on the side of the South and became a brigadier-general. He married Lucy Helen Everett, who belonged to the same family of Everetts as Edward Everett and Dr. Edward Everett Hale. After the war was over the family moved to Memphis, Tennessee.\nI lived, up to the time of the illness that deprived me of my sight and hearing, in a tiny house consisting of a large square room and a small one, in which the servant slept. It is a custom in the South to build a small house near the homestead as an annex to be used on occasion. Such a house my father built after the Civil War, and when he married my mother they went to live in it. It was completely covered with vines, climbing roses and honeysuckles. From the garden it looked like an arbour. The little porch was hidden from view by a screen of yellow roses and Southern smilax. It was the favourite haunt of hummingbirds and bees.\nThe Keller homestead, where the family lived, was a few steps from our little rose-bower. It was called “Ivy Green” because the house and the surrounding trees and fences were covered with beautiful English ivy. Its old-fashioned garden was the paradise of my childhood.\nEven in the days before my teacher came, I used to feel along the square stiff boxwood hedges, and, guided by the sense of smell would find the first violets and lilies. There, too, after a fit of temper, I went to find comfort and to hide my hot face in the cool leaves and grass. What joy it was to lose myself in that garden of flowers, to wander happily from spot to spot, until, coming suddenly upon a beautiful vine, I recognized it by its leaves and blossoms, and knew it was the vine which covered the tumbledown summerhouse at the farther end of the garden! Here, also, were trailing clematis, drooping jessamine, and some rare sweet flowers called butterfly lilies, because their fragile petals resemble butterflies’ wings. But the roses⁠—they were loveliest of all. Never have I found in the greenhouses of the North such heart-satisfying roses as the climbing roses of my southern home. They used to hang in long festoons from our porch, filling the whole air with their fragrance, untainted by any earthy smell; and in the early morning, washed in the dew, they felt so soft, so pure, I could not help wondering if they did not resemble the asphodels of God’s garden.\nThe beginning of my life was simple and much like every other little life. I came, I saw, I conquered, as the first baby in the family always does. There was the usual amount of discussion as to a name for me. The first baby in the family was not to be lightly named, everyone was emphatic about that. My father suggested the name of Mildred Campbell, an ancestor whom he highly esteemed, and he declined to take any further part in the discussion. My mother solved the problem by giving it as her wish that I should be called after her mother, whose maiden name was Helen Everett. But in the excitement of carrying me to church my father lost the name on the way, very naturally, since it was one in which he had declined to have a part. When the minister asked him for it, he just remembered that it had been decided to call me after my grandmother, and he gave her name as Helen Adams.\nI am told that while I was still in long dresses I showed many signs of an eager, self-asserting disposition. Everything that I saw other people do I insisted upon imitating. At six months I could pipe out “How d’ye,” and one day I attracted everyone’s attention by saying “Tea, tea, tea” quite plainly. Even after my illness I remembered one of the words I had learned in these early months. It was the word “water,” and I continued to make some sound for that word after all other speech was lost. I ceased making the sound “wah-wah” only when I learned to spell the word.\nThey tell me I walked the day I was a year old. My mother had just taken me out of the bathtub and was holding me in her lap, when I was suddenly attracted by the flickering shadows of leaves that danced in the sunlight on the smooth floor. I slipped from my mother’s lap and almost ran toward them. The impulse gone, I fell down and cried for her to take me up in her arms.\nThese happy days did not last long. One brief spring, musical with the song of robin and mockingbird, one summer rich in fruit and roses, one autumn of gold and crimson sped by and left their gifts at the feet of an eager, delighted child. Then, in the dreary month of February, came the illness which closed my eyes and ears and plunged me into the unconsciousness of a newborn baby. They called it acute congestion of the stomach and brain. The doctor thought I could not live. Early one morning, however, the fever left me as suddenly and mysteriously as it had come. There was great rejoicing in the family that morning, but no one, not even the doctor, knew that I should never see or hear again.\nI fancy I still have confused recollections of that illness. I especially remember the tenderness with which my mother tried to soothe me in my waking hours of fret and pain, and the agony and bewilderment with which I awoke after a tossing half sleep, and turned my eyes, so dry and hot, to the wall away from the once-loved light, which came to me dim and yet more dim each day. But, except for these fleeting memories, if, indeed, they be memories, it all seems very unreal, like a nightmare. Gradually I got used to the silence and darkness that surrounded me and forgot that it had ever been different, until she came⁠—my teacher⁠—who was to set my spirit free. But during the first nineteen months of my life I had caught glimpses of broad, green fields, a luminous sky, trees and flowers which the darkness that followed could not wholly blot out. If we have once seen, “the day is ours, and what the day has shown.”\nI cannot recall what happened during the first months after my illness. I only know that I sat in my mother’s lap or clung to her dress as she went about her household duties. My hands felt every object and observed every motion, and in this way I learned to know many things. Soon I felt the need of some communication with others and began to make crude signs. A shake of the head meant “No” and a nod, “Yes,” a pull meant “Come” and a push, “Go.” Was it bread that I wanted? Then I would imitate the acts of cutting the slices and buttering them. If I wanted my mother to make ice-cream for dinner I made the sign for working the freezer and shivered, indicating cold. My mother, moreover, succeeded in making me understand a good deal. I always knew when she wished me to bring her something, and I would run upstairs or anywhere else she indicated. Indeed, I owe to her loving wisdom all that was bright and good in my long night.\nI understood a good deal of what was going on about me. At five I learned to fold and put away the clean clothes when they were brought in from the laundry, and I distinguished my own from the rest. I knew by the way my mother and aunt dressed when they were going out, and I invariably begged to go with them. I was always sent for when there was company, and when the guests took their leave, I waved my hand to them, I think with a vague remembrance of the meaning of the gesture. One day some gentlemen called on my mother, and I felt the shutting of the front door and other sounds that indicated their arrival. On a sudden thought I ran upstairs before anyone could stop me, to put on my idea of a company dress. Standing before the mirror, as I had seen others do, I anointed mine head with oil and covered my face thickly with powder. Then I pinned a veil over my head so that it covered my face and fell in folds down to my shoulders, and tied an enormous bustle round my small waist, so that it dangled behind, almost meeting the hem of my skirt. Thus attired I went down to help entertain the company.\nI do not remember when I first realized that I was different from other people; but I knew it before my teacher came to me. I had noticed that my mother and my friends did not use signs as I did when they wanted anything done, but talked with their mouths. Sometimes I stood between two persons who were conversing and touched their lips. I could not understand, and was vexed. I moved my lips and gesticulated frantically without result. This made me so angry at times that I kicked and screamed until I was exhausted.\nI think I knew when I was naughty, for I knew that it hurt Ella, my nurse, to kick her, and when my fit of temper was over I had a feeling akin to regret. But I cannot remember any instance in which this feeling prevented me from repeating the naughtiness when I failed to get what I wanted.\nIn those days a little coloured girl, Martha Washington, the child of our cook, and Belle, an old setter, and a great hunter in her day, were my constant companions. Martha Washington understood my signs, and I seldom had any difficulty in making her do just as I wished. It pleased me to domineer over her, and she generally submitted to my tyranny rather than risk a hand-to-hand encounter. I was strong, active, indifferent to consequences. I knew my own mind well enough and always had my own way, even if I had to fight tooth and nail for it. We spent a great deal of time in the kitchen, kneading dough balls, helping make ice-cream, grinding coffee, quarreling over the cake-bowl, and feeding the hens and turkeys that swarmed about the kitchen steps. Many of them were so tame that they would eat from my hand and let me feel them. One big gobbler snatched a tomato from me one day and ran away with it. Inspired, perhaps, by Master Gobbler’s success, we carried off to the woodpile a cake which the cook had just frosted, and ate every bit of it. I was quite ill afterward, and I wonder if retribution also overtook the turkey.\nThe guinea-fowl likes to hide her nest in out-of-the-way places, and it was one of my greatest delights to hunt for the eggs in the long grass. I could not tell Martha Washington when I wanted to go egg-hunting, but I would double my hands and put them on the ground, which meant something round in the grass, and Martha always understood. When we were fortunate enough to find a nest I never allowed her to carry the eggs home, making her understand by emphatic signs that she might fall and break them.\nThe sheds where the corn was stored, the stable where the horses were kept, and the yard where the cows were milked morning and evening were unfailing sources of interest to Martha and me. The milkers would let me keep my hands on the cows while they milked, and I often got well switched by the cow for my curiosity.\nThe making ready for Christmas was always a delight to me. Of course I did not know what it was all about, but I enjoyed the pleasant odours that filled the house and the tidbits that were given to Martha Washington and me to keep us quiet. We were sadly in the way, but that did not interfere with our pleasure in the least. They allowed us to grind the spices, pick over the raisins and lick the stirring spoons. I hung my stocking because the others did; I cannot remember, however, that the ceremony interested me especially, nor did my curiosity cause me to wake before daylight to look for my gifts.\nMartha Washington had as great a love of mischief as I. Two little children were seated on the veranda steps one hot July afternoon. One was black as ebony, with little bunches of fuzzy hair tied with shoestrings sticking out all over her head like corkscrews. The other was white, with long golden curls. One child was six years old, the other two or three years older. The younger child was blind⁠—that was I⁠—and the other was Martha Washington. We were busy cutting out paper dolls; but we soon wearied of this amusement, and after cutting up our shoestrings and clipping all the leaves off the honeysuckle that were within reach, I turned my attention to Martha’s corkscrews. She objected at first, but finally submitted. Thinking that turn and turn about is fair play, she seized the scissors and cut off one of my curls, and would have cut them all off but for my mother’s timely interference.\nBelle, our dog, my other companion, was old and lazy and liked to sleep by the open fire rather than to romp with me. I tried hard to teach her my sign language, but she was dull and inattentive. She sometimes started and quivered with excitement, then she became perfectly rigid, as dogs do when they point a bird. I did not then know why Belle acted in this way; but I knew she was not doing as I wished. This vexed me and the lesson always ended in a one-sided boxing match. Belle would get up, stretch herself lazily, give one or two contemptuous sniffs, go to the opposite side of the hearth and lie down again, and I, wearied and disappointed, went off in search of Martha.\nMany incidents of those early years are fixed in my memory, isolated, but clear and distinct, making the sense of that silent, aimless, dayless life all the more intense.\nOne day I happened to spill water on my apron, and I spread it out to dry before the fire which was flickering on the sitting-room hearth. The apron did not dry quickly enough to suit me, so I drew nearer and threw it right over the hot ashes. The fire leaped into life; the flames encircled me so that in a moment my clothes were blazing. I made a terrified noise that brought Viny, my old nurse, to the rescue. Throwing a blanket over me, she almost suffocated me, but she put out the fire. Except for my hands and hair I was not badly burned.\nAbout this time I found out the use of a key. One morning I locked my mother up in the pantry, where she was obliged to remain three hours, as the servants were in a detached part of the house. She kept pounding on the door, while I sat outside on the porch steps and laughed with glee as I felt the jar of the pounding. This most naughty prank of mine convinced my parents that I must be taught as soon as possible. After my teacher, Miss Sullivan, came to me, I sought an early opportunity to lock her in her room. I went upstairs with something which my mother made me understand I was to give to Miss Sullivan; but no sooner had I given it to her than I slammed the door to, locked it, and hid the key under the wardrobe in the hall. I could not be induced to tell where the key was. My father was obliged to get a ladder and take Miss Sullivan out through the window⁠—much to my delight. Months after I produced the key.\nWhen I was about five years old we moved from the little vine-covered house to a large new one. The family consisted of my father and mother, two older half-brothers, and, afterward, a little sister, Mildred. My earliest distinct recollection of my father is making my way through great drifts of newspapers to his side and finding him alone, holding a sheet of paper before his face. I was greatly puzzled to know what he was doing. I imitated this action, even wearing his spectacles, thinking they might help solve the mystery. But I did not find out the secret for several years. Then I learned what those papers were, and that my father edited one of them.\nMy father was most loving and indulgent, devoted to his home, seldom leaving us, except in the hunting season. He was a great hunter, I have been told, and a celebrated shot. Next to his family he loved his dogs and gun. His hospitality was great, almost to a fault, and he seldom came home without bringing a guest. His special pride was the big garden where, it was said, he raised the finest watermelons and strawberries in the county; and to me he brought the first ripe grapes and the choicest berries. I remember his caressing touch as he led me from tree to tree, from vine to vine, and his eager delight in whatever pleased me.\nHe was a famous storyteller; after I had acquired language he used to spell clumsily into my hand his cleverest anecdotes, and nothing pleased him more than to have me repeat them at an opportune moment.\nI was in the North, enjoying the last beautiful days of the summer of 1896, when I heard the news of my father’s death. He had had a short illness, there had been a brief time of acute suffering, then all was over. This was my first great sorrow⁠—my first personal experience with death.\nHow shall I write of my mother? She is so near to me that it almost seems indelicate to speak of her.\nFor a long time I regarded my little sister as an intruder. I knew that I had ceased to be my mother’s only darling, and the thought filled me with jealousy. She sat in my mother’s lap constantly, where I used to sit, and seemed to take up all her care and time. One day something happened which seemed to me to be adding insult to injury.\nAt that time I had a much-petted, much-abused doll, which I afterward named Nancy. She was, alas, the helpless victim of my outbursts of temper and of affection, so that she became much the worse for wear. I had dolls which talked, and cried, and opened and shut their eyes; yet I never loved one of them as I loved poor Nancy. She had a cradle, and I often spent an hour or more rocking her. I guarded both doll and cradle with the most jealous care; but once I discovered my little sister sleeping peacefully in the cradle. At this presumption on the part of one to whom as yet no tie of love bound me I grew angry. I rushed upon the cradle and overturned it, and the baby might have been killed had my mother not caught her as she fell. Thus it is that when we walk in the valley of twofold solitude we know little of the tender affections that grow out of endearing words and actions and companionship. But afterward, when I was restored to my human heritage, Mildred and I grew into each other’s hearts, so that we were content to go hand-in-hand wherever caprice led us, although she could not understand my finger language, nor I her childish prattle.\nMeanwhile the desire to express myself grew. The few signs I used became less and less adequate, and my failures to make myself understood were invariably followed by outbursts of passion. I felt as if invisible hands were holding me, and I made frantic efforts to free myself. I struggled⁠—not that struggling helped matters, but the spirit of resistance was strong within me; I generally broke down in tears and physical exhaustion. If my mother happened to be near I crept into her arms, too miserable even to remember the cause of the tempest. After awhile the need of some means of communication became so urgent that these outbursts occurred daily, sometimes hourly.\nMy parents were deeply grieved and perplexed. We lived a long way from any school for the blind or the deaf, and it seemed unlikely that anyone would come to such an out-of-the-way place as Tuscumbia to teach a child who was both deaf and blind. Indeed, my friends and relatives sometimes doubted whether I could be taught. My mother’s only ray of hope came from Dickens’s American Notes. She had read his account of Laura Bridgman, and remembered vaguely that she was deaf and blind, yet had been educated. But she also remembered with a hopeless pang that Dr. Howe, who had discovered the way to teach the deaf and blind, had been dead many years. His methods had probably died with him; and if they had not, how was a little girl in a far-off town in Alabama to receive the benefit of them?\nWhen I was about six years old, my father heard of an eminent oculist in Baltimore, who had been successful in many cases that had seemed hopeless. My parents at once determined to take me to Baltimore to see if anything could be done for my eyes.\nThe journey, which I remember well, was very pleasant. I made friends with many people on the train. One lady gave me a box of shells. My father made holes in these so that I could string them, and for a long time they kept me happy and contented. The conductor, too, was kind. Often when he went his rounds I clung to his coat tails while he collected and punched the tickets. His punch, with which he let me play, was a delightful toy. Curled up in a corner of the seat I amused myself for hours making funny little holes in bits of cardboard.\nMy aunt made me a big doll out of towels. It was the most comical shapeless thing, this improvised doll, with no nose, mouth, ears or eyes⁠—nothing that even the imagination of a child could convert into a face. Curiously enough, the absence of eyes struck me more than all the other defects put together. I pointed this out to everybody with provoking persistency, but no one seemed equal to the task of providing the doll with eyes. A bright idea, however, shot into my mind, and the problem was solved. I tumbled off the seat and searched under it until I found my aunt’s cape, which was trimmed with large beads. I pulled two beads off and indicated to her that I wanted her to sew them on my doll. She raised my hand to her eyes in a questioning way, and I nodded energetically. The beads were sewed in the right place and I could not contain myself for joy; but immediately I lost all interest in the doll. During the whole trip I did not have one fit of temper, there were so many things to keep my mind and fingers busy.\nWhen we arrived in Baltimore, Dr. Chisholm received us kindly: but he could do nothing. He said, however, that I could be educated, and advised my father to consult Dr. Alexander Graham Bell of Washington, who would be able to give him information about schools and teachers of deaf or blind children. Acting on the doctor’s advice, we went immediately to Washington to see Dr. Bell, my father with a sad heart and many misgivings, I wholly unconscious of his anguish, finding pleasure in the excitement of moving from place to place. Child as I was, I at once felt the tenderness and sympathy which endeared Dr. Bell to so many hearts, as his wonderful achievements enlist their admiration. He held me on his knee while I examined his watch, and he made it strike for me. He understood my signs, and I knew it and loved him at once. But I did not dream that that interview would be the door through which I should pass from darkness into light, from isolation to friendship, companionship, knowledge, love.\nDr. Bell advised my father to write to Mr. Anagnos, director of the Perkins Institution in Boston, the scene of Dr. Howe’s great labours for the blind, and ask him if he had a teacher competent to begin my education. This my father did at once, and in a few weeks there came a kind letter from Mr. Anagnos with the comforting assurance that a teacher had been found. This was in the summer of 1886. But Miss Sullivan did not arrive until the following March.\nThus I came up out of Egypt and stood before Sinai, and a power divine touched my spirit and gave it sight, so that I beheld many wonders. And from the sacred mountain I heard a voice which said, “Knowledge is love and light and vision.”\nThe most important day I remember in all my life is the one on which my teacher, Anne Mansfield Sullivan, came to me. I am filled with wonder when I consider the immeasurable contrasts between the two lives which it connects. It was the third of March, 1887, three months before I was seven years old.\nOn the afternoon of that eventful day, I stood on the porch, dumb, expectant. I guessed vaguely from my mother’s signs and from the hurrying to and fro in the house that something unusual was about to happen, so I went to the door and waited on the steps. The afternoon sun penetrated the mass of honeysuckle that covered the porch, and fell on my upturned face. My fingers lingered almost unconsciously on the familiar leaves and blossoms which had just come forth to greet the sweet southern spring. I did not know what the future held of marvel or surprise for me. Anger and bitterness had preyed upon me continually for weeks and a deep languor had succeeded this passionate struggle.\nHave you ever been at sea in a dense fog, when it seemed as if a tangible white darkness shut you in, and the great ship, tense and anxious, groped her way toward the shore with plummet and sounding-line, and you waited with beating heart for something to happen? I was like that ship before my education began, only I was without compass or sounding-line, and had no way of knowing how near the harbour was. “Light! give me light!” was the wordless cry of my soul, and the light of love shone on me in that very hour.\nI felt approaching footsteps, I stretched out my hand as I supposed to my mother. Someone took it, and I was caught up and held close in the arms of her who had come to reveal all things to me, and, more than all things else, to love me.\nThe morning after my teacher came she led me into her room and gave me a doll. The little blind children at the Perkins Institution had sent it and Laura Bridgman had dressed it; but I did not know this until afterward. When I had played with it a little while, Miss Sullivan slowly spelled into my hand the word “d-o-l-l.” I was at once interested in this finger play and tried to imitate it. When I finally succeeded in making the letters correctly I was flushed with childish pleasure and pride. Running downstairs to my mother I held up my hand and made the letters for doll. I did not know that I was spelling a word or even that words existed; I was simply making my fingers go in monkey-like imitation. In the days that followed I learned to spell in this uncomprehending way a great many words, among them pin, hat, cup and a few verbs like sit, stand and walk. But my teacher had been with me several weeks before I understood that everything has a name.\nOne day, while I was playing with my new doll, Miss Sullivan put my big rag doll into my lap also, spelled “d-o-l-l” and tried to make me understand that “d-o-l-l” applied to both. Earlier in the day we had had a tussle over the words “m-u-g” and “w-a-t-e-r.” Miss Sullivan had tried to impress it upon me that “m-u-g” is mug and that “w-a-t-e-r” is water, but I persisted in confounding the two. In despair she had dropped the subject for the time, only to renew it at the first opportunity. I became impatient at her repeated attempts and, seizing the new doll, I dashed it upon the floor. I was keenly delighted when I felt the fragments of the broken doll at my feet. Neither sorrow nor regret followed my passionate outburst. I had not loved the doll. In the still, dark world in which I lived there was no strong sentiment or tenderness. I felt my teacher sweep the fragments to one side of the hearth, and I had a sense of satisfaction that the cause of my discomfort was removed. She brought me my hat, and I knew I was going out into the warm sunshine. This thought, if a wordless sensation may be called a thought, made me hop and skip with pleasure.\nWe walked down the path to the well-house, attracted by the fragrance of the honeysuckle with which it was covered. Someone was drawing water and my teacher placed my hand under the spout. As the cool stream gushed over one hand she spelled into the other the word water, first slowly, then rapidly. I stood still, my whole attention fixed upon the motions of her fingers. Suddenly I felt a misty consciousness as of something forgotten⁠—a thrill of returning thought; and somehow the mystery of language was revealed to me. I knew then that “w-a-t-e-r” meant the wonderful cool something that was flowing over my hand. That living word awakened my soul, gave it light, hope, joy, set it free! There were barriers still, it is true, but barriers that could in time be swept away.\nI left the well-house eager to learn. Everything had a name, and each name gave birth to a new thought. As we returned to the house every object which I touched seemed to quiver with life. That was because I saw everything with the strange, new sight that had come to me. On entering the door I remembered the doll I had broken. I felt my way to the hearth and picked up the pieces. I tried vainly to put them together. Then my eyes filled with tears; for I realized what I had done, and for the first time I felt repentance and sorrow.\nI learned a great many new words that day. I do not remember what they all were; but I do know that mother, father, sister, teacher were among them⁠—words that were to make the world blossom for me, “like Aaron’s rod, with flowers.” It would have been difficult to find a happier child than I was as I lay in my crib at the close of that eventful day and lived over the joys it had brought me, and for the first time longed for a new day to come.\nI recall many incidents of the summer of 1887 that followed my soul’s sudden awakening. I did nothing but explore with my hands and learn the name of every object that I touched; and the more I handled things and learned their names and uses, the more joyous and confident grew my sense of kinship with the rest of the world.\nWhen the time of daisies and buttercups came Miss Sullivan took me by the hand across the fields, where men were preparing the earth for the seed, to the banks of the Tennessee River, and there, sitting on the warm grass, I had my first lessons in the beneficence of nature. I learned how the sun and the rain make to grow out of the ground every tree that is pleasant to the sight and good for food, how birds build their nests and live and thrive from land to land, how the squirrel, the deer, the lion and every other creature finds food and shelter. As my knowledge of things grew I felt more and more the delight of the world I was in. Long before I learned to do a sum in arithmetic or describe the shape of the earth, Miss Sullivan had taught me to find beauty in the fragrant woods, in every blade of grass, and in the curves and dimples of my baby sister’s hand. She linked my earliest thoughts with nature, and made me feel that “birds and flowers and I were happy peers.”\nBut about this time I had an experience which taught me that nature is not always kind. One day my teacher and I were returning from a long ramble. The morning had been fine, but it was growing warm and sultry when at last we turned our faces homeward. Two or three times we stopped to rest under a tree by the wayside. Our last halt was under a wild cherry tree a short distance from the house. The shade was grateful, and the tree was so easy to climb that with my teacher’s assistance I was able to scramble to a seat in the branches. It was so cool up in the tree that Miss Sullivan proposed that we have our luncheon there. I promised to keep still while she went to the house to fetch it.\nSuddenly a change passed over the tree. All the sun’s warmth left the air. I knew the sky was black, because all the heat, which meant light to me, had died out of the atmosphere. A strange odour came up from the earth. I knew it, it was the odour that always precedes a thunderstorm, and a nameless fear clutched at my heart. I felt absolutely alone, cut off from my friends and the firm earth. The immense, the unknown, enfolded me. I remained still and expectant; a chilling terror crept over me. I longed for my teacher’s return; but above all things I wanted to get down from that tree.\nThere was a moment of sinister silence, then a multitudinous stirring of the leaves. A shiver ran through the tree, and the wind sent forth a blast that would have knocked me off had I not clung to the branch with might and main. The tree swayed and strained. The small twigs snapped and fell about me in showers. A wild impulse to jump seized me, but terror held me fast. I crouched down in the fork of the tree. The branches lashed about me. I felt the intermittent jarring that came now and then, as if something heavy had fallen and the shock had traveled up till it reached the limb I sat on. It worked my suspense up to the highest point, and just as I was thinking the tree and I should fall together, my teacher seized my hand and helped me down. I clung to her, trembling with joy to feel the earth under my feet once more. I had learned a new lesson⁠—that nature “wages open war against her children, and under softest touch hides treacherous claws.”\nAfter this experience it was a long time before I climbed another tree. The mere thought filled me with terror. It was the sweet allurement of the mimosa tree in full bloom that finally overcame my fears. One beautiful spring morning when I was alone in the summerhouse, reading, I became aware of a wonderful subtle fragrance in the air. I started up and instinctively stretched out my hands. It seemed as if the spirit of spring had passed through the summerhouse. “What is it?” I asked, and the next minute I recognized the odour of the mimosa blossoms. I felt my way to the end of the garden, knowing that the mimosa tree was near the fence, at the turn of the path. Yes, there it was, all quivering in the warm sunshine, its blossom-laden branches almost touching the long grass. Was there ever anything so exquisitely beautiful in the world before! Its delicate blossoms shrank from the slightest earthly touch; it seemed as if a tree of paradise had been transplanted to earth. I made my way through a shower of petals to the great trunk and for one minute stood irresolute; then, putting my foot in the broad space between the forked branches, I pulled myself up into the tree. I had some difficulty in holding on, for the branches were very large and the bark hurt my hands. But I had a delicious sense that I was doing something unusual and wonderful so I kept on climbing higher and higher, until I reached a little seat which somebody had built there so long ago that it had grown part of the tree itself. I sat there for a long, long time, feeling like a fairy on a rosy cloud. After that I spent many happy hours in my tree of paradise, thinking fair thoughts and dreaming bright dreams.\nI had now the key to all language, and I was eager to learn to use it. Children who hear acquire language without any particular effort; the words that fall from others’ lips they catch on the wing, as it were, delightedly, while the little deaf child must trap them by a slow and often painful process. But whatever the process, the result is wonderful. Gradually from naming an object we advance step by step until we have traversed the vast distance between our first stammered syllable and the sweep of thought in a line of Shakespeare.\nAt first, when my teacher told me about a new thing I asked very few questions. My ideas were vague, and my vocabulary was inadequate; but as my knowledge of things grew, and I learned more and more words, my field of inquiry broadened, and I would return again and again to the same subject, eager for further information. Sometimes a new word revived an image that some earlier experience had engraved on my brain.\nI remember the morning that I first asked the meaning of the word, “love.” This was before I knew many words. I had found a few early violets in the garden and brought them to my teacher. She tried to kiss me; but at that time I did not like to have anyone kiss me except my mother. Miss Sullivan put her arm gently round me and spelled into my hand, “I love Helen.”\n“What is love?” I asked.\nShe drew me closer to her and said, “It is here,” pointing to my heart, whose beats I was conscious of for the first time. Her words puzzled me very much because I did not then understand anything unless I touched it.\nI smelt the violets in her hand and asked, half in words, half in signs, a question which meant, “Is love the sweetness of flowers?”\n“No,” said my teacher.\nAgain I thought. The warm sun was shining on us.\n“Is this not love?” I asked, pointing in the direction from which the heat came. “Is this not love?”\nIt seemed to me that there could be nothing more beautiful than the sun, whose warmth makes all things grow. But Miss Sullivan shook her head, and I was greatly puzzled and disappointed. I thought it strange that my teacher could not show me love.\nA day or two afterward I was stringing beads of different sizes in symmetrical groups⁠—two large beads, three small ones, and so on. I had made many mistakes, and Miss Sullivan had pointed them out again and again with gentle patience. Finally I noticed a very obvious error in the sequence and for an instant I concentrated my attention on the lesson and tried to think how I should have arranged the beads. Miss Sullivan touched my forehead and spelled with decided emphasis, “Think.”\nIn a flash I knew that the word was the name of the process that was going on in my head. This was my first conscious perception of an abstract idea.\nFor a long time I was still⁠—I was not thinking of the beads in my lap, but trying to find a meaning for “love” in the light of this new idea. The sun had been under a cloud all day, and there had been brief showers; but suddenly the sun broke forth in all its southern splendour.\nAgain I asked my teacher, “Is this not love?”\n“Love is something like the clouds that were in the sky before the sun came out,” she replied. Then in simpler words than these, which at that time I could not have understood, she explained: “You cannot touch the clouds, you know; but you feel the rain and know how glad the flowers and the thirsty earth are to have it after a hot day. You cannot touch love either; but you feel the sweetness that it pours into everything. Without love you would not be happy or want to play.”\nThe beautiful truth burst upon my mind⁠—I felt that there were invisible lines stretched between my spirit and the spirits of others.\nFrom the beginning of my education Miss Sullivan made it a practice to speak to me as she would speak to any hearing child; the only difference was that she spelled the sentences into my hand instead of speaking them. If I did not know the words and idioms necessary to express my thoughts she supplied them, even suggesting conversation when I was unable to keep up my end of the dialogue.\nThis process was continued for several years; for the deaf child does not learn in a month, or even in two or three years, the numberless idioms and expressions used in the simplest daily intercourse. The little hearing child learns these from constant repetition and imitation. The conversation he hears in his home stimulates his mind and suggests topics and calls forth the spontaneous expression of his own thoughts. This natural exchange of ideas is denied to the deaf child. My teacher, realizing this, determined to supply the kinds of stimulus I lacked. This she did by repeating to me as far as possible, verbatim, what she heard, and by showing me how I could take part in the conversation. But it was a long time before I ventured to take the initiative, and still longer before I could find something appropriate to say at the right time.\nThe deaf and the blind find it very difficult to acquire the amenities of conversation. How much more this difficulty must be augmented in the case of those who are both deaf and blind! They cannot distinguish the tone of the voice or, without assistance, go up and down the gamut of tones that give significance to words; nor can they watch the expression of the speaker’s face, and a look is often the very soul of what one says.\nThe next important step in my education was learning to read.\nAs soon as I could spell a few words my teacher gave me slips of cardboard on which were printed words in raised letters. I quickly learned that each printed word stood for an object, an act, or a quality. I had a frame in which I could arrange the words in little sentences; but before I ever put sentences in the frame I used to make them in objects. I found the slips of paper which represented, for example, “doll,” “is,” “on,” “bed” and placed each name on its object; then I put my doll on the bed with the words is, on, bed arranged beside the doll, thus making a sentence of the words, and at the same time carrying out the idea of the sentence with the things themselves.\nOne day, Miss Sullivan tells me, I pinned the word girl on my pinafore and stood in the wardrobe. On the shelf I arranged the words, is, in, wardrobe. Nothing delighted me so much as this game. My teacher and I played it for hours at a time. Often everything in the room was arranged in object sentences.\nFrom the printed slip it was but a step to the printed book. I took my Reader for Beginners and hunted for the words I knew; when I found them my joy was like that of a game of hide-and-seek. Thus I began to read. Of the time when I began to read connected stories I shall speak later.\nFor a long time I had no regular lessons. Even when I studied most earnestly it seemed more like play than work. Everything Miss Sullivan taught me she illustrated by a beautiful story or a poem. Whenever anything delighted or interested me she talked it over with me just as if she were a little girl herself. What many children think of with dread, as a painful plodding through grammar, hard sums and harder definitions, is today one of my most precious memories.\nI cannot explain the peculiar sympathy Miss Sullivan had with my pleasures and desires. Perhaps it was the result of long association with the blind. Added to this she had a wonderful faculty for description. She went quickly over uninteresting details, and never nagged me with questions to see if I remembered the day-before-yesterday’s lesson. She introduced dry technicalities of science little by little, making every subject so real that I could not help remembering what she taught.\nWe read and studied out of doors, preferring the sunlit woods to the house. All my early lessons have in them the breath of the woods⁠—the fine, resinous odour of pine needles, blended with the perfume of wild grapes. Seated in the gracious shade of a wild tulip tree, I learned to think that everything has a lesson and a suggestion. “The loveliness of things taught me all their use.” Indeed, everything that could hum, or buzz, or sing, or bloom had a part in my education⁠—noisy-throated frogs, katydids and crickets held in my hand until forgetting their embarrassment, they trilled their reedy note, little downy chickens and wildflowers, the dogwood blossoms, meadow-violets and budding fruit trees. I felt the bursting cotton-bolls and fingered their soft fiber and fuzzy seeds; I felt the low soughing of the wind through the cornstalks, the silky rustling of the long leaves, and the indignant snort of my pony, as we caught him in the pasture and put the bit in his mouth⁠—ah me! how well I remember the spicy, clovery smell of his breath!\nSometimes I rose at dawn and stole into the garden while the heavy dew lay on the grass and flowers. Few know what joy it is to feel the roses pressing softly into the hand, or the beautiful motion of the lilies as they sway in the morning breeze. Sometimes I caught an insect in the flower I was plucking, and I felt the faint noise of a pair of wings rubbed together in a sudden terror, as the little creature became aware of a pressure from without.\nAnother favourite haunt of mine was the orchard, where the fruit ripened early in July. The large, downy peaches would reach themselves into my hand, and as the joyous breezes flew about the trees the apples tumbled at my feet. Oh, the delight with which I gathered up the fruit in my pinafore, pressed my face against the smooth cheeks of the apples, still warm from the sun, and skipped back to the house!\nOur favourite walk was to Keller’s Landing, an old tumbledown lumber-wharf on the Tennessee River, used during the Civil War to land soldiers. There we spent many happy hours and played at learning geography. I built dams of pebbles, made islands and lakes, and dug riverbeds, all for fun, and never dreamed that I was learning a lesson. I listened with increasing wonder to Miss Sullivan’s descriptions of the great round world with its burning mountains, buried cities, moving rivers of ice, and many other things as strange. She made raised maps in clay, so that I could feel the mountain ridges and valleys, and follow with my fingers the devious course of rivers. I liked this, too; but the division of the earth into zones and poles confused and teased my mind. The illustrative strings and the orange stick representing the poles seemed so real that even to this day the mere mention of temperate zone suggests a series of twine circles; and I believe that if anyone should set about it he could convince me that white bears actually climb the North Pole.\nArithmetic seems to have been the only study I did not like. From the first I was not interested in the science of numbers. Miss Sullivan tried to teach me to count by stringing beads in groups, and by arranging kintergarten straws I learned to add and subtract. I never had patience to arrange more than five or six groups at a time. When I had accomplished this my conscience was at rest for the day, and I went out quickly to find my playmates.\nIn this same leisurely manner I studied zoology and botany.\nOnce a gentleman, whose name I have forgotten, sent me a collection of fossils⁠—tiny mollusk shells beautifully marked, and bits of sandstone with the print of birds’ claws, and a lovely fern in bas-relief. These were the keys which unlocked the treasures of the antediluvian world for me. With trembling fingers I listened to Miss Sullivan’s descriptions of the terrible beasts, with uncouth, unpronounceable names, which once went tramping through the primeval forests, tearing down the branches of gigantic trees for food, and died in the dismal swamps of an unknown age. For a long time these strange creatures haunted my dreams, and this gloomy period formed a somber background to the joyous Now, filled with sunshine and roses and echoing with the gentle beat of my pony’s hoof.\nAnother time a beautiful shell was given me, and with a child’s surprise and delight I learned how a tiny mollusk had built the lustrous coil for his dwelling place, and how on still nights, when there is no breeze stirring the waves, the Nautilus sails on the blue waters of the Indian Ocean in his “ship of pearl.” After I had learned a great many interesting things about the life and habits of the children of the sea⁠—how in the midst of dashing waves the little polyps build the beautiful coral isles of the Pacific, and the foraminifera have made the chalk-hills of many a land⁠—my teacher read me “The Chambered Nautilus,” and showed me that the shell-building process of the mollusks is symbolical of the development of the mind. Just as the wonder-working mantle of the Nautilus changes the material it absorbs from the water and makes it a part of itself, so the bits of knowledge one gathers undergo a similar change and become pearls of thought.\nAgain, it was the growth of a plant that furnished the text for a lesson. We bought a lily and set it in a sunny window. Very soon the green, pointed buds showed signs of opening. The slender, fingerlike leaves on the outside opened slowly, reluctant, I thought, to reveal the loveliness they hid; once having made a start, however, the opening process went on rapidly, but in order and systematically. There was always one bud larger and more beautiful than the rest, which pushed her outer covering back with more pomp, as if the beauty in soft, silky robes knew that she was the lily-queen by right divine, while her more timid sisters doffed their green hoods shyly, until the whole plant was one nodding bough of loveliness and fragrance.\nOnce there were eleven tadpoles in a glass globe set in a window full of plants. I remember the eagerness with which I made discoveries about them. It was great fun to plunge my hand into the bowl and feel the tadpoles frisk about, and to let them slip and slide between my fingers. One day a more ambitious fellow leaped beyond the edge of the bowl and fell on the floor, where I found him to all appearance more dead than alive. The only sign of life was a slight wriggling of his tail. But no sooner had he returned to his element than he darted to the bottom, swimming round and round in joyous activity. He had made his leap, he had seen the great world, and was content to stay in his pretty glass house under the big fuchsia tree until he attained the dignity of froghood. Then he went to live in the leafy pool at the end of the garden, where he made the summer nights musical with his quaint love-song.\nThus I learned from life itself. At the beginning I was only a little mass of possibilities. It was my teacher who unfolded and developed them. When she came, everything about me breathed of love and joy and was full of meaning. She has never since let pass an opportunity to point out the beauty that is in everything, nor has she ceased trying in thought and action and example to make my life sweet and useful.\nIt was my teacher’s genius, her quick sympathy, her loving tact which made the first years of my education so beautiful. It was because she seized the right moment to impart knowledge that made it so pleasant and acceptable to me. She realized that a child’s mind is like a shallow brook which ripples and dances merrily over the stony course of its education and reflects here a flower, there a bush, yonder a fleecy cloud; and she attempted to guide my mind on its way, knowing that like a brook it should be fed by mountain streams and hidden springs, until it broadened out into a deep river, capable of reflecting in its placid surface, billowy hills, the luminous shadows of trees and the blue heavens, as well as the sweet face of a little flower.\nAny teacher can take a child to the classroom, but not every teacher can make him learn. He will not work joyously unless he feels that liberty is his, whether he is busy or at rest; he must feel the flush of victory and the heart-sinking of disappointment before he takes with a will the tasks distasteful to him and resolves to dance his way bravely through a dull routine of textbooks.\nMy teacher is so near to me that I scarcely think of myself apart from her. How much of my delight in all beautiful things is innate, and how much is due to her influence, I can never tell. I feel that her being is inseparable from my own, and that the footsteps of my life are in hers. All the best of me belongs to her⁠—there is not a talent, or an aspiration or a joy in me that has not been awakened by her loving touch.\nThe first Christmas after Miss Sullivan came to Tuscumbia was a great event. Everyone in the family prepared surprises for me; but what pleased me most, Miss Sullivan and I prepared surprises for everybody else. The mystery that surrounded the gifts was my greatest delight and amusement. My friends did all they could to excite my curiosity by hints and half-spelled sentences which they pretended to break off in the nick of time. Miss Sullivan and I kept up a game of guessing which taught me more about the use of language than any set lessons could have done. Every evening, seated round a glowing wood fire, we played our guessing game, which grew more and more exciting as Christmas approached.\nOn Christmas Eve the Tuscumbia schoolchildren had their tree, to which they invited me. In the centre of the schoolroom stood a beautiful tree ablaze and shimmering in the soft light, its branches loaded with strange, wonderful fruit. It was a moment of supreme happiness. I danced and capered round the tree in an ecstasy. When I learned that there was a gift for each child, I was delighted, and the kind people who had prepared the tree permitted me to hand the presents to the children. In the pleasure of doing this, I did not stop to look at my own gifts; but when I was ready for them, my impatience for the real Christmas to begin almost got beyond control. I knew the gifts I already had were not those of which friends had thrown out such tantalizing hints, and my teacher said the presents I was to have would be even nicer than these. I was persuaded, however, to content myself with the gifts from the tree and leave the others until morning.\nThat night, after I had hung my stocking, I lay awake a long time, pretending to be asleep and keeping alert to see what Santa Claus would do when he came. At last I fell asleep with a new doll and a white bear in my arms. Next morning it was I who waked the whole family with my first “Merry Christmas!” I found surprises, not in the stocking only, but on the table, on all the chairs, at the door, on the very windowsill; indeed, I could hardly walk without stumbling on a bit of Christmas wrapped up in tissue paper. But when my teacher presented me with a canary, my cup of happiness overflowed.\nLittle Tim was so tame that he would hop on my finger and eat candied cherries out of my hand. Miss Sullivan taught me to take all the care of my new pet. Every morning after breakfast I prepared his bath, made his cage clean and sweet, filled his cups with fresh seed and water from the well-house, and hung a spray of chickweed in his swing.\nOne morning I left the cage on the window-seat while I went to fetch water for his bath. When I returned I felt a big cat brush past me as I opened the door. At first I did not realize what had happened; but when I put my hand in the cage and Tim’s pretty wings did not meet my touch or his small pointed claws take hold of my finger, I knew that I should never see my sweet little singer again.\nThe next important event in my life was my visit to Boston, in May, 1888. As if it were yesterday I remember the preparations, the departure with my teacher and my mother, the journey, and finally the arrival in Boston. How different this journey was from the one I had made to Baltimore two years before! I was no longer a restless, excitable little creature, requiring the attention of everybody on the train to keep me amused. I sat quietly beside Miss Sullivan, taking in with eager interest all that she told me about what she saw out of the car window: the beautiful Tennessee River, the great cotton-fields, the hills and woods, and the crowds of laughing negroes at the stations, who waved to the people on the train and brought delicious candy and popcorn balls through the car. On the seat opposite me sat my big rag doll, Nancy, in a new gingham dress and a beruffled sunbonnet, looking at me out of two bead eyes. Sometimes, when I was not absorbed in Miss Sullivan’s descriptions, I remembered Nancy’s existence and took her up in my arms, but I generally calmed my conscience by making myself believe that she was asleep.\nAs I shall not have occasion to refer to Nancy again, I wish to tell here a sad experience she had soon after our arrival in Boston. She was covered with dirt⁠—the remains of mud pies I had compelled her to eat, although she had never shown any special liking for them. The laundress at the Perkins Institution secretly carried her off to give her a bath. This was too much for poor Nancy. When I next saw her she was a formless heap of cotton, which I should not have recognized at all except for the two bead eyes which looked out at me reproachfully.\nWhen the train at last pulled into the station at Boston it was as if a beautiful fairy tale had come true", "summary": "\nHelen Keller was born on June 27, 1880, in Tuscumbia, Alabama. Her family had Swiss ancestry on her father's side, with one ancestor being the first teacher of the deaf in Zurich. Her maternal grandmother was related to Alexander Spotswood, a Colonial Governor of Virginia, and was second cousin to Robert E. Lee. Her father, Arthur H. Keller, served as a captain in the Confederate Army, while her mother, Kate Adams, was his second wife and considerably younger.\nThe Kellers lived in a small house near the family homestead called \"Ivy Green.\" Their home was covered with vines, climbing roses, and honeysuckles. The garden at Ivy Green was described by Helen as \"the paradise of my childhood\" with boxwood hedges, violets, lilies, and especially beautiful climbing roses.\nHelen developed normally as an infant. By six months she could say \"How d'ye,\" and at one point said \"Tea, tea, tea\" quite plainly. She walked when she was a year old. Her early life was happy but brief – she mentions one spring, summer, and autumn before illness struck.\nIn February 1882, at nineteen months old, Helen contracted what doctors called \"acute congestion of the stomach and brain.\" Though she recovered from the fever, the illness left her both deaf and blind. She retained fragmented memories of this time, recalling her mother's attempts to soothe her and her confusion as the light grew dimmer each day. Eventually, she grew accustomed to \"the silence and darkness\" and forgot that life had ever been different.\nAfter becoming deaf and blind, Helen developed crude signs to communicate: a shake of the head for \"No,\" a nod for \"Yes,\" a pull for \"Come,\" and a push for \"Go.\" She would imitate cutting bread when hungry or shiver to indicate she wanted ice cream. Her frustration at not being able to communicate more effectively often led to temper tantrums, with Helen kicking and screaming until exhausted.\nHelen's constant companions during this time were Martha Washington, the daughter of the family's cook, and Belle, an old setter dog. She dominated Martha, who usually submitted to her \"tyranny rather than risk a hand-to-hand encounter.\" Helen described herself as \"strong, active, indifferent to consequences,\" always having her own way. Despite her limitations, she was aware of household activities, learned to fold clean clothes, and could tell when people were going out by the way they dressed.\nHer parents worried about her future and education. Helen's mother found hope in Charles Dickens's \"American Notes,\" which mentioned Laura Bridgman, another deaf-blind person who had been educated. When Helen was about six, her father took her to an oculist in Baltimore who confirmed nothing could be done for her eyes but suggested they consult Dr. Alexander Graham Bell about education for deaf or blind children.\nMeeting Bell was pivotal – Helen immediately felt drawn to his kindness and sympathy. Bell referred them to Mr. Anagnos, director of the Perkins Institution in Boston, who found a teacher for Helen: Anne Mansfield Sullivan.\nSullivan arrived on March 3, 1887, when Helen was nearly seven. Helen describes this as the most important day of her life. The day after arrival, Sullivan gave Helen a doll and began spelling \"d-o-l-l\" into her hand. Helen imitated this finger spelling without understanding she was spelling a word. In the following days, she learned to spell many words this way but didn't comprehend that everything had a name.\nThe breakthrough came at the well-house on the property. Sullivan placed Helen's hand under running water while spelling \"w-a-t-e-r\" into her other hand. Helen suddenly understood that the word symbolized the cool liquid flowing over her hand. This revelation showed her that everything had a name, and \"that living word awakened my soul, gave it light, hope, joy, set it free.\" She left the well-house eager to learn, suddenly realizing that \"everything had a name, and each name gave birth to a new thought.\" That same day, she learned many new words including \"mother,\" \"father,\" \"sister,\" and \"teacher.\"\nAfter discovering language, Helen's education progressed rapidly. Sullivan took her outdoors to learn about nature, teaching her about plants, animals, and geography. They spent time in the garden, orchard, and at Keller's Landing on the Tennessee River, where Sullivan made raised clay maps so Helen could feel geographic features.\nSullivan's teaching methods were adapted to Helen's needs. Rather than focusing on rote learning, Sullivan illustrated each lesson \"by a beautiful story or a poem.\" They studied outdoors, with Helen noting that her early lessons contained \"the breath of the woods\" and the scents of pine needles and wild grapes. Sullivan introduced technical subjects gradually, making every subject \"so real\" that Helen couldn't help remembering the lessons.\nHelen learned reading through raised cardboard letters, first associating them with objects, then advancing to books. She discovered the concept of \"thinking\" during a lesson about arranging beads, and gradually came to understand abstractions like \"love,\" which Sullivan explained as something that couldn't be touched but could be felt.\nThe relationship between Helen and Sullivan was profound. Sullivan approached Helen as she would any hearing child, spelling normal sentences into her hand and supplying words Helen lacked. She patiently repeated conversations she heard and showed Helen how to participate.\nHelen couldn't distinguish herself from her teacher: \"I feel that her being is inseparable from my own, and that the footsteps of my life are in hers. All the best of me belongs to her—there is not a talent, or an aspiration or a joy in me that has not been awakened by her loving touch.\"\nDespite her challenges, Helen found joy in learning. She delighted in feeling roses \"pressing softly into the hand,\" catching insects in flowers, and experiencing the \"downy peaches\" in the orchard. Sullivan taught her to \"find beauty in the fragrant woods, in every blade of grass, and in the curves and dimples of my baby sister's hand.\"\nHelen's autobiography excerpt concludes with her visit to Boston in May 1888, traveling with Sullivan and her mother. Unlike her earlier journey to Baltimore two years before, Helen was now \"no longer a restless, excitable little creature,\" but engaged and interested in the world around her. The narrative ends with an anecdote about her rag doll Nancy, who was secretly given a bath at the Perkins Institution and came back as \"a formless heap of cotton.\"\nThroughout her account, Helen emphasizes the transformation brought by language and education, turning her from an isolated, frustrated child into one who could communicate, learn, and appreciate the world around her. Sullivan's teaching methods and deep commitment to Helen's development enabled this remarkable journey from darkness and silence to understanding and expression.\n", "map": [["Helen Keller", "born in Tuscumbia Alabama 1880"], ["Helen Keller", "had Swiss ancestry"], ["Helen Keller", "father was Confederate Army captain"], ["Helen Keller", "lived near \"Ivy Green\" homestead"], ["Helen Keller", "developed normally as infant"], ["Helen Keller", "became deaf and blind at 19 months"], ["Illness", "caused deafness and blindness"], ["Helen Keller", "developed crude sign language"], ["Helen Keller", "companion was Martha Washington"], ["Helen Keller", "companion was Belle the dog"], ["Helen Keller", "described self as \"strong and active\""], ["Helen's parents", "worried about her education"], ["Helen's mother", "found hope in Dickens's writings"], ["Helen's father", "took her to oculist in Baltimore"], ["Dr. Alexander Graham Bell", "met Helen"], ["Dr. Alexander Graham Bell", "referred Kellers to Perkins Institution"], ["Mr. Anagnos", "found Anne Sullivan as teacher"], ["Anne Sullivan", "arrived March 3 1887"], ["Anne Sullivan", "began teaching finger spelling"], ["Anne Sullivan", "created breakthrough with water"], ["Water experience", "revealed concept of language"], ["Language understanding", "enabled rapid education"], ["Anne Sullivan", "taught through nature experiences"], ["Anne Sullivan", "made raised clay maps"], ["Anne Sullivan", "illustrated lessons with stories"], ["Helen Keller", "learned reading through raised letters"], ["Helen Keller", "understood abstract concepts"], ["Helen Keller", "formed deep bond with Sullivan"], ["Helen Keller", "couldn't distinguish self from teacher"], ["Helen Keller", "found joy in sensory experiences"], ["Helen Keller", "visited Boston in 1888"], ["Language and education", "transformed Helen's life"]]}