{"source": "https://standardebooks.org/ebooks/helen-keller/the-story-of-my-life/text/single-page", "text": "\nWherever she went she was the centre of interest. She was delighted with the orchestra at the hotel, and whenever the music began she danced round the room, hugging and kissing everyone she happened to touch. Her happiness impressed all; nobody seemed to pity her. One gentleman said to Dr. Keller, “I have lived long and seen many happy faces; but I have never seen such a radiant face as this child’s before tonight.” Another said, “Damn me! but I’d give everything I own in the world to have that little girl always near me.” But I haven’t time to write all the pleasant things people said⁠—they would make a very large book, and the kind things they did for us would fill another volume. Dr. Keller distributed the extracts from the report that Mr. Anagnos sent me, and he could have disposed of a thousand if he had had them. Do you remember Dr. Garcelon, who was Governor of Maine several years ago? He took us to drive one afternoon, and wanted to give Helen a doll; but she said: “I do not like too many children. Nancy is sick, and Adeline is cross, and Ida is very bad.” We laughed until we cried, she was so serious about it. “What would you like, then?” asked the Doctor. “Some beautiful gloves to talk with,” she answered. The Doctor was puzzled. He had never heard of “talking-gloves”; but I explained that she had seen a glove on which the alphabet was printed, and evidently thought they could be bought. I told him he could buy some gloves if he wished, and that I would have the alphabet stamped on them.\nWe lunched with Mr. Thayer (your former pastor) and his wife. He asked me how I had taught Helen adjectives and the names of abstract ideas like goodness and happiness. These same questions had been asked me a hundred times by the learned doctors. It seems strange that people should marvel at what is really so simple. Why, it is as easy to teach the name of an idea, if it is clearly formulated in the child’s mind, as to teach the name of an object. It would indeed be a herculean task to teach the words if the ideas did not already exist in the child’s mind. If his experiences and observations hadn’t led him to the concepts, small, large, good, bad, sweet, sour, he would have nothing to attach the word-tags to.\nI, little ignorant I, found myself explaining to the wise men of the East and the West such simple things as these: If you give a child something sweet, and he wags his tongue and smacks his lips and looks pleased, he has a very definite sensation; and if, every time he has this experience, he hears the word sweet, or has it spelled into his hand, he will quickly adopt this arbitrary sign for his sensation. Likewise, if you put a bit of lemon on his tongue, he puckers up his lips and tries to spit it out; and after he has had this experience a few times, if you offer him a lemon, he shuts his mouth and makes faces, clearly indicating that he remembers the unpleasant sensation. You label it sour, and he adopts your symbol. If you had called these sensations respectively black and white, he would have adopted them as readily; but he would mean by black and white the same things that he means by sweet and sour. In the same way the child learns from many experiences to differentiate his feelings, and we name them for him⁠—good, bad, gentle, rough, happy, sad. It is not the word, but the capacity to experience the sensation that counts in his education.\nThis extract from one of Miss Sullivan’s letters is added because it contains interesting casual opinions stimulated by observing the methods of others.\nWe visited a little school for the deaf. We were very kindly received, and Helen enjoyed meeting the children. Two of the teachers knew the manual alphabet, and talked to her without an interpreter. They were astonished at her command of language. Not a child in the school, they said, had anything like Helen’s facility of expression, and some of them had been under instruction for two or three years. I was incredulous at first; but after I had watched the children at work for a couple of hours, I knew that what I had been told was true, and I wasn’t surprised. In one room some little tots were standing before the blackboard, painfully constructing “simple sentences.” A little girl had written: “I have a new dress. It is a pretty dress. My mamma made my pretty new dress. I love mamma.” A curly-headed little boy was writing: “I have a large ball. I like to kick my large ball.” When we entered the room, the children’s attention was riveted on Helen. One of them pulled me by the sleeve and said, “Girl is blind.” The teacher was writing on the blackboard: “The girl’s name is Helen. She is deaf. She cannot see. We are very sorry.” I said: “Why do you write those sentences on the board? Wouldn’t the children understand if you talked to them about Helen?” The teacher said something about getting the correct construction, and continued to construct an exercise out of Helen. I asked her if the little girl who had written about the new dress was particularly pleased with her dress. “No,” she replied, “I think not; but children learn better if they write about things that concern them personally.” It seemed all so mechanical and difficult, my heart ached for the poor little children. Nobody thinks of making a hearing child say, “I have a pretty new dress,” at the beginning. These children were older in years, it is true, than the baby who lisps, “Papa kiss baby⁠—pretty,” and fills out her meaning by pointing to her new dress; but their ability to understand and use language was no greater.\nThere was the same difficulty throughout the school. In every classroom I saw sentences on the blackboard, which evidently had been written to illustrate some grammatical rule, or for the purpose of using words that had previously been taught in the same, or in some other connection. This sort of thing may be necessary in some stages of education; but it isn’t the way to acquire language. Nothing, I think, crushes the child’s impulse to talk naturally more effectually than these blackboard exercises. The schoolroom is not the place to teach any young child language, least of all the deaf child. He must be kept as unconscious as the hearing child of the fact that he is learning words, and he should be allowed to prattle on his fingers, or with his pencil, in monosyllables if he chooses, until such time as his growing intelligence demands the sentence. Language should not be associated in his mind with endless hours in school, with puzzling questions in grammar, or with anything that is an enemy to joy. But I must not get into the habit of criticizing other people’s methods too severely. I may be as far from the straight road as they.\nMiss Sullivan’s second report brings the account down to October 1st, 1888.\nDuring the past year Helen has enjoyed excellent health. Her eyes and ears have been examined by specialists, and it is their opinion that she cannot have the slightest perception of either light or sound.\nIt is impossible to tell exactly to what extent the senses of smell and taste aid her in gaining information respecting physical qualities; but, according to eminent authority, these senses do exert a great influence on the mental and moral development. Dugald Stewart says, “Some of the most significant words relating to the human mind are borrowed from the sense of smell; and the conspicuous place which its sensations occupy in the poetical language of all nations shows how easily and naturally they ally themselves with the refined operations of the fancy and the moral emotions of the heart.” Helen certainly derives great pleasure from the exercise of these senses. On entering a greenhouse her countenance becomes radiant, and she will tell the names of the flowers with which she is familiar, by the sense of smell alone. Her recollections of the sensations of smell are very vivid. She enjoys in anticipation the scent of a rose or a violet; and if she is promised a bouquet of these flowers, a peculiarly happy expression lights her face, indicating that in imagination she perceives their fragrance, and that it is pleasant to her. It frequently happens that the perfume of a flower or the flavour of a fruit recalls to her mind some happy event in home life, or a delightful birthday party.\nHer sense of touch has sensibly increased during the year, and has gained in acuteness and delicacy. Indeed, her whole body is so finely organized that she seems to use it as a medium for bringing herself into closer relations with her fellow creatures. She is able not only to distinguish with great accuracy the different undulations of the air and the vibrations of the floor made by various sounds and motions, and to recognize her friends and acquaintances the instant she touches their hands or clothing, but she also perceives the state of mind of those around her. It is impossible for anyone with whom Helen is conversing to be particularly happy or sad, and withhold the knowledge of this fact from her.\nShe observes the slightest emphasis placed upon a word in conversation, and she discovers meaning in every change of position, and in the varied play of the muscles of the hand. She responds quickly to the gentle pressure of affection, the pat of approval, the jerk of impatience, the firm motion of command, and to the many other variations of the almost infinite language of the feelings; and she has become so expert in interpreting this unconscious language of the emotions that she is often able to divine our very thoughts.\nIn my account of Helen last year, I mentioned several instances where she seemed to have called into use an inexplicable mental faculty; but it now seems to me, after carefully considering the matter, that this power may be explained by her perfect familiarity with the muscular variations of those with whom she comes into contact, caused by their emotions. She has been forced to depend largely upon this muscular sense as a means of ascertaining the mental condition of those about her. She has learned to connect certain movements of the body with anger, others with joy, and others still with sorrow. One day, while she was out walking with her mother and Mr. Anagnos, a boy threw a torpedo, which startled Mrs. Keller. Helen felt the change in her mother’s movements instantly, and asked, “What are we afraid of?” On one occasion, while walking on the Common with her, I saw a police officer taking a man to the station-house. The agitation which I felt evidently produced a perceptible physical change; for Helen asked, excitedly, “What do you see?”\nA striking illustration of this strange power was recently shown while her ears were being examined by the aurists in Cincinnati. Several experiments were tried, to determine positively whether or not she had any perception of sound. All present were astonished when she appeared not only to hear a whistle, but also an ordinary tone of voice. She would turn her head, smile, and act as though she had heard what was said. I was then standing beside her, holding her hand. Thinking that she was receiving impressions from me, I put her hands upon the table, and withdrew to the opposite side of the room. The aurists then tried their experiments with quite different results. Helen remained motionless through them all, not once showing the least sign that she realized what was going on. At my suggestion, one of the gentlemen took her hand, and the tests were repeated. This time her countenance changed whenever she was spoken to, but there was not such a decided lighting up of the features as when I had held her hand.\nIn the account of Helen last year it was stated that she knew nothing about death, or the burial of the body; yet on entering a cemetery for the first time in her life, she showed signs of emotion⁠—her eyes actually filling with tears.\nA circumstance equally remarkable occurred last summer; but, before relating it, I will mention what she now knows with regard to death. Even before I knew her, she had handled a dead chicken, or bird, or some other small animal. Some time after the visit to the cemetery before referred to, Helen became interested in a horse that had met with an accident by which one of his legs had been badly injured, and she went daily with me to visit him. The wounded leg soon became so much worse that the horse was suspended from a beam. The animal groaned with pain, and Helen, perceiving his groans, was filled with pity. At last it became necessary to kill him, and, when Helen next asked to go and see him, I told her that he was dead. This was the first time that she had heard the word. I then explained that he had been shot to relieve him from suffering, and that he was now buried⁠—put into the ground. I am inclined to believe that the idea of his having been intentionally shot did not make much impression upon her; but I think she did realize the fact that life was extinct in the horse as in the dead birds she had touched, and also that he had been put into the ground. Since this occurrence, I have used the word dead whenever occasion required, but with no further explanation of its meaning.\nWhile making a visit at Brewster, Massachusetts, she one day accompanied my friend and me through the graveyard. She examined one stone after another, and seemed pleased when she could decipher a name. She smelt of the flowers, but showed no desire to pluck them; and, when I gathered a few for her, she refused to have them pinned on her dress. When her attention was drawn to a marble slab inscribed with the name Florence in relief, she dropped upon the ground as though looking for something, then turned to me with a face full of trouble, and asked, “Where is poor little Florence?” I evaded the question, but she persisted. Turning to my friend, she asked, “Did you cry loud for poor little Florence?” Then she added: “I think she is very dead. Who put her in big hole?” As she continued to ask these distressing questions, we left the cemetery. Florence was the daughter of my friend, and was a young lady at the time of her death; but Helen had been told nothing about her, nor did she even know that my friend had had a daughter. Helen had been given a bed and carriage for her dolls, which she had received and used like any other gift. On her return to the house after her visit to the cemetery, she ran to the closet where these toys were kept, and carried them to my friend, saying, “They are poor little Florence’s.” This was true, although we were at a loss to understand how she guessed it. A letter written to her mother in the course of the following week gave an account of her impression in her own words:\n“I put my little babies to sleep in Florence’s little bed, and I take them to ride in her carriage. Poor little Florence is dead. She was very sick and died. Mrs. H. did cry loud for her dear little child. She got in the ground, and she is very dirty, and she is cold. Florence was very lovely like Sadie, and Mrs. H. kissed her and hugged her much. Florence is very sad in big hole. Doctor gave her medicine to make her well, but poor Florence did not get well. When she was very sick she tossed and moaned in bed. Mrs. H. will go to see her soon.”\nNotwithstanding the activity of Helen’s mind, she is a very natural child. She is fond of fun and frolic, and loves dearly to be with other children. She is never fretful or irritable, and I have never seen her impatient with her playmates because they failed to understand her. She will play for hours together with children who cannot understand a single word she spells, and it is pathetic to watch the eager gestures and excited pantomime through which her ideas and emotions find expression. Occasionally some little boy or girl will try to learn the manual alphabet. Then it is beautiful to observe with what patience, sweetness, and perseverance Helen endeavours to bring the unruly fingers of her little friend into proper position.\nOne day, while Helen was wearing a little jacket of which she was very proud, her mother said: “There is a poor little girl who has no cloak to keep her warm. Will you give her yours?” Helen began to pull off the jacket, saying, “I must give it to a poor little strange girl.”\nShe is very fond of children younger than herself, and a baby invariably calls forth all the motherly instincts of her nature. She will handle the baby as tenderly as the most careful nurse could desire. It is pleasant, too, to note her thoughtfulness for little children, and her readiness to yield to their whims.\nShe has a very sociable disposition, and delights in the companionship of those who can follow the rapid motions of her fingers; but if left alone she will amuse herself for hours at a time with her knitting or sewing.\nShe reads a great deal. She bends over her book with a look of intense interest, and as the forefinger of her left hand runs along the line, she spells out the words with the other hand; but often her motions are so rapid as to be unintelligible even to those accustomed to reading the swift and varied movements of her fingers.\nEvery shade of feeling finds expression through her mobile features. Her behaviour is easy and natural, and it is charming because of its frankness and evident sincerity. Her heart is too full of unselfishness and affection to allow a dream of fear or unkindness. She does not realize that one can be anything but kindhearted and tender. She is not conscious of any reason why she should be awkward; consequently, her movements are free and graceful.\nShe is very fond of all the living things at home, and she will not have them unkindly treated. When she is riding in the carriage she will not allow the driver to use the whip, because, she says, “poor horses will cry.” One morning she was greatly distressed by finding that one of the dogs had a block fastened to her collar. We explained that it was done to keep Pearl from running away. Helen expressed a great deal of sympathy, and at every opportunity during the day she would find Pearl and carry the burden from place to place.\nHer father wrote to her last summer that the birds and bees were eating all his grapes. At first she was very indignant, and said the little creatures were “very wrong”; but she seemed pleased when I explained to her that the birds and bees were hungry, and did not know that it was selfish to eat all the fruit. In a letter written soon afterward she says:\n“I am very sorry that bumblebees and hornets and birds and large flies and worms are eating all of my father’s delicious grapes. They like juicy fruit to eat as well as people, and they are hungry. They are not very wrong to eat too many grapes because they do not know much.”\nShe continues to make rapid progress in the acquisition of language as her experiences increase. While these were few and elementary, her vocabulary was necessarily limited; but, as she learns more of the world about her, her judgment grows more accurate, her reasoning powers grow stronger, more active and subtle, and the language by which she expresses this intellectual activity gains in fluency and logic.\nWhen traveling she drinks in thought and language. Sitting beside her in the car, I describe what I see from the window⁠—hills and valleys and the rivers; cotton-fields and gardens in which strawberries, peaches, pears, melons, and vegetables are growing; herds of cows and horses feeding in broad meadows, and flocks of sheep on the hillside; the cities with their churches and schools, hotels and warehouses, and the occupations of the busy people. While I am communicating these things, Helen manifests intense interest; and, in default of words, she indicates by gestures and pantomime her desire to learn more of her surroundings and of the great forces which are operating everywhere. In this way, she learns countless new expressions without any apparent effort.\nFrom the day when Helen first grasped the idea that all objects have names, and that these can be communicated by certain movements of the fingers, I have talked to her exactly as I should have done had she been able to hear, with only this exception, that I have addressed the words to her fingers instead of to her ears. Naturally, there was at first a strong tendency on her part to use only the important words in a sentence. She would say: “Helen milk.” I got the milk to show her that she had used the correct word; but I did not let her drink it until she had, with my assistance, made a complete sentence, as “Give Helen some milk to drink.” In these early lessons I encouraged her in the use of different forms of expression for conveying the same idea. If she was eating some candy, I said: “Will Helen please give teacher some candy?” or, “Teacher would like to eat some of Helen’s candy,” emphasizing the ’s. She very soon perceived that the same idea could be expressed in a great many ways. In two or three months after I began to teach her she would say: “Helen wants to go to bed,” or, “Helen is sleepy, and Helen will go to bed.”\nI am constantly asked the question, “How did you teach her the meaning of words expressive of intellectual and moral qualities?” I believe it was more through association and repetition than through any explanation of mine. This is especially true of her earlier lessons, when her knowledge of language was so slight as to make explanation impossible.\nI always made it a practice to use the words descriptive of emotions, of intellectual or moral qualities and actions, in connection with the circumstance which required these words. Soon after I became her teacher Helen broke her new doll, of which she was very fond. She began to cry. I said to her, “Teacher is sorry.” After a few repetitions she came to associate the word with the feeling.\nThe word happy she learned in the same way; also, right, wrong, good, bad, and other adjectives. The word love she learned as other children do⁠—by its association with caresses.\nOne day I asked her a simple question in a combination of numbers, which I was sure she knew. She answered at random. I checked her, and she stood still, the expression of her face plainly showing that she was trying to think. I touched her forehead, and spelled “t-h-i-n-k.” The word, thus connected with the act, seemed to impress itself on her mind much as if I had placed her hand upon an object and then spelled its name. Since that time she has always used the word think.\nAt a later period I began to use such words as perhaps, suppose, expect, forget, remember. If Helen asked, “Where is mother now?” I replied: “I do not know. perhaps she is with Leila.”\nShe is always anxious to learn the names of people we meet in the horsecars or elsewhere, and to know where they are going, and what they will do. Conversations of this kind are frequent:\nAfter the words have become familiar to her, she uses them in composition.\nSeptember 26, 1888.\n“This morning teacher and I sat by the window and we saw a little boy walking on the sidewalk. It was raining very hard and he had a very large umbrella to keep off the raindrops.\n“I do not know how old he was but think he may have been six years old. perhaps his name was Joe. I do not know where he was going because he was a little strange boy. But perhaps his mother sent him to a store to buy something for dinner. He had a bag in one hand. I suppose he was going to take it to his mother.”\nIn teaching her the use of language, I have not confined myself to any particular theory or system. I have observed the spontaneous movements of my pupil’s mind, and have tried to follow the suggestions thus given to me.\nOwing to the nervousness of Helen’s temperament, every precaution has been taken to avoid unduly exciting her already very active brain. The greater part of the year has been spent in travel and in visits to different places, and her lessons have been those suggested by the various scenes and experiences through which she has passed. She continues to manifest the same eagerness to learn as at first. It is never necessary to urge her to study. Indeed, I am often obliged to coax her to leave an example or a composition.\nWhile not confining myself to any special system of instruction, I have tried to add to her general information and intelligence, to enlarge her acquaintance with things around her, and to bring her into easy and natural relations with people. I have encouraged her to keep a diary, from which the following selection has been made:\n“March 22nd, 1888.\n“Mr. Anagnos came to see me Thursday. I was glad to hug and kiss him. He takes care of sixty little blind girls and seventy little blind boys. I do love them. Little blind girls sent me a pretty workbasket. I found scissors and thread, and needle-book with many needles in it, and crochet hook and emery, and thimble, and box, and yard measure and buttons, and pincushion. I will write little blind girls a letter to thank them. I will make pretty clothes for Nancy and Adeline and Allie. I will go to Cincinnati in May and buy another child. Then I will have four children. New baby’s name is Harry. Mr. Wilson and Mr. Mitchell came to see us Sunday. Mr. Anagnos went to Louisville Monday to see little blind children. Mother went to Huntsville. I slept with father, and Mildred slept with teacher. I did learn about calm. It does mean quiet and happy. Uncle Morrie sent me pretty stories. I read about birds. The quail lays fifteen or twenty eggs and they are white. She makes her nest on the ground. The bluebird makes her nest in a hollow tree and her eggs are blue. The robin’s eggs are green. I learned a song about spring. March, April, May are spring.\n\nNow melts the snow.\n\nThe warm winds blow\n\nThe waters flow\n\nAnd robin dear,\n\nIs come to show\n\nThat Spring is here.\n\n“James killed snipes for breakfast. Little chickens did get very cold and die. I am sorry. Teacher and I went to ride on Tennessee River, in a boat. I saw Mr. Wilson and James row with oars. Boat did glide swiftly and I put hand in water and felt it flowing.\n“I caught fish with hook and line and pole. We climbed high hill and teacher fell and hurt her head. I ate very small fish for supper. I did read about cow and calf. The cow loves to eat grass as well as girl does bread and butter and milk. Little calf does run and leap in field. She likes to skip and play, for she is happy when the sun is bright and warm. Little boy did love his calf. And he did say, I will kiss you, little calf, and he put his arms around calf’s neck and kissed her. The calf licked good boy’s face with long rough tongue. Calf must not open mouth much to kiss. I am tired, and teacher does not want me to write more.”\nIn the autumn she went to a circus. While we were standing before his cage the lion roared, and Helen felt the vibration of the air so distinctly that she was able to reproduce the noise quite accurately.\nI tried to describe to her the appearance of a camel; but, as we were not allowed to touch the animal, I feared that she did not get a correct idea of its shape. A few days afterward, however, hearing a commotion in the schoolroom, I went in and found Helen on all fours with a pillow so strapped upon her back as to leave a hollow in the middle, thus making a hump on either side. Between these humps she had placed her doll, which she was giving a ride around the room. I watched her for some time as she moved about, trying to take long strides in order to carry out the idea I had given her of a camel’s gait. When I asked her what she was doing, she replied, “I am a very funny camel.”\nDuring the next two years neither Mr. Anagnos, who was in Europe for a year, nor Miss Sullivan wrote anything about Helen Keller for publication. In 1892 appeared the Perkins Institution report for 1891, containing a full account of Helen Keller, including many of her letters, exercises, and compositions. As some of the letters and the story of the “Frost King” are published here, there is no need of printing any more samples of Helen Keller’s writing during the third, fourth and fifth years of her education. It was the first two years that counted. From Miss Sullivan’s part of this report I give her most important comments and such biographical matter as does not appear elsewhere in the present volume.\nThese extracts Mr. Anagnos took from Miss Sullivan’s notes and memoranda.\nOne day, while her pony and her donkey were standing side by side, Helen went from one to the other, examining them closely. At last she paused with her hand upon Neddy’s head, and addressed him thus: “Yes, dear Neddy, it is true that you are not as beautiful as Black Beauty. Your body is not so handsomely formed, and there is no proud look in your face, and your neck does not arch, Besides, your long ears make you look a little funny. Of course, you cannot help it, and I love you just as well as if you were the most beautiful creature in the world.”\nHelen has been greatly interested in the story of Black Beauty. To show how quickly she perceives and associates ideas, I will give an instance which all who have read the book will be able to appreciate. I was reading the following paragraph to her:\n“The horse was an old, worn-out chestnut, with an ill-kept coat, and bones that showed plainly through it; the knees knuckled over, and the forelegs were very unsteady. I had been eating some hay, and the wind rolled a little lock of it that way, and the poor creature put out her long, thin neck and picked it up, and then turned round and looked about for more. There was a hopeless look in the dull eye that I could not help noticing, and then, as I was thinking where I had seen that horse before, she looked full at me and said, ‘Black Beauty, is that you?’ ”\nAt this point Helen pressed my hand to stop me. She was sobbing convulsively. “It was poor Ginger,” was all she could say at first. Later, when she was able to talk about it, she said: “Poor Ginger! The words made a distinct picture in my mind. I could see the way Ginger looked; all her beauty gone, her beautiful arched neck drooping, all the spirit gone out of her flashing eyes, all the playfulness gone out of her manner. Oh, how terrible it was! I never knew before that there could be such a change in anything. There were very few spots of sunshine in poor Ginger’s life, and the sadnesses were so many!” After a moment she added, mournfully, “I fear some people’s lives are just like Ginger’s.”\nThis morning Helen was reading for the first time Bryant’s poem, “Oh, mother of a mighty race!” I said to her, “Tell me, when you have read the poem through, who you think the mother is.” When she came to the line, “There’s freedom at thy gates, and rest,” she exclaimed: “It means America! The gate, I suppose, is New York City, and Freedom is the great statue of Liberty.” After she had read The Battlefield, by the same author, I asked her which verse she thought was the most beautiful. She replied, “I like this verse best:\n\n‘Truth crushed to earth shall rise again;\n\nThe eternal years of God are hers;\n\nBut Error, wounded, writhes with pain,\n\nAnd dies among his worshipers.’ ”\n\nShe is at once transported into the midst of the events of a story. She rejoices when justice wins, she is sad when virtue lies low, and her face glows with admiration and reverence when heroic deeds are described. She even enters into the spirit of battle; she says, “I think it is right for men to fight against wrongs and tyrants.”\nHere begins Miss Sullivan’s connected account in the report of 1891:\nDuring the past three years Helen has continued to make rapid progress in the acquisition of language. She has one advantage over ordinary children, that nothing from without distracts her attention from her studies.\nBut this advantage involves a corresponding disadvantage, the danger of unduly severe mental application. Her mind is so constituted that she is in a state of feverish unrest while conscious that there is something that she does not comprehend. I have never known her to be willing to leave a lesson when she felt that there was anything in it which she did not understand. If I suggest her leaving a problem in arithmetic until the next day, she answers, “I think it will make my mind stronger to do it now.”\nA few evenings ago we were discussing the tariff. Helen wanted me to tell her about it. I said: “No. You cannot understand it yet.” She was quiet for a moment, and then asked, with spirit: “How do you know that I cannot understand? I have a good mind! You must remember, dear teacher, that Greek parents were very particular with their children, and they used to let them listen to wise words, and I think they understood some of them.” I have found it best not to tell her that she cannot understand, because she is almost certain to become excited.\nNot long ago I tried to show her how to build a tower with her blocks. As the design was somewhat complicated, the slightest jar made the structure fall. After a time I became discouraged, and told her I was afraid she could not make it stand, but that I would build it for her; but she did not approve of this plan. She was determined to build the tower herself; and for nearly three hours she worked away, patiently gathering up the blocks whenever they fell, and beginning over again, until at last her perseverance was crowned with success. The tower stood complete in every part.\nUntil October, 1889, I had not deemed it best to confine Helen to any regular and systematic course of study. For the first two years of her intellectual life she was like a child in a strange country, where everything was new and perplexing; and, until she gained a knowledge of language, it was not possible to give her a definite course of instruction.\nMoreover, Helen’s inquisitiveness was so great during these years that it would have interfered with her progress in the acquisition of language, if a consideration of the questions which were constantly occurring to her had been deferred until the completion of a lesson. In all probability she would have forgotten the question, and a good opportunity to explain something of real interest to her would have been lost. Therefore it has always seemed best to me to teach anything whenever my pupil needed to know it, whether it had any bearing on the projected lesson or not, her inquiries have often led us far away from the subject under immediate consideration.\nSince October, 1889, her work has been more regular and has included arithmetic, geography, zoology, botany and reading.\nShe has made considerable progress in the study of arithmetic. She readily explains the processes of multiplication, addition, subtraction, and division, and seems to understand the operations. She has nearly finished Colburn’s mental arithmetic, her last work being in improper fractions. She has also done some good work in written arithmetic. Her mind works so rapidly, that it often happens, that when I give her an example she will give me the correct answer before I have time to write out the question. She pays little attention to the language used in stating a problem, and seldom stops to ask the meaning of unknown words or phrases until she is ready to explain her work. Once, when a question puzzled her very much, I suggested that we take a walk and then perhaps she would understand it. She shook her head decidedly, and said: “My enemies would think I was running away. I must stay and conquer them now,” and she did.\nThe intellectual improvement which Helen has made in the past two years is shown more clearly in her greater command of language and in her ability to recognize nicer shades of meaning in the use of words, than in any other branch of her education.\nNot a day passes that she does not learn many new words, nor are these merely the names of tangible and sensible objects. For instance, she one day wished to know the meaning of the following words: phenomenon, comprise, energy, reproduction, extraordinary, perpetual and mystery. Some of these words have successive steps of meaning, beginning with what is simple and leading on to what is abstract. It would have been a hopeless task to make Helen comprehend the more abstruse meanings of the word mystery, but she understood readily that it signified something hidden or concealed, and when she makes greater progress she will grasp its more abstruse meaning as easily as she now does the simpler signification. In investigating any subject there must occur at the beginning words and phrases which cannot be adequately understood until the pupil has made considerable advancement; yet I have thought it best to go on giving my pupil simple definitions, thinking that, although these may be somewhat vague and provisional, they will come to one another’s assistance, and that what is obscure today will be plain tomorrow.\nI regard my pupil as a free and active being, whose own spontaneous impulses must be my surest guide. I have always talked to Helen exactly as I would talk to a seeing and hearing child, and I have insisted that other people should do the same. Whenever anyone asks me if she will understand this or that word I always reply: “Never mind whether she understands each separate word of a sentence or not. She will guess the meanings of the new words from their connection with others which are already intelligible to her.”\nIn selecting books for Helen to read, I have never chosen them with reference to her deafness and blindness. She always reads such books as seeing and hearing children of her age read and enjoy. Of course, in the beginning it was necessary that the things described should be familiar and interesting, and the English pure and simple. I remember distinctly when she first attempted to read a little story. She had learned the printed letters, and for some time had amused herself by making simple sentences, using slips on which the words were printed in raised letters; but these sentences had no special relation to one another. One morning we caught a mouse, and it occurred to me, with a live mouse and a live cat to stimulate her interest, that I might arrange some sentences in such a way as to form a little story, and thus give her a new conception of the use of language. So I put the following sentences in the frame, and gave it to Helen: “The cat is on the box. A mouse is in the box. The cat can see the mouse. The cat would like to eat the mouse. Do not let the cat get the mouse. The cat can have some milk, and the mouse can have some cake.” The word the she did not know, and of course she wished it explained. At that stage of her advancement it would have been impossible to explain its use, and so I did not try, but moved her finger on to the next word, which she recognized with a bright smile. Then, as I put her hand upon puss sitting on the box, she made a little exclamation of surprise, and the rest of the sentence became perfectly clear to her. When she had read the words of the second sentence, I showed her that there really was a mouse in the box. She then moved her finger to the next line with an expression of eager interest. “The cat can see the mouse.” Here I made the cat look at the mouse, and let Helen feel the cat. The expression of the little girl’s countenance showed that she was perplexed. I called her attention to the following line, and, although she knew only the three words, cat, eat and mouse, she caught the idea. She pulled the cat away and put her on the floor, at the same time covering the box with the frame. When she read, “Do not let the cat get the mouse!” she recognized the negation in the sentence, and seemed to know that the cat must not get the mouse. Get and let were new words. She was familiar with the words of the last sentence, and was delighted when allowed to act them out. By signs she made me understand that she wished another story, and I gave her a book containing very short stories, written in the most elementary style. She ran her fingers along the lines, finding the words she knew and guessing at the meaning of others, in a way that would convince the most conservative of educators that a little deaf child, if given the opportunity, will learn to read as easily and naturally as ordinary children.\nI am convinced that Helen’s use of English is due largely to her familiarity with books. She often reads for two or three hours in succession, and then lays aside her book reluctantly. One day as we left the library I noticed that she appeared more serious than usual, and I asked the cause. “I am thinking how much wiser we always are when we leave here than we are when we come,” was her reply.\nWhen asked why she loved books so much, she once replied: “Because they tell me so much that is interesting about things I cannot see, and they are never tired or troubled like people. They tell me over and over what I want to know.”\nWhile reading from Dickens’s Child’s History of England, we came to the sentence, “Still the spirit of the Britons was not broken.” I asked what she thought that meant. She replied, “I think it means that the brave Britons were not discouraged because the Romans had won so many battles, and they wished all the more to drive them away.” It would not have been possible for her to define the words in this sentence; and yet she had caught the author’s meaning, and was able to give it in her own words. The next lines are still more idiomatic, “When Suetonius left the country, they fell upon his troops and retook the island of Anglesea.” Here is her interpretation of the sentence: “It means that when the Roman general had gone away, the Britons began to fight again; and because the Roman soldiers had no general to tell them what to do, they were overcome by the Britons and lost the island they had captured.”\nShe prefers intellectual to manual occupations, and is not so fond of fancy work as many of the blind children are; yet she is eager to join them in whatever they are doing. She has learned to use the Caligraph typewriter, and writes very correctly, but not rapidly as yet, having had less than a month’s practice.\nMore than two years ago a cousin taught her the telegraph alphabet by making the dots and dashes on the back of her hand with his finger. Whenever she meets anyone who is familiar with this system, she is delighted to use it in conversation. I have found it a convenient medium of communicating with Helen when she is at some distance from me, for it enables me to talk with her by tapping upon the floor with my foot. She feels the vibrations and understands what is said to her.\nIt was hoped that one so peculiarly endowed by nature as Helen, would, if left entirely to her own resources, throw some light upon such psychological questions as were not exhaustively investigated by Dr. Howe; but their hopes were not to be realized. In the case of Helen, as in that of Laura Bridgman, disappointment was inevitable. It is impossible to isolate a child in the midst of society, so that he shall not be influenced by the beliefs of those with whom he associates. In Helen’s case such an end could not have been attained without depriving her of that intercourse with others, which is essential to her nature.\nIt must have been evident to those who watched the rapid unfolding of Helen’s faculties that it would not be possible to keep her inquisitive spirit for any length of time from reaching out toward the unfathomable mysteries of life. But great care has been taken not to lead her thoughts prematurely to the consideration of subjects which perplex and confuse all minds. Children ask profound questions, but they often receive shallow answers, or, to speak more correctly, they are quieted by such answers.\n“Where did I come from?” and “Where shall I go when I die?” were questions Helen asked when she was eight years old. But the explanations which she was able to understand at that time did not satisfy, although they forced her to remain silent, until her mind should begin to put forth its higher powers, and generalize from innumerable impressions and ideas which streamed in upon it from books and from her daily experiences. Her mind sought for the cause of things.\nAs her observation of phenomena became more extensive and her vocabulary richer and more subtle, enabling her to express her own conceptions and ideas clearly, and also to comprehend the thoughts and experiences of others, she became acquainted with the limit of human creative power, and perceived that some power, not human, must have created the earth, the sun, and the thousand natural objects with which she was perfectly familiar.\nFinally she one day demanded a name for the power, the existence of which she had already conceived in her own mind.\nThrough Charles Kingsley’s Greek Heroes she had become familiar with the beautiful stories of the Greek gods and goddesses, and she must have met with the words God, heaven, soul, and a great many similar expressions in books.\nShe never asked the meaning of such words, nor made any comment when they occurred; and until February, 1889, no one had ever spoken to her of God. At that time, a dear relative who was also an earnest Christian, tried to tell her about God but, as this lady did not use words suited to the comprehension of the child, they made little impression upon Helen’s mind. When I subsequently talked with her she said: “I have something very funny to tell you. A. says God made me and everyone out of sand; but it must be a joke. I am made of flesh and blood and bone, am I not?” Here she examined her arm with evident satisfaction, laughing heartily to herself. After a moment she went on: “A. says God is everywhere, and that He is all love; but I do not think a person can be made out of love. Love is only something in our hearts. Then A. said another very comical thing. She says He (meaning God) is my dear father. It made me laugh quite hard, for I know my father is Arthur Keller.”\nI explained to her that she was not yet able to understand what had been told her, and so easily led her to see that it would be better not to talk about such things until she was wiser.\nShe had met with the expression Mother Nature in the course of her reading, and for a long time she was in the habit of ascribing to Mother Nature whatever she felt to be beyond the power of man to accomplish. She would say, when speaking of the growth of a plant, “Mother Nature sends the sunshine and the rain to make the trees and the grass and the flowers grow.” The following extract from my notes will show what were her ideas at this time:\nHelen seemed a little serious after supper, and Mrs. H. asked her of what she was thinking. “I am thinking how very busy dear Mother Nature is in the springtime,” she replied. When asked why, she answered: “Because she has so many children to take care of. She is the mother of everything; the flowers and trees and winds.”\n“How does Mother Nature take care of the flowers?” I asked.\n“She sends the sunshine and rain to make them grow,” Helen replied; and after a moment she added, “I think the sunshine is Nature’s warm smile, and the raindrops are her tears.”\nLater she said: “I do not know if Mother Nature made me. I think my mother got me from heaven, but I do not know where that place is. I know that daisies and pansies come from seeds which have been put in the ground; but children do not grow out of the ground, I am sure. I have never seen a plant-child! But I cannot imagine who made Mother Nature, can you? I love the beautiful spring, because the budding trees and the blossoming flowers and the tender green leaves fill my heart with joy. I must go now to see my garden. The daisies and the pansies will think I have forgotten them.”\nAfter May, 1890, it was evident to me that she had reached a point where it was impossible to keep from her the religious beliefs held by those with whom she was in daily contact. She almost overwhelmed me with inquiries which were the natural outgrowth of her quickened intelligence.\nEarly in May she wrote on her tablet the following list of questions:\n“I wish to write about things I do not understand. Who made the earth and the seas, and everything? What makes the sun hot? Where was I before I came to mother? I know that plants grow from seeds which are in the ground, but I am sure people do not grow that way. I never saw a child-plant. Little birds and chickens come out of eggs. I have seen them. What was the egg before it was an egg? Why does not the earth fall, it is so very large and heavy? Tell me something that Father Nature does. May I read the book called the Bible? Please tell your little pupil many things when you have much time.”\nCan anyone doubt after reading these questions that the child who was capable of asking them was also capable of understanding at least their elementary answers? She could not, of course, have grasped such abstractions as a complete answer to her questions would involve; but one’s whole life is nothing more than a continual advance in the comprehension of the meaning and scope of such ideas.\nThroughout Helen’s education I have invariably assumed that she can understand whatever it is desirable for her to know. Unless there had been in Helen’s mind some such intellectual process as the questions indicate, any explanation of them would have been unintelligible to her. Without that degree of mental development and activity which perceives the necessity of superhuman creative power, no explanation of natural phenomena is possible.\nAfter she had succeeded in formulating the ideas which had been slowly growing in her mind, they seemed suddenly to absorb all her thoughts, and she became impatient to have everything explained. As we were passing a large globe a short time after she had written the questions, she stopped before it and asked, “Who made the real world?” I replied, “No one knows how the earth, the sun, and all the worlds which we call stars came to be; but I will tell you how wise men have tried to account for their origin, and to interpret the great and mysterious forces of nature.”\nShe knew that the Greeks had many gods to whom they ascribed various powers, because they believed that the sun, the lightning, and a hundred other natural forces, were independent and superhuman powers. But after a great deal of thought and study, I told her, men came to believe that all forces were manifestations of one power, and to that power they gave the name God.\nShe was very still for a few minutes, evidently thinking earnestly. She then asked, “Who made God?” I was compelled to evade her question, for I could not explain to her the mystery of a self-existent being. Indeed, many of her eager questions would have puzzled a far wiser person than I am. Here are some of them: “What did God make the new worlds out of?” “Where did He get the soil, and the water, and the seeds, and the first animals?” “Where is God?” “Did you ever see God?” I told her that God was everywhere, and that she must not think of Him as a person, but as the life, the mind, the soul of everything. She interrupted me: “Everything does not have life. The rocks have not life, and they cannot think.” It is often necessary to remind her that there are infinitely many things that the wisest people in the world cannot explain.\nNo creed or dogma has been taught to Helen, nor has any effort been made to force religious beliefs upon her attention. Being fully aware of my own incompetence to give her any adequate explanations of the mysteries which underlie the names of God, soul, and immortality, I have always felt obliged, by a sense of duty to my pupil, to say as little as possible about spiritual matters. The Rt. Rev. Phillips Brooks18 has explained to her in a beautiful way the fatherhood of God.\nShe has not as yet been allowed to read the Bible, because I do not see how she can do so at present without getting a very erroneous conception of the attributes of God. I have already told her in simple language of the beautiful and helpful life of Jesus, and of His cruel death. The narrative affected her greatly when first she listened to it.\nWhen she referred to our conversation again, it was to ask, “Why did not Jesus go away, so that His enemies could not find Him?” She thought the miracles of Jesus very strange. When told that Jesus walked on the sea to meet His disciples, she said, decidedly, “It does not mean walked, it means swam.” When told of the instance in which Jesus raised the dead, she was much perplexed, saying, “I did not know life could come back into the dead body!”\nOne day she said, sadly: “I am blind and deaf. That is why I cannot see God.” I taught her the word invisible, and told her we could not see God with our eyes, because He was a spirit; but that when our hearts were full of goodness and gentleness, then we saw Him because then we were more like Him.\nAt another time she asked, “What is a soul?” “No one knows what the soul is like,” I replied; “but we know that it is not the body, and it is that part of us which thinks and loves and hopes, and which Christian people believe will live on after the body is dead.” I then asked her, “Can you think of your soul as separate from your body?” “Oh, yes!” she replied; “because last hour I was thinking very hard of Mr. Anagnos, and then my mind,”⁠—then changing the word⁠—“my soul was in Athens, but my body was here in the study.” At this moment another thought seemed to flash through her mind, and she added, “But Mr. Anagnos did not speak to my soul.” I explained to her that the soul, too, is invisible, or in other words, that it is without apparent form. “But if I write what my soul thinks,” she said, “then it will be visible, and the words will be its body.”\nA long time ago Helen said to me, “I would like to live sixteen hundred years.” When asked if she would not like to live always in a beautiful country called heaven, her first question was, “Where is heaven?” I was obliged to confess that I did not know, but suggested that it might be on one of the stars. A moment after she said, “Will you please go first and tell me all about it?” and then she added, “Tuscumbia is a very beautiful little town.” It was more than a year before she alluded to the subject again, and when she did return to it, her questions were numerous and persistent. She asked: “Where is heaven, and what is it like? Why cannot we know as much about heaven as we do about foreign countries?” I told her in very simple language that there may be many places called heaven, but that essentially it was a condition⁠—the fulfilment of the heart’s desire, the satisfaction of its wants; and that heaven existed wherever right was acknowledged, believed in, and loved.\nShe shrinks from the thought of death with evident dismay. Recently, on being shown a deer which had been killed by her brother, she was greatly distressed, and asked sorrowfully, “Why must everything die, even the fleet-footed deer?” At another time she asked, “Do you not think we would be very much happier always, if we did not have to die?” I said, “No; because, if there were no death, our world would soon be so crowded with living creatures that it would be impossible for any of them to live comfortably.” “But,” said Helen, quickly, “I think God could make some more worlds as well as He made this one.”\nWhen friends have told her of the great happiness which awaits her in another life, she instantly asked: “How do you know, if you have not been dead?”\nThe literal sense in which she sometimes takes common words and idioms shows how necessary it is that we should make sure that she receives their correct meaning. When told recently that Hungarians were born musicians, she asked in surprise, “Do they sing when they are born?” When her friend added that some of the pupils he had seen in Budapest had more than one hundred tunes in their heads, she said, laughing, “I think their heads must be very noisy.” She sees the ridiculous quickly, and, instead of being seriously troubled by metaphorical language, she is often amused at her own too literal conception of its meaning.\nHaving been told that the soul was without form, she was much perplexed at David’s words, “He leadeth my soul.” “Has it feet? Can it walk? Is it blind?” she asked; for in her mind the idea of being led was associated with blindness.\nOf all the subjects which perplex and trouble Helen, none distresses her so much as the knowledge of the existence of evil, and of the suffering which results from it. For a long time it was possible to keep this knowledge from her; and it will always be comparatively easy to prevent her from coming in personal contact with vice and wickedness. The fact that sin exists, and that great misery results from it, dawned gradually upon her mind as she understood more and more clearly the lives and experiences of those around her. The necessity of laws and penalties had to be explained to her. She found it very hard to reconcile the presence of evil in the world with the idea of God which had been presented to her mind.\nOne day she asked, “Does God take care of us all the time?” She was answered in the affirmative", "summary": "\nThis text provides a detailed account of Helen Keller's education and development during her formative years, as documented primarily by her teacher, Miss Sullivan. Helen, who was both deaf and blind, demonstrated remarkable intelligence and curiosity as she learned to communicate and understand the world around her. Wherever she went, Helen attracted attention and admiration for her radiant happiness and enthusiasm. Despite her disabilities, people rarely expressed pity for her, instead noting her exceptional presence and joy for life.\nHelen's acquisition of language forms a central thread throughout the narrative. Miss Sullivan approached teaching language not by beginning with grammatical rules, but by connecting words directly to Helen's sensory experiences and emotions. For instance, when Helen tasted something sweet, Miss Sullivan would spell \"sweet\" into her hand, creating an immediate association between the sensation and the word. Similarly, when Helen encountered something sour, she learned to associate that sensation with its corresponding word. This method proved remarkably effective, as Helen rapidly expanded her vocabulary to include not only physical objects but also abstract concepts and emotions.\nThe teacher emphasized that teaching Helen was largely a matter of following the natural development of her mind rather than imposing rigid educational structures. Until October 1889, Helen did not follow a systematic course of study, as Miss Sullivan believed it would interfere with her natural curiosity and language acquisition. Instead, she taught Helen whatever she needed to know when she needed to know it, regardless of whether it aligned with planned lessons. This approach allowed Helen's inquisitiveness to guide her education. Later, her studies became more structured and included arithmetic, geography, zoology, botany, and reading.\nDespite lacking sight and hearing, Helen developed extraordinarily acute senses of touch, smell, and taste. Her sense of touch became so refined that she could recognize people immediately by touching their hands or clothing. More remarkably, she could perceive the emotional states of those around her through subtle changes in their muscle tension, movements, and physical responses. She could detect a person's happiness, sadness, impatience, or approval through physical contact, essentially reading emotions through touch. Her memory for scents was vivid, and she took great pleasure in flowers and natural fragrances, which often triggered associations with past experiences.\nHelen's personality emerges clearly throughout the text. She was described as determined, patient, and remarkably persistent. When building a tower with blocks that repeatedly fell, she worked for nearly three hours until she succeeded, refusing help. She was intellectually curious and would not leave a lesson until she fully understood it. When her teacher suggested postponing a difficult arithmetic problem, Helen insisted, \"I think it will make my mind stronger to do it now.\" Her natural disposition was described as joyful, affectionate, and rarely fretful or irritable. She showed great empathy toward others, particularly younger children and animals, and was deeply concerned with kindness and fairness.\nReading became one of Helen's greatest pleasures and a primary source of information about the world beyond her reach. She often read for hours at a time and explained her love of books saying, \"Because they tell me so much that is interesting about things I cannot see, and they are never tired or troubled like people.\" Her reading material was not specially selected due to her disabilities; rather, she read the same books that seeing and hearing children her age enjoyed. Through reading, she developed sophisticated language skills and displayed impressive comprehension, often capturing the essence of complex passages even when she couldn't define every word.\nHelen's intellectual development extended to abstract concepts, including philosophical and theological questions. As her mind developed, she began asking profound questions about the origin of life, the nature of God, the creation of the world, and what happens after death. At age eight, she asked, \"Where did I come from?\" and \"Where shall I go when I die?\" Her inquiries revealed a mind seeking to understand cause and effect relationships beyond immediate physical experiences. When Helen learned about the concept of God, she approached it with both skepticism and curiosity, asking practical questions that reflected her concrete thinking, such as \"Who made God?\" and \"Where did He get the soil, and the water, and the seeds, and the first animals?\"\nThe concept of death troubled Helen deeply. She was distressed when she learned about mortality, asking, \"Why must everything die, even the fleet-footed deer?\" and wondering if we would be happier if we never had to die. When told about heaven, she asked practical questions about its location and characteristics, wondering why we couldn't know as much about heaven as we do about foreign countries. Her teacher explained heaven as essentially a condition—the fulfillment of the heart's desire and the satisfaction of its wants—existing wherever right was acknowledged and loved.\nHelen's response to literature was deeply emotional and empathetic. When reading \"Black Beauty,\" she sobbed upon recognizing the character Ginger in her broken-down state, saying, \"I could see the way Ginger looked; all her beauty gone, her beautiful arched neck drooping, all the spirit gone out of her flashing eyes, all the playfulness gone out of her manner.\" She demonstrated strong moral intuition, rejoicing \"when justice wins\" and becoming sad \"when virtue lies low.\" When asked about her favorite verse from a poem by Bryant, she chose lines about truth rising again despite being crushed, showing her appreciation for profound ethical concepts.\nHelen made considerable progress in formal subjects, particularly arithmetic and language. She quickly grasped mathematical operations and could often provide answers before her teacher finished writing the questions. Her command of language continued to improve, and she regularly learned many new words, including abstract terms like \"phenomenon,\" \"comprise,\" \"energy,\" \"reproduction,\" \"extraordinary,\" \"perpetual,\" and \"mystery.\" Miss Sullivan noted that even when Helen didn't understand every word in a complex sentence, she could often grasp the overall meaning from context.\nThe teaching methods employed with Helen contrasted sharply with those used at a school for deaf children that Helen visited. Miss Sullivan observed with dismay that children at this school were being taught language mechanically, constructing simple sentences like \"I have a new dress\" or \"I have a large ball\" on the blackboard. She criticized this approach, noting that hearing children naturally learn language through meaningful communication rather than grammar exercises. She believed these mechanical methods crushed children's natural impulse to communicate and insisted that language should not be associated with \"endless hours in school\" or \"puzzling questions in grammar\" but should develop naturally through authentic expression and communication.\nHelen's education revealed important insights about the nature of language acquisition. Miss Sullivan emphasized that the capacity to experience sensations, rather than merely learning words, was foundational to Helen's education. She explained that teaching Helen was not about imparting information but about helping her connect words to concepts she already understood through experience. This point was frequently missed by \"learned doctors\" who marveled at Helen's progress yet failed to understand the simple principle that language instruction builds upon existing conceptual foundations.\nThe most significant challenge Helen faced was understanding the existence of evil and suffering in the world. As she grew older and learned more about life, she struggled to reconcile the presence of evil with her developing concept of God. The necessity of laws and penalties had to be explained to her, and she found it difficult to make sense of why suffering existed. This philosophical problem troubled her more deeply than any other aspect of her education, highlighting how her moral sensibilities developed alongside her intellectual capabilities.\nThroughout the text, Helen emerges as a child of remarkable resilience and capability, whose disabilities, while significant, did not define or limit her. Her story demonstrates the powerful combination of natural intelligence, effective teaching methods, and persistent curiosity that allowed her to overcome extraordinary obstacles and develop into a thoughtful, articulate individual with deep insights into human experience. Her education serves as a testament to the human capacity to transcend physical limitations and engage fully with the intellectual and emotional dimensions of life.\n", "map": [["Helen Keller", "deafness and blindness"], ["Helen Keller", "intelligence"], ["Helen Keller", "curiosity"], ["Helen Keller", "Miss Sullivan"], ["Miss Sullivan", "innovative teaching methods"], ["Miss Sullivan", "natural development approach"], ["Miss Sullivan", "experiential learning"], ["language acquisition", "central focus"], ["language acquisition", "sensory experiences"], ["language acquisition", "words connected to sensations"], ["language acquisition", "abstract concepts"], ["teaching methodology", "follow natural development"], ["teaching methodology", "curiosity-driven"], ["teaching methodology", "needs-based learning"], ["teaching methodology", "criticism of mechanical methods"], ["Helen Keller", "acute senses"], ["acute senses", "touch recognition"], ["acute senses", "emotional perception"], ["acute senses", "scent memory"], ["Helen Keller", "personality traits"], ["personality traits", "determination"], ["personality traits", "persistence"], ["personality traits", "patience"], ["personality traits", "joyful disposition"], ["personality traits", "empathy"], ["Helen Keller", "reading"], ["reading", "greatest pleasure"], ["reading", "access to wider world"], ["reading", "emotional response"], ["reading", "moral intuition"], ["Helen Keller", "intellectual development"], ["intellectual development", "abstract thinking"], ["intellectual development", "philosophical questions"], ["intellectual development", "theological inquiries"], ["intellectual development", "arithmetic skills"], ["intellectual development", "language proficiency"], ["abstract concepts", "origin of life"], ["abstract concepts", "nature of God"], ["abstract concepts", "concept of death"], ["abstract concepts", "problem of evil"], ["concept of death", "emotional distress"], ["concept of death", "questions about heaven"], ["problem of evil", "greatest challenge"], ["problem of evil", "reconciliation with God concept"], ["teaching methods comparison", "Sullivan's natural approach"], ["teaching methods comparison", "mechanical methods for deaf children"], ["language learning", "natural communication"], ["language learning", "authentic expression"], ["language learning", "experiential foundation"]]}