{"source": "https://standardebooks.org/ebooks/helen-keller/the-story-of-my-life/text/single-page", "text": " “Then why did He let little sister fall this morning, and hurt her head so badly?” Another time she was asking about the power and goodness of God. She had been told of a terrible storm at sea, in which several lives were lost, and she asked, “Why did not God save the people if He can do all things?”\nSurrounded by loving friends and the gentlest influences, as Helen had always been, she has, from the earliest stage of her intellectual enlightenment, willingly done right. She knows with unerring instinct what is right, and does it joyously. She does not think of one wrong act as harmless, of another as of no consequence, and of another as not intended. To her pure soul all evil is equally unlovely.\nThese passages from the paper Miss Sullivan prepared for the meeting at Chautauqua, in July, 1894, of the American Association to Promote the Teaching of Speech to the Deaf, contain her latest written account of her methods.\nYou must not imagine that as soon as Helen grasped the idea that everything had a name she at once became mistress of the treasury of the English language, or that “her mental faculties emerged, full armed, from their then living tomb, as Pallas Athene from the head of Zeus,” as one of her enthusiastic admirers would have us believe. At first, the words, phrases and sentences which she used in expressing her thoughts were all reproductions of what we had used in conversation with her, and which her memory had unconsciously retained. And indeed, this is true of the language of all children. Their language is the memory of the language they hear spoken in their homes. Countless repetition of the conversation of daily life has impressed certain words and phrases upon their memories, and when they come to talk themselves, memory supplies the words they lisp. Likewise, the language of educated people is the memory of the language of books.\nLanguage grows out of life, out of its needs and experiences. At first my little pupil’s mind was all but vacant. She had been living in a world she could not realize. Language and knowledge are indissolubly connected; they are interdependent. Good work in language presupposes and depends on a real knowledge of things. As soon as Helen grasped the idea that everything had a name, and that by means of the manual alphabet these names could be transmitted from one to another, I proceeded to awaken her further interest in the objects whose names she learned to spell with such evident joy. I never taught language for the purpose of teaching it; but invariably used language as a medium for the communication of thought; thus the learning of language was coincident with the acquisition of knowledge. In order to use language intelligently, one must have something to talk about, and having something to talk about is the result of having had experiences; no amount of language training will enable our little children to use language with ease and fluency unless they have something clearly in their minds which they wish to communicate, or unless we succeed in awakening in them a desire to know what is in the minds of others.\nAt first I did not attempt to confine my pupil to any system. I always tried to find out what interested her most, and made that the starting-point for the new lesson, whether it had any bearing on the lesson I had planned to teach or not. During the first two years of her intellectual life, I required Helen to write very little. In order to write one must have something to write about, and having something to write about requires some mental preparation. The memory must be stored with ideas and the mind must be enriched with knowledge before writing becomes a natural and pleasurable effort. Too often, I think, children are required to write before they have anything to say. Teach them to think and read and talk without self-repression, and they will write because they cannot help it.\nHelen acquired language by practice and habit rather than by study of rules and definitions. Grammar with its puzzling array of classifications, nomenclatures, and paradigms, was wholly discarded in her education. She learned language by being brought in contact with the living language itself; she was made to deal with it in everyday conversation, and in her books, and to turn it over in a variety of ways until she was able to use it correctly. No doubt I talked much more with my fingers, and more constantly than I should have done with my mouth; for had she possessed the use of sight and hearing, she would have been less dependent on me for entertainment and instruction.\nI believe every child has hidden away somewhere in his being noble capacities which may be quickened and developed if we go about it in the right way; but we shall never properly develop the higher natures of our little ones while we continue to fill their minds with the so-called rudiments. Mathematics will never make them loving, nor will the accurate knowledge of the size and shape of the world help them to appreciate its beauties. Let us lead them during the first years to find their greatest pleasure in Nature. Let them run in the fields, learn about animals, and observe real things. Children will educate themselves under right conditions. They require guidance and sympathy far more than instruction.\nI think much of the fluency with which Helen uses language is due to the fact that nearly every impression which she receives comes through the medium of language. But after due allowance has been made for Helen’s natural aptitude for acquiring language, and for the advantage resulting from her peculiar environment, I think that we shall still find that the constant companionship of good books has been of supreme importance in her education. It may be true, as some maintain, that language cannot express to us much beyond what we have lived and experienced; but I have always observed that children manifest the greatest delight in the lofty, poetic language which we are too ready to think beyond their comprehension. “This is all you will understand,” said a teacher to a class of little children, closing the book which she had been reading to them. “Oh, please read us the rest, even if we won’t understand it,” they pleaded, delighted with the rhythm, and the beauty which they felt, even though they could not have explained it. It is not necessary that a child should understand every word in a book before he can read with pleasure and profit. Indeed, only such explanations should be given as are really essential. Helen drank in language which she at first could not understand, and it remained in her mind until needed, when it fitted itself naturally and easily into her conversation and compositions. Indeed, it is maintained by some that she reads too much, that a great deal of originative force is dissipated in the enjoyment of books; that when she might see and say things for herself, she sees them only through the eyes of others, and says them in their language, but I am convinced that original composition without the preparation of much reading is an impossibility. Helen has had the best and purest models in language constantly presented to her, and her conversation and her writing are unconscious reproductions of what she has read. Reading, I think, should be kept independent of the regular school exercises. Children should be encouraged to read for the pure delight of it. The attitude of the child toward his books should be that of unconscious receptivity. The great works of the imagination ought to become a part of his life, as they were once of the very substance of the men who wrote them. It is true, the more sensitive and imaginative the mind is that receives the thought-pictures and images of literature, the more nicely the finest lines are reproduced. Helen has the vitality of feeling, the freshness and eagerness of interest, and the spiritual insight of the artistic temperament, and naturally she has a more active and intense joy in life, simply as life, and in nature, books, and people than less gifted mortals. Her mind is so filled with the beautiful thoughts and ideals of the great poets that nothing seems commonplace to her; for her imagination colours all life with its own rich hues.\nThere has been much discussion of such of Miss Sullivan’s statements and explanations as have been published before. Too much has been written by people who do not know the problems of the deaf at first hand, and I do not care to add much to it. Miss Keller’s education, however, is so fundamentally a question of language teaching that it rather includes the problems of the deaf than limits itself to the deaf alone. Teachers can draw their own conclusions. For the majority of readers, who will not approach Miss Keller’s life from the educator’s point of view, I will summarize a few principal things in Miss Sullivan’s methods.\nMiss Sullivan has begun where Dr. Howe left off. He invented the instrument, the physical means of working, but the teaching of language is quite another thing from the mechanical means by which language may be taught. By experiment, by studying other children, Miss Sullivan came upon the practical way of teaching language by the natural method. It was for this “natural method” that Dr. Howe was groping, but he never got to this idea, that a deaf child should not be taught each word separately by definition, but should be given language by endless repetition of language which it does not understand. And this is Miss Sullivan’s great discovery. All day long in their playtime and work-time Miss Sullivan kept spelling into her pupil’s hand, and by that Helen Keller absorbed words, just as the child in the cradle absorbs words by hearing thousands of them before he uses one and by associating the words with the occasion of their utterance. Thus he learns that words name things and actions and feelings. Now, that is the first principle in Miss Sullivan’s method, one that had practical results, and one which, so far as I can discover, had never been put in practice in the education of a deaf child, not to say a deaf-blind child, until Miss Sullivan tried it with Helen Keller. And the principle had never been formulated clearly until Miss Sullivan wrote her letters.\nThe second principle in her method (the numerical order is, of course, arbitrary) is never to talk to the child about things distasteful or wearisome to him. In the first deaf school Miss Sullivan ever visited, the teacher was busy at the blackboard telling the children by written words something they did not want to know, while they were crowding round their visitor with wide-awake curiosity, showing there were a thousand things they did want to know. Why not, says Miss Sullivan, make a language lesson out of what they were interested in?\nAkin to this idea of talking to the child about what interests him, is the principle never to silence a child who asks questions, but to answer the questions as truly as possible; for, says Miss Sullivan, the question is the door to the child’s mind. Miss Sullivan never needlessly belittled her ideas or expressions to suit the supposed state of the child’s intelligence. She urged everyone to speak to Helen naturally, to give her full sentences and intelligent ideas, never minding whether Helen understood or not. Thus Miss Sullivan knew what so many people do not understand, that after the first rudimentary definitions of hat, cup, go, sit, the unit of language, as the child learns it, is the sentence, which is also the unit of language in our adult experience. We do not take in a sentence word by word, but as a whole. It is the proposition, something predicated about something, that conveys an idea. True, single words do suggest and express ideas; the child may say simply “mamma” when he means “Where is mamma?” but he learns the expression of the ideas that relate to mamma⁠—he learns language⁠—by hearing complete sentences. And though Miss Sullivan did not force grammatical completeness upon the first finger-lispings of her pupil, yet when she herself repeated Helen’s sentence, “mamma milk,” she filled out the construction, completed the child’s ellipsis and said, “Mamma will bring Helen some milk.”\nThus Miss Sullivan was working out a natural method, which is so simple, so lacking in artificial system, that her method seems rather to be a destruction of method. It is doubtful if we should have heard of Helen Keller if Miss Sullivan had not been where there were other children. By watching them, she learned to treat her pupil as nearly as possible like an ordinary child.\nThe manual alphabet was not the only means of presenting words to Helen Keller’s fingers. Books supplemented, perhaps equaled in importance the manual alphabet, as a means of teaching language. Helen sat poring over them before she could read, not at first for the story, but to find words she knew; and the definition of new words which is implied in their context, in their position with reference to words known, added to Helen’s vocabulary. Books are the storehouse of language, and any child, whether deaf or not, if he has his attention attracted in any way to printed pages, must learn. He learns not by reading what he understands, but by reading and remembering words he does not understand. And though perhaps few children will have as much precocious interest in books as did Helen Keller, yet the natural curiosity of every healthy child may be turned to printed pages, especially if the teacher is clever and plays a word game as Miss Sullivan did. Helen Keller is supposed to have a special aptitude for languages. It is true rather that she has a special aptitude for thinking, and her leaning toward language is due to the fact that language to her meant life. It was not a special subject, like geography or arithmetic, but her way to outward things.\nWhen at the age of fourteen she had had but a few lessons in German, she read over the words of Wilhelm Tell and managed to get the story. Of grammar she knew nothing and she cared nothing for it. She got the language from the language itself, and this is, next to hearing the language spoken, the way for anyone to get a foreign tongue, more vital and, in the end, easier than our schoolroom method of beginning with the grammar. In the same way she played with Latin, learning not only from the lessons her first Latin teacher gave her, but from going over and over the words of a text, a game she played by herself.\nMr. John D. Wright, one of her teachers at the Wright-Humason School, says in a letter to me:\n“Often I found her, when she had a little leisure, sitting in her favourite corner, in a chair whose arms supported the big volume prepared for the blind, and passing her finger slowly over the lines of Molière’s Le Médecin Malgré Lui, chuckling to herself at the comical situations and humorous lines. At that time her actual working vocabulary in French was very small, but by using her judgment, as we laughingly called the mental process, she could guess at the meanings of the words and put the sense together much as a child puzzles out a sliced object. The result was that in a few weeks she and I spent a most hilarious hour one evening while she poured out to me the whole story, dwelling with great gusto on its humour and sparkling wit. It was not a lesson, but only one of her recreations.”\nSo Helen Keller’s aptitude for language is her whole mental aptitude, turned to language because of its extraordinary value to her.\nThere have been many discussions of the question whether Helen Keller’s achievements are due to her natural ability or to the method by which she was taught.\nIt is true that a teacher with ten times Miss Sullivan’s genius could not have made a pupil so remarkable as Helen Keller out of a child born dull and mentally deficient. But it is also true that, with ten times her native genius, Helen Keller could not have grown to what she is, if she had not been excellently taught from the very start, and especially at the start. And the fact remains that she was taught by a method of teaching language to the deaf the essential principles of which are clearly expressed in Miss Sullivan’s letters, written while she was discovering the method and putting it successfully into practice. And it can be applied by any teacher to any healthy deaf child, and in the broadest interpretation of the principles, can be applied to the teaching of language of all kinds to all children.\nIn the many discussions of this question writers seem to throw us from one horn to another of a dilemma⁠—either a born genius in Helen Keller, or a perfect method in the teacher. Both things may be true at once, and there is another truth which makes the dilemma imperfect. Miss Sullivan is a person of extraordinary power. Her method might not succeed so completely in the hands of anyone else. Miss Sullivan’s vigorous, original mind has lent much of its vitality to her pupil. If Miss Keller is fond of language and not interested especially in mathematics, it is not surprising to find Miss Sullivan’s interests very similar. And this does not mean that Miss Keller is unduly dependent on her teacher. It is told of her that, as a child of eight, when someone tried to interfere with her, she sat sober a few moments, and, when asked what was the trouble, answered, “I am preparing to assert my independence.” Such an aggressive personality cannot grow up in mere dependence even under the guidance of a will like Miss Sullivan’s. But Miss Sullivan by her “natural aptitude” has done for her pupil much that is not capable of analysis and reduction to principle; she has given the inspiration which is in all close friendship, and which rather develops than limits the powers of either person. Moreover, if Miss Keller is a “marvel of sweetness and goodness,” if she has a love “of all things good and beautiful,” this implies something about the teacher who has lived with her for sixteen years.\nThere is, then, a good deal that Miss Sullivan has done for Miss Keller which no other teacher can do in just the same way for anyone else. To have another Helen Keller there must be another Miss Sullivan. To have another, well-educated deaf and blind child, there need only be another teacher, living under favourable conditions, among plenty of external interests, unseparated from her pupil, allowed to have a free hand, and using as many as she needs of the principles which Miss Sullivan has saved her the trouble of finding out for herself, modifying and adding as she finds it necessary; and there must be a pupil in good health, of good native powers, young enough not to have grown beyond recovery in ignorance. Any deaf child or deaf and blind child in good health can be taught. And the one to do it is the parent or the special teacher, not the school. I know that this idea will be vigorously combated by those who conduct schools for the deaf. To be sure, the deaf school is the only thing possible for children educated by the State. But it is evident that precisely what the deaf child needs to be taught is what other children learn before they go to school at all. When Miss Sullivan went out in the barnyard and picked up a little chicken and talked to Helen about it, she was giving a kind of instruction impossible inside four walls, and impossible with more than one pupil at a time.\nSurely Dr. Howe is wrong when he says, “A teacher cannot be a child.” That is just what the teacher of the deaf child must be, a child ready to play and romp, and interested in all childish things.\nThe temptation to discuss, solely in the light of Helen Keller, the whole matter of educating the deaf is a dangerous one, and one which I have not taken particular care to avoid, because my opinions are of no authority and I have merely tried to suggest problems and reinforce some of the main ideas expressed by Miss Sullivan, who is an authority. It is a question whether Helen Keller’s success has not led teachers to expect too much of other children, and I know of deaf-blind children who are dragged along by their teachers and friends, and become the subjects of glowing reports, which are pathetically untrue, because one sees behind the reports how the children are tugged at to bring them somewhere near the exaggerated things that are said about them.\nLet me sum up a few of the elements that made Helen Keller what she is. In the first place she had nineteen months’ experience of sight and sound. This meant some mental development. She had inherited vigour of body and mind. She expressed ideas in signs before she learned language. Mrs. Keller writes me that before her illness Helen made signs for everything, and her mother thought this habit the cause of her slowness in learning to speak. After the illness, when they were dependent on signs, Helen’s tendency to gesture developed. How far she could receive communications is hard to determine, but she knew much that was going on around her. She recognized that others used their lips; she “saw” her father reading a paper and when he laid it down she sat in his chair and held the paper before her face. Her early rages were an unhappy expression of the natural force of character which instruction was to turn into trained and organized power.\nIt was, then, to a good subject that Miss Sullivan brought her devotion and intelligence, and fearless willingness to experiment. Miss Sullivan’s methods were so good that even without the practical result, anyone would recognize the truth of the teacher’s ideas. Miss Sullivan has in addition a vigorous personality. And finally all the conditions were good for that first nature school, in which the teacher and pupil played together, exploring together and educating themselves, pupil and teacher inseparable.\nMiss Keller’s later education is easy to understand and needs no further explanation than she has given. Those interested may get on application to the Volta Bureau, Washington, DC, the reports of the teachers who prepared her for college, Mr. Arthur Gilman of the Cambridge School for Young Ladies, and Mr. Merton S. Keith.\nSpeech\nThe two persons who have written authoritatively about Miss Keller’s speech and the way she learned it are Miss Sarah Fuller, of the Horace Mann School for the Deaf in Boston, Massachusetts, who gave her the first lessons, and Miss Sullivan, who, by her unremitting discipline, carried on the success of these first lessons.\nBefore I quote from Miss Sullivan’s account, let me try to give some impression of what Miss Keller’s speech and voice qualities are at present.\nHer voice is low and pleasant to listen to. Her speech lacks variety and modulation; it runs in a singsong when she is reading aloud; and when she speaks with fair degree of loudness, it hovers about two or three middle tones. Her voice has an aspirate quality; there seems always to be too much breath for the amount of tone. Some of her notes are musical and charming. When she is telling a child’s story, or one with pathos in it, her voice runs into pretty slurs from one tone to another. This is like the effect of the slow dwelling on long words, not quite well managed, that one notices in a child who is telling a solemn story.\nThe principal thing that is lacking is sentence accent and variety in the inflection of phrases. Miss Keller pronounces each word as a foreigner does when he is still labouring with the elements of a sentence, or as children sometimes read in school when they have to pick out each word.\nShe speaks French and German. Her friend, Mr. John Hitz, whose native tongue is German, says that her pronunciation is excellent. Another friend, who is as familiar with French as with English, finds her French much more intelligible than her English. When she speaks English she distributes her emphasis as in French and so does not put sufficient stress on accented syllables. She says for example, “pro̍-vo̍-ca̍-tion,” “in̍-di̍-vi̍-du̍-al,” with ever so little difference between the value of syllables, and a good deal of inconsistency in the pronunciation of the same word one day and the next. It would, I think, be hard to make her feel just how to pronounce dictionary without her erring either toward dictionayry or diction’ry, and, of course the word is neither one nor the other. For no system of marks in a lexicon can tell one how to pronounce a word. The only way is to hear it, especially in a language like English which is so full of unspellable, suppressed vowels and quasi-vowels.\nMiss Keller’s vowels are not firm. Her awful is nearly awfil. The wavering is caused by the absence of accent on ful, for she pronounces full correctly.\nShe sometimes mispronounces as she reads aloud and comes on a word which she happens never to have uttered, though she may have written it many times. This difficulty and some others may be corrected when she and Miss Sullivan have more time. Since 1894, they have been so much in their books that they have neglected everything that was not necessary to the immediate task of passing the school years successfully. Miss Keller will never be able, I believe, to speak loud without destroying the pleasant quality and the distinctness of her words, but she can do much to make her speech clearer.\nWhen she was at the Wright-Humason School in New York, Dr. Humason tried to improve her voice, not only her word pronunciation, but the voice itself, and gave her lessons in tone and vocal exercises.\nIt is hard to say whether or not Miss Keller’s speech is easy to understand. Some understand her readily; others do not. Her friends grow accustomed to her speech and forget that it is different from that of anyone else. Children seldom have any difficulty in understanding her; which suggests that her deliberate measured speech is like theirs, before they come to the adult trick of running all the words of a phrase into one movement of the breath. I am told that Miss Keller speaks better than most other deaf people.\nMiss Keller has told how she learned to speak.19 Miss Sullivan’s account in her address at Chautauqua, in July, 1894, at the meeting of The American Association to Promote the Teaching of Speech to the Deaf, is substantially like Miss Keller’s in points of fact.\nMiss Sullivan’s Account of Miss Keller’s Speech\nIt was three years from the time when Helen began to communicate by means of the manual alphabet that she received her first lesson in the more natural and universal medium of human intercourse⁠—oral language. She had become very proficient in the use of the manual alphabet, which was her only means of communication with the outside world; through it she had acquired a vocabulary which enabled her to converse freely, read intelligently, and write with comparative ease and correctness. Nevertheless, the impulse to utter audible sounds was strong within her, and the constant efforts which I made to repress this instinctive tendency, which I feared in time would become unpleasant, were of no avail. I made no effort to teach her to speak, because I regarded her inability to watch the lips of others as an insurmountable obstacle. But she gradually became conscious that her way of communicating was different from that used by those around her, and one day her thoughts found expression. “How do the blind girls know what to say with their mouths? Why do you not teach me to talk like them? Do deaf children ever learn to speak?” I explained to her that some deaf children were taught to speak, but that they could see their teachers’ mouths, and that that was a very great assistance to them. But she interrupted me to say she was very sure she could feel my mouth very well. Soon after this conversation, a lady came to see her and told her about the deaf and blind Norwegian child, Ragnhild Kaata, who had been taught to speak and understand what her teacher said to her by touching his lips with her fingers. She at once resolved to learn to speak, and from that day to this she has never wavered in that resolution. She began immediately to make sounds which she called speaking, and I saw the necessity of correct instruction, since her heart was set upon learning to talk; and, feeling my own incompetence to teach her, never having given the subject of articulation serious study, I went with my pupil for advice and assistance, to Miss Sarah Fuller. Miss Fuller was delighted with Helen’s earnestness and enthusiasm, and at once began to teach her. In a few lessons she learned nearly all of the English sounds, and in less than a month she was able to articulate a great many words distinctly. From the first she was not content to be drilled in single sounds, but was impatient to pronounce words and sentences. The length of the word or the difficulty of the arrangement of the elements never seemed to discourage her. But, with all her eagerness and intelligence, learning to speak taxed her powers to the utmost. But there was satisfaction in seeing from day to day the evidence of growing mastery and the possibility of final success. And Helen’s success has been more complete and inspiring than any of her friends expected, and the child’s delight in being able to utter her thoughts in living and distinct speech is shared by all who witness her pleasure when strangers tell her that they understand her.\nI have been asked a great many times whether I think Helen will ever speak naturally; that is, as other people speak. I am hardly prepared to decide that question, or even give an opinion regarding it. I believe that I have hardly begun yet to know what is possible. Teachers of the deaf often express surprise that Helen’s speech is so good when she has not received any regular instruction in speech since the first few lessons given her by Miss Fuller. I can only say in reply, “This is due to habitual imitation and practice! practice! practice!” Nature has determined how the child shall learn to speak, and all we can do is to aid him in the simplest, easiest way possible, by encouraging him to observe and imitate the vibrations in the voice.\nSome further details appear in an earlier, more detailed account, which Miss Sullivan wrote for the Perkins Institution Report of 1891.\nI knew that Laura Bridgman had shown the same intuitive desire to produce sounds, and had even learned to pronounce a few simple words, which she took great delight in using, and I did not doubt that Helen could accomplish as much as this. I thought, however, that the advantage she would derive would not repay her for the time and labour that such an experiment would cost.\nMoreover, the absence of hearing renders the voice monotonous and often very disagreeable; and such speech is generally unintelligible except to those familiar with the speaker.\nThe acquiring of speech by untaught deaf children is always slow and often painful. Too much stress, it seems to me, is often laid upon the importance of teaching a deaf child to articulate⁠—a process which may be detrimental to the pupil’s intellectual development. In the very nature of things, articulation is an unsatisfactory means of education; while the use of the manual alphabet quickens and invigorates mental activity, since through it the deaf child is brought into close contact with the English language, and the highest and most abstract ideas may be conveyed to the mind readily and accurately. Helen’s case proved it to be also an invaluable aid in acquiring articulation. She was already perfectly familiar with words and the construction of sentences, and had only mechanical difficulties to overcome. Moreover, she knew what a pleasure speech would be to her, and this definite knowledge of what she was striving for gave her the delight of anticipation which made drudgery easy. The untaught deaf child who is made to articulate does not know what the goal is, and his lessons in speech are for a long time tedious and meaningless.\nBefore describing the process of teaching Helen to speak, it may be well to state briefly to what extent she had used the vocal organs before she began to receive regular instruction in articulation. When she was stricken down with the illness which resulted in her loss of sight and hearing, at the age of nineteen months, she was learning to talk. The unmeaning babblings of the infant were becoming day by day conscious and voluntary signs of what she felt and thought. But the disease checked her progress in the acquisition of oral language, and, when her physical strength returned, it was found that she had ceased to speak intelligibly because she could no longer hear a sound. She continued to exercise her vocal organs mechanically, as ordinary children do. Her cries and laughter and the tones of her voice as she pronounced many word elements were perfectly natural, but the child evidently attached no significance to them, and with one exception they were produced not with any intention of communicating with those around her, but from the sheer necessity of exercising her innate, organic, and hereditary faculty of expression. She always attached a meaning to the word water, which was one of the first sounds her baby lips learned to form, and it was the only word which she continued to articulate after she lost her hearing. Her pronunciation of this gradually became indistinct, and when I first knew her it was nothing more than a peculiar noise. Nevertheless, it was the only sign she ever made for water, and not until she had learned to spell the word with her fingers did she forget the spoken symbol. The word water, and the gesture which corresponds to the word goodbye, seem to have been all that the child remembered of the natural and acquired signs with which she had been familiar before her illness.\nAs she became acquainted with her surroundings through the sense of feeling (I use the word in the broadest sense, as including all tactile impressions), she felt more and more the pressing necessity of communicating with those around her. Her little hands felt every object and observed every movement of the persons about her, and she was quick to imitate these movements. She was thus able to express her more imperative needs and many of her thoughts.\nAt the time when I became her teacher, she had made for herself upward of sixty signs, all of which were imitative and were readily understood by those who knew her. The only signs which I think she may have invented were her signs for small and large.20 Whenever she wished for anything very much she would gesticulate in a very expressive manner. Failing to make herself understood, she would become violent. In the years of her mental imprisonment she depended entirely upon signs, and she did not work out for herself any sort of articulate language capable of expressing ideas. It seems, however, that, while she was still suffering from severe pain, she noticed the movements of her mother’s lips.\nWhen she was not occupied, she wandered restlessly about the house, making strange though rarely unpleasant sounds. I have seen her rock her doll, making a continuous, monotonous sound, keeping one hand on her throat, while the fingers of the other hand noted the movements of her lips. This was in imitation of her mother’s crooning to the baby. Occasionally she broke out into a merry laugh, and then she would reach out and touch the mouth of anyone who happened to be near her, to see if he were laughing also. If she detected no smile, she gesticulated excitedly, trying to convey her thought; but if she failed to make her companion laugh, she sat still for a few moments, with a troubled and disappointed expression. She was pleased with anything which made a noise. She liked to feel the cat purr; and if by chance she felt a dog in the act of barking, she showed great pleasure. She always liked to stand by the piano when someone was playing and singing. She kept one hand on the singer’s mouth, while the other rested on the piano, and she stood in this position as long as anyone would sing to her, and afterward she would make a continuous sound which she called singing. The only words she had learned to pronounce with any degree of distinctness previous to March, 1890, were papa, mamma, baby, sister. These words she had caught without instruction from the lips of friends. It will be seen that they contain three vowel and six consonant elements, and these formed the foundation for her first real lesson in speaking.\nAt the end of the first lesson she was able to pronounce distinctly the following sounds: a, ä, â, è, ǐ, ô, c soft like s and hard like k, g hard, b, l, n, m, t, p, s, u, k, f and d. Hard consonants were, and indeed still are, very difficult for her to pronounce in connection with one another in the same word; she often suppresses the one and changes the other, and sometimes she replaces both by an analogous sound with soft aspiration. The confusion between l and r was very noticeable in her speech at first. She would repeatedly use one for the other. The great difficulty in the pronunciation of the r made it one of the last elements which she mastered. The ch, sh and soft g also gave her much trouble, and she does not yet enunciate them clearly.21\nWhen she had been talking for less than a week, she met her friend, Mr. Rodocanachi, and immediately began to struggle with the pronunciation of his name; nor would she give it up until she was able to articulate the word distinctly. Her interest never diminished for a moment; and, in her eagerness to overcome the difficulties which beset her on all sides, she taxed her powers to the utmost, and learned in eleven lessons all of the separate elements of speech.\nEnough appears in the accounts by Miss Keller’s teacher to show the process by which she reads the lips with her fingers, the process by which she was taught to speak, and by which, of course, she can listen to conversation now. In reading the lips she is not so quick or so accurate as some reports declare. It is a clumsy and unsatisfactory way of receiving communication, useless when Miss Sullivan or someone else who knows the manual alphabet is present to give Miss Keller the spoken words of others. Indeed, when some friend is trying to speak to Miss Keller, and the attempt is not proving successful, Miss Sullivan usually helps by spelling the lost words into Miss Keller’s hand.\nPresident Roosevelt had little difficulty last spring in making Miss Keller understand him, and especially requested Miss Sullivan not to spell into her hand. She got every word, for the President’s speech is notably distinct. Other people say they have no success in making Miss Keller “hear” them.\nA few friends to whom she is accustomed, like Mrs. A. C. Pratt, and Mr. J. E. Chamberlin, can pass a whole day with her and tell her everything without the manual alphabet. The ability to read the lips helps Miss Keller in getting corrections of her pronunciation from Miss Sullivan and others, just as it was the means of her learning to speak at all, but it is rather an accomplishment than a necessity.\nIt must be remembered that speech contributed in no way to her fundamental education, though without the ability to speak she could hardly have gone to higher schools and to college. But she knows better than anyone else what value speech has had for her. The following is her address at the fifth meeting of the American Association to Promote the Teaching of Speech to the Deaf, at Mt. Airy, Philadelphia, Pennsylvania, July 8, 1896:\nAddress of Helen Keller at Mt. Airy\nIf you knew all the joy I feel in being able to speak to you today, I think you would have some idea of the value of speech to the deaf, and you would understand why I want every little deaf child in all this great world to have an opportunity to learn to speak. I know that much has been said and written on this subject, and that there is a wide difference of opinion among teachers of the deaf in regard to oral instruction. It seems very strange to me that there should be this difference of opinion; I cannot understand how anyone interested in our education can fail to appreciate the satisfaction we feel in being able to express our thoughts in living words. Why, I use speech constantly, and I cannot begin to tell you how much pleasure it gives me to do so. Of course I know that it is not always easy for strangers to understand me, but it will be by and by; and in the meantime I have the unspeakable happiness of knowing that my family and friends rejoice in my ability to speak. My little sister and baby brother love to have me tell them stories in the long summer evenings when I am at home; and my mother and teacher often ask me to read to them from my favourite books. I also discuss the political situation with my dear father, and we decide the most perplexing questions quite as satisfactorily to ourselves as if I could see and hear. So you see what a blessing speech is to me. It brings me into closer and tenderer relationship with those I love, and makes it possible for me to enjoy the sweet companionship of a great many persons from whom I should be entirely cut off if I could not talk.\nI can remember the time before I learned to speak, and how I used to struggle to express my thoughts by means of the manual alphabet⁠—how my thoughts used to beat against my finger tips like little birds striving to gain their freedom, until one day Miss Fuller opened wide the prison-door and let them escape. I wonder if she remembers how eagerly and gladly they spread their wings and flew away. Of course, it was not easy at first to fly. The speech-wings were weak and broken, and had lost all the grace and beauty that had once been theirs; indeed, nothing was left save the impulse to fly, but that was something. One can never consent to creep when one feels an impulse to soar. But, nevertheless, it seemed to me sometimes that I could never use my speech-wings as God intended I should use them; there were so many difficulties in the way, so many discouragements; but I kept on trying, knowing that patience and perseverance would win in the end. And while I worked, I built the most beautiful air-castles, and dreamed dreams, the pleasantest of which was of the time when I should talk like other people, and the thought of the pleasure it would give my mother to hear my voice once more, sweetened every effort and made every failure an incentive to try harder next time. So I want to say to those who are trying to learn to speak and those who are teaching them: Be of good cheer. Do not think of todays failures, but of the success that may come tomorrow. You have set yourselves a difficult task, but you will succeed if you persevere, and you will find a joy in overcoming obstacles⁠—a delight in climbing rugged paths, which you would perhaps never know if you did not sometime slip backward⁠—if the road was always smooth and pleasant. Remember, no effort that we make to attain something beautiful is ever lost. Sometime, somewhere, somehow we shall find that which we seek. We shall speak, yes, and sing, too, as God intended we should speak and sing.\nLiterary Style\nNo one can have read Miss Keller’s autobiography without feeling that she writes unusually fine English. Any teacher of composition knows that he can bring his pupils to the point of writing without errors in syntax or in the choice of words. It is just this accuracy which Miss Keller’s early education fixes as the point to which any healthy child can be brought, and which the analysis of that education accounts for. Those who try to make her an exception not to be explained by any such analysis of her early education, fortify their position by an appeal to the remarkable excellence of her use of language even when she was a child.\nThis appeal is to a certain degree valid; for, indeed, those additional harmonies of language and beauties of thought which make style are the gifts of the gods. No teacher could have made Helen Keller sensitive to the beauties of language and to the finer interplay of thought which demands expression in melodious word groupings.\nAt the same time the inborn gift of style can be starved or stimulated. No innate genius can invent fine language. The stuff of which good style is made must be given to the mind from without and given skilfully. A child of the muses cannot write fine English unless fine English has been its nourishment. In this, as in all other things, Miss Sullivan has been the wise teacher. If she had not had taste and an enthusiasm for good English, Helen Keller might have been brought up on the “Juvenile Literature,” which belittles the language under pretense of being simply phrased for children; as if a child’s book could not, like Treasure Island or Robinson Crusoe or the Jungle Book, be in good style.\nIf Miss Sullivan wrote fine English, the beauty of Helen Keller’s style would, in part, be explicable at once. But the extracts from Miss Sullivan’s letters and from her reports, although they are clear and accurate, have not the beauty which distinguishes Miss Keller’s English. Her service as a teacher of English is not to be measured by her own skill in composition. The reason why she read to her pupil so many good books is due, in some measure, to the fact that she had so recently recovered her eyesight. When she became Helen Keller’s teacher she was just awakening to the good things that are in books, from which she had been shut out during her years of blindness.\nIn Captain Keller’s library she found excellent books, Lamb’s Tales from Shakespeare, and better still Montaigne. After the first year or so of elementary work she met her pupil on equal terms, and they read and enjoyed good books together.\nBesides the selection of good books, there is one other cause for Miss Keller’s excellence in writing, for which Miss Sullivan deserves unlimited credit. That is her tireless and unrelenting discipline, which is evident in all her work. She never allowed her pupil to send off letters which contained offenses against taste, but made her write them over until they were not only correct, but charming and well phrased.\nAnyone who has tried to write knows what Miss Keller owes to the endless practice which Miss Sullivan demanded of her. Let a teacher with a liking for good style insist on a child’s writing a paragraph over and over again until it is more than correct, and he will be training, even beyond his own power of expression, the power of expression in the child.\nHow far Miss Sullivan carried this process of refinement and selection is evident from the humorous comment of Dr. Bell, that she made her pupil a little old woman, too widely different from ordinary children in her maturity of thought. When Dr. Bell said this he was arguing his own case. For it was Dr. Bell who first saw the principles that underlie Miss Sullivan’s method, and explained the process by which Helen Keller absorbed language from books.\nThere is, moreover, a reason why Helen Keller writes good English, which lies in the very absence of sight and hearing. The disadvantages of being deaf and blind were overcome and the advantages remained. She excels other deaf people because she was taught as if she were normal. On the other hand, the peculiar value to her of language, which ordinary people take for granted as a necessary part of them like their right hand, made her think about language and love it. Language was her liberator, and from the first she cherished it.\nThe proof of Miss Keller’s early skill in the use of English, and the final comment on the excellence of this whole method of teaching, is contained in an incident, which, although at the time it seemed unfortunate, can no longer be regretted. I refer to the “Frost King” episode, which I shall explain in detail. Miss Keller has given her account of it, and the whole matter was discussed in the first Volta Bureau Souvenir from which I quote at length:\nMiss Sullivan’s Account of the “Frost King.”\nHon. John Hitz, Superintendent of the Volta Bureau, Washington, DC\nDear Sir: Since my paper was prepared for the second edition of the Souvenir “Helen Keller,” some facts have been brought to my notice which are of interest in connection with the subject of the acquisition of language by my pupil, and if it is not already too late for publication in this issue of the Souvenir, I shall be glad if I may have opportunity to explain them in detail.\nPerhaps it will be remembered that in my paper,22 where allusion is made to Helen’s remarkable memory, it is noted that she appears to retain in her mind many forms of expression which, at the time they are received, she probably does not understand; but when further information is acquired, the language retained in her memory finds full or partial expression in her conversation or writing, according as it proves of greater or less value to her in the fitness of its application to the new experience. Doubtless this is true in the case of every intelligent child, and should not, perhaps, be considered worthy of especial mention in Helen’s case, but for the fact that a child who is deprived of the senses of sight and hearing might not be expected to be as gifted mentally as this little girl proves to be; hence it is quite possible we may be inclined to class as marvelous many things we discover in the development of her mind which do not merit such an explanation.\nIn the hope that I may be pardoned if I appear to overestimate the remarkable mental capacity and power of comprehension and discrimination which my pupil possesses, I wish to add that, while I have always known that Helen made great use of such descriptions and comparisons as appeal to her imagination and fine poetic nature, yet recent developments in her writings convince me of the fact that I have not in the past been fully aware to what extent she absorbs the language of her favourite authors. In the early part of her education I had full knowledge of all the books she read and of nearly all the stories which were read to her, and could without difficulty trace the source of any adaptations noted in her writing or conversation; and I have always been much pleased to observe how appropriately she applies the expressions of a favourite author in her own compositions.\nThe following extracts from a few of her published letters give evidence of how valuable this power of retaining the memory of beautiful language has been to her. One warm, sunny day in early spring, when we were at the North, the balmy atmosphere appears to have brought to her mind the sentiment expressed by Longfellow in Hiawatha, and she almost sings with the poet: “The ground was all aquiver with the stir of new life. My heart sang for very joy. I thought of my own dear home. I knew that in that sunny land spring had come in all its splendour. ‘All its birds and all its blossoms, all its flowers and all its grasses.’ ”\nAbout the same time, in a letter to a friend, in which she makes mention of her Southern home, she gives so close a reproduction from a poem by one of her favourite authors that I will give extracts from Helen’s letter and from the poem itself:\nExtracts From Helen’s Letter23\nThe bluebird with his azure plumes, the thrush clad all in brown, the robin jerking his spasmodic throat, the oriole drifting like a flake of fire, the jolly bobolink and his happy mate, the mockingbird imitating the notes of all, the redbird with his one sweet trill, and the busy little wren, are all making the trees in our front yard ring with their glad song.\nFrom the Poem Entitled “Spring” by Oliver Wendell Holmes\n\nThe bluebird, breathing from his azure plumes\n\nThe fragrance borrowed from the myrtle blooms;\n\nThe thrush, poor wanderer, dropping meekly down,\n\nClad in his remnant of autumnal brown;\n\nThe oriole, drifting like a flake of fire\n\nRent by a whirlwind from a blazing spire;\n\nThe robin, jerking his spasmodic throat,\n\nRepeats imperious, his staccato note;\n\nThe crack-brained bobolink courts his crazy mate,\n\nPoised on a bullrush tipsy with his weight:\n\nNay, in his cage the lone canary sings,\n\nFeels the soft air, and spreads his idle wings.\n\nOn the last day of April she uses another expression from the same poem, which is more an adaptation than a reproduction: “Tomorrow April will hide her tears and blushes beneath the flowers of lovely May.”\nIn a letter to a friend24 at the Perkins Institution, dated May 17, 1889, she gives a reproduction from one of Hans Christian Andersen’s stories, which I had read to her not long before. This letter is published in the Perkins Institution Report (1891), p. 204. The original story was read to her from a copy of Andersen’s Stories, published by Leavitt & Allen Bros., and may be found on p. 97 of Part I in that volume.\nHer admiration for the impressive explanations which Bishop Brooks has given her of the Fatherhood of God is well known. In one of his letters, speaking of how God in every way tells us of His love, he says, “I think he writes it even upon the walls of the great house of nature which we live in, that he is our Father.” The next year at Andover she said: “It seems to me the world is full of goodness, beauty, and love; and how grateful we must be to our heavenly Father, who has given us so much to enjoy! His love and care are written all over the walls of nature.”\nIn these later years, since Helen has come in contact with so many persons who are able to converse freely with her, she has made the acquaintance of some literature with which I am not familiar; she has also found in books printed in raised letters, in the reading of which I have been unable to follow her, much material for the cultivation of the taste she possesses for poetical imagery. The pages of the book she reads become to her like paintings, to which her imaginative powers give life and colour. She is at once transported into the midst of the events portrayed in the story she reads or is told, and the characters and descriptions become real to her; she rejoices when justice wins, and is sad when virtue goes unrewarded. The pictures the language paints on her memory appear to make an indelible impression; and many times, when an experience comes to her similar in character, the language starts forth with wonderful accuracy, like the reflection from a mirror.\nHelen’s mind is so gifted by nature that she seems able to understand with only the faintest touch of explanation every possible variety of external relations. One day in Alabama, as we were gathering wild flowers near the springs on the hillsides, she seemed to understand for the first time that the springs were surrounded by mountains, and she exclaimed: “The mountains are crowding around the springs to look at their own beautiful reflections!” I do not know where she obtained this language, yet it is evident that it must have come to her from without, as it would hardly be possible for a person deprived of the visual sense to originate such an idea. In mentioning a visit to Lexington, MA, she writes: “As we rode along we could see the forest monarchs bend their proud forms to listen to the little children of the woodlands whispering their secrets. The anemone, the wild violet, the hepatica, and the funny little curled-up ferns all peeped out at us from beneath the brown leaves.” She closes this letter with, “I must go to bed, for Morpheus has touched my eyelids with his golden wand.” Here again, I am unable to state where she acquired these expressions.\nShe has always seemed to prefer stories which exercise the imagination, and catches and retains the poetic spirit in all such literature; but not until this winter have I been conscious that her memory absorbed the exact language to such an extent that she is herself unable to trace the source.\nThis is shown in a little story she wrote in October last at the home of her parents in Tuscumbia, which she called “Autumn Leaves.” She was at work upon it about two weeks, writing a little each day, at her own pleasure. When it was finished, and we read it in the family, it occasioned much comment on account of the beautiful imagery, and we could not understand how Helen could describe such pictures without the aid of sight. As we had never seen or heard of any such story as this before, we inquired of her where she read it; she replied, “I did not read it; it is my story for Mr. Anagnos’s birthday.” While I was surprised that she could write like this, I was not more astonished than I had been many times before at the unexpected achievements of my little pupil, especially as we had exchanged many beautiful thoughts on the subject of the glory of the ripening foliage during the autumn of this year.\nBefore Helen made her final copy of the story, it was suggested to her to change its title to “The Frost King,” as more appropriate to the subject of which the story treated; to this she willingly assented. The story was written by Helen in braille, as usual and copied by her in the same manner, I then interlined the manuscript for the greater convenience of those who desired to read it. Helen wrote a little letter, and, enclosing the manuscript, forwarded both by mail to Mr. Anagnos for his birthday.\nThe story was printed in the January number of the Mentor and, from a review of it in the Goodson Gazette, I was startled to find that a very similar story had been published in 1873, seven years before Helen was born. This story, “Frost Fairies,” appeared in a book written by Miss Margaret T. Canby, entitled Birdie and His Fairy Friends. The passages quoted from the two stories were so much alike in thought and expression as to convince me that Miss Canby’s story must at some time have been read to Helen.\nAs I had never read this story, or even heard of the book, I inquired of Helen if she knew anything about the matter, and found she did not. She was utterly unable to recall either the name of the story or the book. Careful examination was made of the books in raised print in the library of the Perkins Institution to learn if any extracts from this volume could be found there; but nothing was discovered. I then concluded that the story must have been read to her a long time ago, as her memory usually retains with great distinctness facts and impressions which have been committed to its keeping.\nAfter making careful inquiry, I succeeded in obtaining the information that our friend, Mrs. S. C. Hopkins, had a copy of this book in 1888 which was presented to her little daughter in 1873 or 1874. Helen and I spent the summer of 1888 with Mrs. Hopkins at her home in Brewster, MA, where she kindly relieved me a part of the time, of the care of Helen. She amused and entertained Helen by reading to her from a collection of juvenile publications, among which was the copy of Birdie and His Fairy Friends; and, while Mrs. Hopkins does not remember this story of “Frost Fairies,” she is confident that she read to Helen extracts, if not entire stories, from this volume. But as she was not able to find her copy, and applications for the volume at bookstores in Boston, New York, Philadelphia, Albany, and other places resulted only in failure, search was instituted for the author herself. This became a difficult task, as her publishers in Philadelphia had retired from business many years ago; however, it was eventually discovered that her residence is at Wilmington, Delaware, and copies of the second edition of the book, 1889, were obtained from her. She has since secured and forwarded to me a copy of the first edition.\nThe most generous and gratifying letters have been received from Miss Canby by Helen’s friends, a few extracts from which are given:\nUnder date of February 24, 1892, after mentioning the order of the publication of the stories in the magazine, she writes:\n“All the stories were revised before publishing them in book form; additions were made to the number as first published, I think, and some of the titles may have been changed.”\nIn the same letter she writes:\n“I hope that you will be able to make her understand that I am glad she enjoyed my story, and that I hope the new book will give her pleasure by renewing her friendship with the Fairies. I shall write to her in a short time. I am so much impressed with what I have learned of her that I have written a little poem entitled A Silent Singer, which I may send to her mother after a while. Can you tell me in what paper the article appeared accusing Helen of plagiarism, and giving passages from both stories? I should like much to see it, and to obtain a few copies if possible.”\nUnder date of March 9, 1892, Miss Canby writes:\n“I find traces, in the Report which you so kindly sent me, of little Helen having heard other stories than that of ‘Frost Fairies.’ On page 132, in a letter, there is a passage which must have been suggested by my story called ‘The Rose Fairies’ (see pp. 13⁠–⁠16 of Birdie) and on pages 93 and 94 of the Report the description of a thunderstorm is very much like Birdie’s idea of the same in the ‘Dew Fairies’ on page 59 and 60 of my book. What a wonderfully active and retentive mind that gifted child must have! If she had remembered and written down accurately, a short story, and that soon after hearing it, it would have been a marvel; but to have heard the story once, three years ago, and in such a way that neither her parents nor teacher could ever allude to it or refresh her memory about it, and then to have been able to reproduce it so vividly, even adding some touches of her own in perfect keeping with the rest, which really improve the original, is something that very few girls of riper age, and with every advantage of sight, hearing, and even great talents for composition, could have done as well, if at all. Under the circumstances, I do not see how anyone can be so unkind as to call it a plagiarism; it is a wonderful feat of memory, and stands alone, as doubtless much of her work will in future, if her mental powers grow and develop with her years as greatly as in the few years past. I have known many children well, have been surrounded by them all my life, and love nothing better than to talk with them, amuse them, and quietly notice their traits of mind and character; but I do not recollect more than one girl of Helen’s age who had the love and thirst for knowledge, and the store of literary and general information, and the skill in composition, which Helen possesses. She is indeed a ‘Wonder-Child.’ Thank you very much for the Report, Gazette, and Helen’s Journal. The last made me realize the great disappointment to the dear child more than before. Please give her my warm love, and tell her not to feel troubled about it any more. No one shall be allowed to think it was anything wrong; and some day she will write a great, beautiful story or poem that will make many people happy. Tell her there are a few bitter drops in everyone’s cup, and the only way is to take the bitter patiently, and the sweet thankfully. I shall love to hear of her reception of the book and how she likes the stories which are new to her.”\nI have now (March, 1892) read to Helen “The Frost Fairies,” “The Rose Fairies,” and a portion of “The Dew Fairies,” but she is unable to throw any light on the matter. She recognized them at once as her own stories, with variations, and was much puzzled to know how they could have been published before she was born! She thinks it is wonderful that two people should write stories so much alike; but she still considers her own as original.\nI give below a portion of Miss Canby’s story, “The Rose Fairies,” and also Helen’s letter to Mr. Anagnos containing her “dream,” so that the likenesses and differences may be studied by those interested in the subject:\n\nThe Rose Fairies25\n\nOne pleasant morning little Birdie might have been seen sitting quietly on the grass-plat at the side of his mother’s house, looking very earnestly at the rosebushes.\nIt was quite early; great Mr. Sun, who is such an early riser in summer time, had not been up very long; the birds were just beginning to chirp their “good mornings” to each other; and as for the flowers, they were still asleep. But Birdie was so busy all day, trotting about the house and garden, that he was always ready for his nest at night, before the birds and flowers had thought of seeking theirs; and so it came to pass that when Mr. Sun raised his head above the green woods and smiled lovingly upon the earth, Birdie was often the first to see him, and to smile back at him, all the while rubbing his eyes with his dimpled fists, until between smiling and rubbing, he was wide awake.\nAnd what do you think he did next! Why, the little rogue rolled into his mamma’s bed, and kissed her eyelids, her cheeks, and her mouth, until she began to dream that it was raining kisses; and at last she opened her eyes to see what it all meant, and found that it was Birdie, trying to “kiss her awake,” as he said.\nShe loved her little boy very dearly, and liked to make him happy, and when he said, “Please dress me, dear mamma, and let me go out to play in the garden,” she cheerfully consented; and, soon after, Birdie went downstairs in his morning-dress of cool linen, and with his round face bright and rosy from its bath, and ran out on the gravel path to play, until breakfast was ready.\nHe stood still a moment to look about him, and think what he should do first. The fresh morning air blew softly in his face, as if to welcome him and be his merry playmate; and the bright eye of Mr. Sun looked at him with a warm and glowing smile; but Birdie soon walked on to find something to play with. As he came in sight of the rosebushes that grew near the side of the house, he suddenly clapped his hands, and with a little shout of joy stopped to look at them; they were all covered with lovely rosebuds. Some were red, some white, and others pale pink, and they were just peeping out of the green leaves, as rosy-faced children peep out from their warm beds in wintertime before they are quite willing to get up. A few days before, Birdie’s papa had told him that the green balls on the rosebushes had beautiful flowers shut up within them, but the little boy found it hard to believe, for he was so young that he did not remember how pretty the roses had been the summer before. Now he found out that his father’s words were true, for a few days of warm weather had turned the green balls into rosebuds, and they were so beautiful that it was enough to make Birdie stand still before them, his blue eyes dancing with delight and his little hands clasped tightly together.\nAfter awhile he went nearer, and looking closely at the buds, found that they were folded up, leaf over leaf, as eyelids are folded over sleeping eyes, so that Birdie thought they must be asleep. “Lazy roses, wake up,” said he, giving the branches a gentle shake; but only the dew fell off in bright drops, and the flowers were still shut up. At last Birdie remembered how he had awakened his mother with kisses, and thought he would try the same plan with the roses; so he drew up his red lips until they looked like a rosebud, too, and bending down a branch with a lovely pink bud upon it, he kissed it softly two or three times.\nHere the similarity in the language of the story to that in the letter ceases.\nHelen’s Letter to Mr. Anagnos\n(Written February 2 and 3, 1890.)26\nMy Dear Mr. Anagnos: You will laugh when you open your little friend’s letter and see all the queer mistakes she has made in French, but I think you will be pleased to know that I can write even a short letter in French. It makes me very happy to please you and my dear teacher. I wish I could see your little niece Amelia. I am sure we should love each other. I hope you will bring some of Virginia Evanghelides’ poems home with you, and translate them for me. Teacher and I have just returned from our walk. It is a beautiful day. We met a sweet little child. She was playing on the pier with a wee brother. She gave me a kiss and then ran away, because she was a shy little girl. I wonder if you would like to have me tell you a pretty dream which I had a long time ago when I was a very little child? Teacher says it was a daydream, and she thinks you would be delighted to hear it. One pleasant morning in the beautiful springtime, I thought I was sitting on the soft grass under my dear mother’s window, looking very earnestly at the rosebushes which were growing all around me. It was quite early, the sun had not been up very long; the birds were just beginning to sing joyously. The flowers were still asleep. They would not awake until the sun had smiled lovingly upon them. I was a very happy little child with rosy cheeks, and large blue eyes, and the most beautiful golden ringlets you can imagine. The fresh morning air blew gently in my face, as if to welcome me, and be my merry playmate, and the sun looked at me with a warm and tender smile. I clapped my chubby hands for joy when I saw that the rosebushes were covered with lovely buds. Some were red, some white, and others were delicate pink, and they were peeping out from between the green leaves like beautiful little fairies. I had never seen anything so lovely before, for I was very young and I could not remember how pretty the roses had been the summer before. My little heart was filled with a sweet joy, and I danced around the rosebushes to show my delight. After a while I went very near to a beautiful white rosebush which was completely covered with buds and sparkling with dewdrops; I bent down one of the branches with a lovely pure white bud upon it, and kissed it softly many times; just then I felt two loving arms steal gently around me, and loving lips kissing my eyelids, my cheeks, and my mouth, until I began to think it was raining kisses; and at last I opened my eyes to see what it all meant, and found it was my precious mother, who was bending over me, trying to kiss me awake. Do you like my daydream? If you do, perhaps I will dream again for you some time.\nTeacher and all of your friends send you their love. I shall be so glad when you come home, for I greatly miss you. Please give my love to your good Greek friends, and tell them that I shall come to Athens some day.\nLovingly your little friend and playmate,\nHelen A. Keller.\n“The Frost Fairies” and “The Frost Kings” are given in full, as the differences are as important as the resemblances:\nThe Frost Fairies27 by Margaret T. Canby\nKing Frost, or Jack Frost as he is sometimes called, lives in a cold country far to the North; but every year he takes a journey over the world in a car of golden clouds drawn by a strong and rapid steed called “North Wind.” Wherever he goes he does many wonderful things; he builds bridges over every stream, clear as glass in appearance but often strong as iron; he puts the flowers and plants to sleep by one touch of his hand, and they all bow down and sink into the warm earth, until spring returns; then, lest we should grieve for the flowers, he places at our windows lovely wreaths and sprays of his white northern flowers, or delicate little forests of fairy pine-trees, pure white and very beautiful. But his most wonderful work is the painting of the trees, which look, after his task is done, as if they were covered with the brightest layers of gold and rubies; and are beautiful enough to comfort us for the flight of summer.\nI will tell you how King Frost first thought of this kind work, for it is a strange story. You must know that this King, like all other kings, has great treasures of gold and precious stones in his palace; but, being a good-hearted old fellow, he does not keep his riches locked up all the time, but tries to do good and make others happy with them. He has two neighbours, who live still farther north; one is King Winter, a cross and churlish old monarch, who is hard and cruel, and delights in making the poor suffer and weep; but the other neighbour is Santa Claus, a fine, good-natured, jolly old soul, who loves to do good, and who brings presents to the poor, and to nice little children at Christmas.\nWell, one day King Frost was trying to think of some good that he could do with his treasure; and suddenly he concluded to send some of it to his kind neighbour, Santa Claus, to buy presents of food and clothing for the poor, that they might not suffer so much when King Winter went near their homes. So he called together his merry little fairies, and showing them a number of jars and vases filled with gold and precious stones, told them to carry those carefully to the palace of Santa Claus, and give them to him with the compliments of King Frost. “He will know how to make good use of the treasure,” added Jack Frost; then he told the fairies not to loiter by the way, but to do his bidding quickly.\nThe fairies promised obedience and soon started on their journey, dragging the great glass jars and vases along, as well as they could, and now and then grumbling a little at having such hard work to do, for they were idle fairies, and liked play better than work. At last they reached a great forest, and, being quite tired, they decided to rest awhile and look for nuts before going any further. But lest the treasure should be stolen from them, they hid the jars among the thick leaves of the forest trees, placing some high up near the top, and others in different parts of the various trees, until they thought no one could find them.\nThen they began to wander about and hunt for nuts, and climb the trees to shake them down, and worked much harder for their own pleasure than they had done for their master’s bidding, for it is a strange truth that fairies and children never complain of the toil and trouble they take in search of amusement, although they often grumble when asked to work for the good of others.\nThe frost fairies were so busy and so merry over their nutting frolic that they soon forgot their errand and their king’s command to go quickly; but, as they played and loitered in the forest until noon, they found the reason why they were told to hasten; for although they had, as they thought, hidden the treasure so carefully, they had not secured it from the power of Mr. Sun, who was an enemy of Jack Frost, and delighted to undo his work and weaken him whenever he could.\nHis bright eyes found out the jars of treasure among the trees, and as the idle fairies left them there until noon, at which time Mr. Sun is the strongest, the delicate glass began to melt and break, and before long every jar and vase was cracked or broken, and the precious treasures they contained were melting, too, and dripping slowly in streams of gold and crimson over the trees and bushes of the forest.\nStill, for awhile, the frost fairies did not notice this strange occurrence, for they were down on the grass, so far below the treetops that the wonderful shower of treasure was a long time in reaching them; but at last one of them said, “Hark! I believe it is raining; I certainly hear the falling drops.” The others laughed, and told him that it seldom rained when the sun was shining; but as they listened they plainly heard the tinkling of many drops falling through the forest, and sliding from leaf to leaf until they reached the bramble-bushes beside them, when, to their great dismay, they found that the raindrops were melted rubies, which hardened on the leaves and turned them to bright crimson in a moment. Then looking more closely at the trees around, they saw that the treasure was all melting away, and that much of it was already spread over the leaves of the oak trees and maples, which were shining with their gorgeous dress of gold and bronze, crimson and emerald. It was very beautiful; but the idle fairies were too much frightened at the mischief their disobedience had caused, to admire the beauty of the forest, and at once tried to hide themselves among the bushes, lest King Frost should come and punish them.\nTheir fears were well founded, for their long absence had alarmed the king, and he had started out to look for his tardy servants, and just as they were all hidden, he came along slowly, looking on all sides for the fairies. Of course, he soon noticed the brightness of the leaves, and discovered the cause, too, when he caught sight of the broken jars and vases from which the melted treasure was still dropping. And when he came to the nut trees, and saw the shells left by the idle fairies and all the traces of their frolic, he knew exactly how they had acted, and that they had disobeyed him by playing and loitering on their way through the woods.\nKing Frost frowned and looked very angry at first, and his fairies trembled for fear and cowered still lower in their hiding-places; but just then two little children came dancing through the wood, and though they did not see King Frost or the fairies, they saw the beautiful colour of the leaves, and laughed with delight, and began picking great bunches to take to their mother", "summary": "\nThe text provides an in-depth look at Helen Keller's education, focusing particularly on her language acquisition and literary development under the guidance of her teacher, Anne Sullivan. Helen, who became deaf and blind at nineteen months old, initially communicated through self-invented signs but gradually developed extraordinary language skills through Sullivan's innovative teaching methods. Sullivan rejected conventional approaches of teaching deaf children individual words by definition, instead immersing Helen in language through constant finger-spelling into her hand, allowing her to absorb words naturally as hearing children do through conversation.\nSullivan approached teaching language not as a separate subject but as a medium for communication, making it coincide with knowledge acquisition. She believed children needed experiences and ideas before writing could become natural, so during Helen's first two years of intellectual life, Sullivan required little writing. The teacher emphasized meeting Helen where her interests lay, using those as starting points for lessons. Sullivan also treated Helen as normally as possible, speaking to her in complete sentences rather than simplified language, and never belittling ideas to suit perceived intelligence limitations. This natural method, lacking artificial systems, provided Helen with the foundation for her remarkable language abilities.\nBooks played a crucial role in Helen's education, supplementing the manual alphabet as a means of teaching language. Helen would study books before she could read, looking for words she knew, and adding new vocabulary through context. Sullivan surrounded Helen with \"the best and purest models in language,\" exposing her to great literary works that became \"part of her life.\" This explains why Helen's writing contains such rich language and beautiful expressions - her conversation and writing unconsciously reproduced what she had read. Sullivan also demanded tireless discipline in writing, never allowing Helen to send letters containing errors but making her rewrite them until they were not only correct but charming and well-phrased.\nHelen's speech development began when she resolved to learn to speak after learning about a deaf-blind Norwegian child who had been taught. Sullivan took her to Miss Sarah Fuller, who taught Helen nearly all English sounds in a few lessons. Within a month, Helen could articulate many words distinctly. Helen's determination drove her to overcome the immense challenges of learning to speak without being able to see or hear, and she derived great joy from this ability, describing how speech brought her \"into closer and tenderer relationship\" with those she loved. While her speech lacked some modulation and had an aspirate quality, many found it remarkably intelligible for someone who was deaf.\nThe text discusses at length the \"Frost King\" incident, which sheds light on Helen's phenomenal memory and raises questions about originality and plagiarism. In 1891, Helen wrote a story called \"Autumn Leaves\" (later renamed \"The Frost King\") that turned out to be remarkably similar to Margaret Canby's \"Frost Fairies\" published in 1873, before Helen was born. Investigation revealed that Canby's story had likely been read to Helen three years earlier. The similarities in language and imagery were striking, demonstrating Helen's extraordinary memory for language patterns and beautiful expressions. Canby herself, upon learning of the situation, was impressed rather than offended, calling it \"a wonderful feat of memory\" and describing Helen as a \"Wonder-Child.\" This incident illustrated how Helen's mind absorbed and retained language that resonated with her, even when she couldn't recall the source.\nHelen's exceptional aptitude for language extended to foreign languages as well. She learned German with just a few lessons and managed to understand Wilhelm Tell in its original language. Similarly, she taught herself Latin and French, often playing with texts on her own. One of her teachers described finding Helen reading Molière's \"Le Médecin Malgré Lui\" in French, chuckling at the humor despite having a limited French vocabulary at the time. Her language acquisition wasn't compartmentalized as a special subject; rather, it represented her entire approach to connecting with the outside world.\nThe text addresses the debate about whether Helen's achievements resulted from innate ability or teaching methods. The author suggests it's not an either-or proposition - both Helen's natural gifts and Sullivan's excellent teaching methods contributed to her success. Sullivan possessed \"extraordinary power\" and a \"vigorous, original mind\" that influenced her pupil, though Helen maintained her own independent spirit. The author argues that to have another successful deaf-blind student would require not just Sullivan's methods but also suitable conditions: a devoted teacher, favorable circumstances, and a healthy child with good native powers. Importantly, the author notes that Helen had nineteen months of sight and hearing before her illness, which provided some mental development foundation.\nSullivan's approach differed from institutional education for deaf children. She provided individualized attention and experiential learning that would be impossible in a classroom setting. The author suggests that what deaf children need most is what other children learn before school begins, and this is best taught by parents or special teachers, not schools. Sullivan's willingness to play and explore with Helen created a unique \"nature school\" where teacher and pupil were inseparable, learning together through experience rather than rote instruction.\nHelen's education challenges conventional approaches to teaching language. The traditional focus on grammar rules and definitions was entirely discarded in her education. Instead, she was constantly exposed to living language through conversation and books, turning it over in various ways until she could use it correctly. This method proved far more effective than the mechanical exercises typically used with deaf children. Sullivan believed in developing children's higher natures by connecting them with nature and real-world experiences rather than filling their minds with rudiments. \"Let them run in the fields, learn about animals, and observe real things,\" she advised, adding that children need \"guidance and sympathy far more than instruction.\"\nThe text emphasizes that while Helen had extraordinary abilities, her achievements were also the product of constant practice and Sullivan's unwavering discipline. Sullivan never allowed Helen to send off letters containing errors in taste but made her rewrite them until they were perfect. This endless practice, combined with exposure to excellent literature, explains much of Helen's facility with language. Interestingly, her blindness and deafness may have actually enhanced her appreciation of language, as she cherished words in ways that people who take language for granted might not.\nThe friendship between teacher and pupil transcended traditional educational relationships. Sullivan's devotion and intelligence, combined with her fearless willingness to experiment, created the perfect conditions for Helen's development. Their relationship demonstrated the power of individualized education tailored to a child's specific needs and interests. Rather than trying to fit Helen into a predetermined educational framework, Sullivan adapted her methods to Helen's unique circumstances, proving that with the right approach, even the most formidable obstacles to learning could be overcome.\nOverall, the text portrays Helen Keller's education as a testament to human potential and the transformative power of dedicated teaching. Her journey from isolation to intellectual flourishing demonstrates that language acquisition is not merely about learning words and grammar but about connecting with ideas, experiences, and the beauty of expression. Sullivan's natural method, emphasizing immersion in language rather than mechanical instruction, provides valuable insights for education in general, challenging us to reconsider how we approach teaching and learning.\n", "map": [["Helen Keller", "deaf-blind condition"], ["deaf-blind condition", "self-invented signs"], ["Helen Keller", "Anne Sullivan"], ["Anne Sullivan", "innovative teaching methods"], ["innovative teaching methods", "finger-spelling"], ["finger-spelling", "natural language absorption"], ["Anne Sullivan", "natural teaching method"], ["natural teaching method", "rejection of conventional approaches"], ["conventional approaches", "individual words by definition"], ["natural teaching method", "complete sentences"], ["Anne Sullivan", "medium for communication"], ["Anne Sullivan", "knowledge acquisition"], ["Helen Keller", "extraordinary language skills"], ["Anne Sullivan", "minimal early writing requirements"], ["Anne Sullivan", "interest-based lessons"], ["Helen Keller", "books"], ["books", "vocabulary acquisition"], ["books", "context learning"], ["Anne Sullivan", "literary models"], ["literary models", "rich language development"], ["Anne Sullivan", "writing discipline"], ["writing discipline", "well-phrased communication"], ["Helen Keller", "speech development"], ["speech development", "Norwegian child inspiration"], ["speech development", "Sarah Fuller"], ["speech development", "closer relationships"], ["Helen Keller", "Frost King incident"], ["Frost King incident", "phenomenal memory"], ["Frost King incident", "unconscious reproduction"], ["Margaret Canby", "Wonder-Child description"], ["Helen Keller", "foreign language aptitude"], ["foreign language aptitude", "German"], ["foreign language aptitude", "Latin"], ["foreign language aptitude", "French"], ["Helen's success", "innate ability"], ["Helen's success", "Sullivan's teaching methods"], ["Anne Sullivan", "extraordinary power"], ["Helen Keller", "independent spirit"], ["successful education", "devoted teacher"], ["successful education", "favorable circumstances"], ["Helen Keller", "nineteen months of sight and hearing"], ["Anne Sullivan", "individualized attention"], ["Anne Sullivan", "experiential learning"], ["Anne Sullivan", "nature school"], ["natural teaching method", "rejection of grammar rules"], ["Anne Sullivan", "connection with nature"], ["Anne Sullivan", "real-world experiences"], ["Helen Keller", "language appreciation"], ["teacher-pupil relationship", "transcended traditional education"], ["Helen's education", "testament to human potential"]]}