{"source": "https://www.gutenberg.org/cache/epub/84/pg84-images.html", "text": "\r\n\n\r\n“I will soon explain to what these feelings tended, but allow me now to return\r\nto the cottagers, whose story excited in me such various feelings of\r\nindignation, delight, and wonder, but which all terminated in additional love\r\nand reverence for my protectors (for so I loved, in an innocent, half-painful\r\nself-deceit, to call them).”\r\n\n\r\n“Some time elapsed before I learned the history of my friends. It was one which\r\ncould not fail to impress itself deeply on my mind, unfolding as it did a\r\nnumber of circumstances, each interesting and wonderful to one so utterly\r\ninexperienced as I was.\r\n\n\r\n“The name of the old man was De Lacey. He was descended from a good family in\r\nFrance, where he had lived for many years in affluence, respected by his\r\nsuperiors and beloved by his equals. His son was bred in the service of his\r\ncountry, and Agatha had ranked with ladies of the highest distinction. A few\r\nmonths before my arrival they had lived in a large and luxurious city called\r\nParis, surrounded by friends and possessed of every enjoyment which virtue,\r\nrefinement of intellect, or taste, accompanied by a moderate fortune, could\r\nafford.\r\n\n\r\n“The father of Safie had been the cause of their ruin. He was a Turkish\r\nmerchant and had inhabited Paris for many years, when, for some reason which I\r\ncould not learn, he became obnoxious to the government. He was seized and cast\r\ninto prison the very day that Safie arrived from Constantinople to join him. He\r\nwas tried and condemned to death. The injustice of his sentence was very\r\nflagrant; all Paris was indignant; and it was judged that his religion and\r\nwealth rather than the crime alleged against him had been the cause of his\r\ncondemnation.\r\n\n\r\n“Felix had accidentally been present at the trial; his horror and indignation\r\nwere uncontrollable when he heard the decision of the court. He made, at that\r\nmoment, a solemn vow to deliver him and then looked around for the means. After\r\nmany fruitless attempts to gain admittance to the prison, he found a strongly\r\ngrated window in an unguarded part of the building, which lighted the dungeon\r\nof the unfortunate Muhammadan, who, loaded with chains, waited in despair the\r\nexecution of the barbarous sentence. Felix visited the grate at night and made\r\nknown to the prisoner his intentions in his favour. The Turk, amazed and\r\ndelighted, endeavoured to kindle the zeal of his deliverer by promises of\r\nreward and wealth. Felix rejected his offers with contempt, yet when he saw the\r\nlovely Safie, who was allowed to visit her father and who by her gestures\r\nexpressed her lively gratitude, the youth could not help owning to his own mind\r\nthat the captive possessed a treasure which would fully reward his toil and\r\nhazard.\r\n\n\r\n“The Turk quickly perceived the impression that his daughter had made on the\r\nheart of Felix and endeavoured to secure him more entirely in his interests by\r\nthe promise of her hand in marriage so soon as he should be conveyed to a place\r\nof safety. Felix was too delicate to accept this offer, yet he looked forward\r\nto the probability of the event as to the consummation of his happiness.\r\n\n\r\n“During the ensuing days, while the preparations were going forward for the\r\nescape of the merchant, the zeal of Felix was warmed by several letters that he\r\nreceived from this lovely girl, who found means to express her thoughts in the\r\nlanguage of her lover by the aid of an old man, a servant of her father who\r\nunderstood French. She thanked him in the most ardent terms for his intended\r\nservices towards her parent, and at the same time she gently deplored her own\r\nfate.\r\n\n\r\n“I have copies of these letters, for I found means, during my residence in the\r\nhovel, to procure the implements of writing; and the letters were often in the\r\nhands of Felix or Agatha. Before I depart I will give them to you; they will\r\nprove the truth of my tale; but at present, as the sun is already far declined,\r\nI shall only have time to repeat the substance of them to you.\r\n\n\r\n“Safie related that her mother was a Christian Arab, seized and made a slave by\r\nthe Turks; recommended by her beauty, she had won the heart of the father of\r\nSafie, who married her. The young girl spoke in high and enthusiastic terms of\r\nher mother, who, born in freedom, spurned the bondage to which she was now\r\nreduced. She instructed her daughter in the tenets of her religion and taught\r\nher to aspire to higher powers of intellect and an independence of spirit\r\nforbidden to the female followers of Muhammad. This lady died, but her lessons\r\nwere indelibly impressed on the mind of Safie, who sickened at the prospect of\r\nagain returning to Asia and being immured within the walls of a harem, allowed\r\nonly to occupy herself with infantile amusements, ill-suited to the temper of\r\nher soul, now accustomed to grand ideas and a noble emulation for virtue. The\r\nprospect of marrying a Christian and remaining in a country where women were\r\nallowed to take a rank in society was enchanting to her.\r\n\n\r\n“The day for the execution of the Turk was fixed, but on the night previous to\r\nit he quitted his prison and before morning was distant many leagues from\r\nParis. Felix had procured passports in the name of his father, sister, and\r\nhimself. He had previously communicated his plan to the former, who aided the\r\ndeceit by quitting his house, under the pretence of a journey and concealed\r\nhimself, with his daughter, in an obscure part of Paris.\r\n\n\r\n“Felix conducted the fugitives through France to Lyons and across Mont Cenis to\r\nLeghorn, where the merchant had decided to wait a favourable opportunity of\r\npassing into some part of the Turkish dominions.\r\n\n\r\n“Safie resolved to remain with her father until the moment of his departure,\r\nbefore which time the Turk renewed his promise that she should be united to his\r\ndeliverer; and Felix remained with them in expectation of that event; and in\r\nthe meantime he enjoyed the society of the Arabian, who exhibited towards him\r\nthe simplest and tenderest affection. They conversed with one another through\r\nthe means of an interpreter, and sometimes with the interpretation of looks;\r\nand Safie sang to him the divine airs of her native country.\r\n\n\r\n“The Turk allowed this intimacy to take place and encouraged the hopes of the\r\nyouthful lovers, while in his heart he had formed far other plans. He loathed\r\nthe idea that his daughter should be united to a Christian, but he feared the\r\nresentment of Felix if he should appear lukewarm, for he knew that he was still\r\nin the power of his deliverer if he should choose to betray him to the Italian\r\nstate which they inhabited. He revolved a thousand plans by which he should be\r\nenabled to prolong the deceit until it might be no longer necessary, and\r\nsecretly to take his daughter with him when he departed. His plans were\r\nfacilitated by the news which arrived from Paris.\r\n\n\r\n“The government of France were greatly enraged at the escape of their victim\r\nand spared no pains to detect and punish his deliverer. The plot of Felix was\r\nquickly discovered, and De Lacey and Agatha were thrown into prison. The news\r\nreached Felix and roused him from his dream of pleasure. His blind and aged\r\nfather and his gentle sister lay in a noisome dungeon while he enjoyed the free\r\nair and the society of her whom he loved. This idea was torture to him. He\r\nquickly arranged with the Turk that if the latter should find a favourable\r\nopportunity for escape before Felix could return to Italy, Safie should remain\r\nas a boarder at a convent at Leghorn; and then, quitting the lovely Arabian, he\r\nhastened to Paris and delivered himself up to the vengeance of the law, hoping\r\nto free De Lacey and Agatha by this proceeding.\r\n\n\r\n“He did not succeed. They remained confined for five months before the trial\r\ntook place, the result of which deprived them of their fortune and condemned\r\nthem to a perpetual exile from their native country.\r\n\n\r\n“They found a miserable asylum in the cottage in Germany, where I discovered\r\nthem. Felix soon learned that the treacherous Turk, for whom he and his family\r\nendured such unheard-of oppression, on discovering that his deliverer was thus\r\nreduced to poverty and ruin, became a traitor to good feeling and honour and\r\nhad quitted Italy with his daughter, insultingly sending Felix a pittance of\r\nmoney to aid him, as he said, in some plan of future maintenance.\r\n\n\r\n“Such were the events that preyed on the heart of Felix and rendered him, when\r\nI first saw him, the most miserable of his family. He could have endured\r\npoverty, and while this distress had been the meed of his virtue, he gloried in\r\nit; but the ingratitude of the Turk and the loss of his beloved Safie were\r\nmisfortunes more bitter and irreparable. The arrival of the Arabian now infused\r\nnew life into his soul.\r\n\n\r\n“When the news reached Leghorn that Felix was deprived of his wealth and rank,\r\nthe merchant commanded his daughter to think no more of her lover, but to\r\nprepare to return to her native country. The generous nature of Safie was\r\noutraged by this command; she attempted to expostulate with her father, but he\r\nleft her angrily, reiterating his tyrannical mandate.\r\n\n\r\n“A few days after, the Turk entered his daughter’s apartment and told her\r\nhastily that he had reason to believe that his residence at Leghorn had been\r\ndivulged and that he should speedily be delivered up to the French government;\r\nhe had consequently hired a vessel to convey him to Constantinople, for which\r\ncity he should sail in a few hours. He intended to leave his daughter under the\r\ncare of a confidential servant, to follow at her leisure with the greater part\r\nof his property, which had not yet arrived at Leghorn.\r\n\n\r\n“When alone, Safie resolved in her own mind the plan of conduct that it would\r\nbecome her to pursue in this emergency. A residence in Turkey was abhorrent to\r\nher; her religion and her feelings were alike averse to it. By some papers of\r\nher father which fell into her hands she heard of the exile of her lover and\r\nlearnt the name of the spot where he then resided. She hesitated some time, but\r\nat length she formed her determination. Taking with her some jewels that\r\nbelonged to her and a sum of money, she quitted Italy with an attendant, a\r\nnative of Leghorn, but who understood the common language of Turkey, and\r\ndeparted for Germany.\r\n\n\r\n“She arrived in safety at a town about twenty leagues from the cottage of De\r\nLacey, when her attendant fell dangerously ill. Safie nursed her with the most\r\ndevoted affection, but the poor girl died, and the Arabian was left alone,\r\nunacquainted with the language of the country and utterly ignorant of the\r\ncustoms of the world. She fell, however, into good hands. The Italian had\r\nmentioned the name of the spot for which they were bound, and after her death\r\nthe woman of the house in which they had lived took care that Safie should\r\narrive in safety at the cottage of her lover.”\r\n\n\r\n“Such was the history of my beloved cottagers. It impressed me deeply. I\r\nlearned, from the views of social life which it developed, to admire their\r\nvirtues and to deprecate the vices of mankind.\r\n\n\r\n“As yet I looked upon crime as a distant evil, benevolence and generosity were\r\never present before me, inciting within me a desire to become an actor in the\r\nbusy scene where so many admirable qualities were called forth and displayed.\r\nBut in giving an account of the progress of my intellect, I must not omit a\r\ncircumstance which occurred in the beginning of the month of August of the same\r\nyear.\r\n\n\r\n“One night during my accustomed visit to the neighbouring wood where I\r\ncollected my own food and brought home firing for my protectors, I found on the\r\nground a leathern portmanteau containing several articles of dress and some\r\nbooks. I eagerly seized the prize and returned with it to my hovel. Fortunately\r\nthe books were written in the language, the elements of which I had acquired at\r\nthe cottage; they consisted of Paradise Lost, a volume of Plutarch’s\r\nLives, and the Sorrows of Werter. The possession of these treasures\r\ngave me extreme delight; I now continually studied and exercised my mind upon\r\nthese histories, whilst my friends were employed in their ordinary occupations.\r\n\n\r\n“I can hardly describe to you the effect of these books. They produced in me an\r\ninfinity of new images and feelings, that sometimes raised me to ecstasy, but\r\nmore frequently sunk me into the lowest dejection. In the Sorrows of\r\nWerter, besides the interest of its simple and affecting story, so many\r\nopinions are canvassed and so many lights thrown upon what had hitherto been to\r\nme obscure subjects that I found in it a never-ending source of speculation and\r\nastonishment. The gentle and domestic manners it described, combined with lofty\r\nsentiments and feelings, which had for their object something out of self,\r\naccorded well with my experience among my protectors and with the wants which\r\nwere for ever alive in my own bosom. But I thought Werter himself a more divine\r\nbeing than I had ever beheld or imagined; his character contained no\r\npretension, but it sank deep. The disquisitions upon death and suicide were\r\ncalculated to fill me with wonder. I did not pretend to enter into the merits\r\nof the case, yet I inclined towards the opinions of the hero, whose extinction\r\nI wept, without precisely understanding it.\r\n\n\r\n“As I read, however, I applied much personally to my own feelings and\r\ncondition. I found myself similar yet at the same time strangely unlike to the\r\nbeings concerning whom I read and to whose conversation I was a listener. I\r\nsympathised with and partly understood them, but I was unformed in mind; I was\r\ndependent on none and related to none. ‘The path of my departure was free,’ and\r\nthere was none to lament my annihilation. My person was hideous and my stature\r\ngigantic. What did this mean? Who was I? What was I? Whence did I come? What\r\nwas my destination? These questions continually recurred, but I was unable to\r\nsolve them.\r\n\n\r\n“The volume of Plutarch’s Lives which I possessed contained the\r\nhistories of the first founders of the ancient republics. This book had a far\r\ndifferent effect upon me from the Sorrows of Werter. I learned from\r\nWerter’s imaginations despondency and gloom, but Plutarch taught me high\r\nthoughts; he elevated me above the wretched sphere of my own reflections, to\r\nadmire and love the heroes of past ages. Many things I read surpassed my\r\nunderstanding and experience. I had a very confused knowledge of kingdoms, wide\r\nextents of country, mighty rivers, and boundless seas. But I was perfectly\r\nunacquainted with towns and large assemblages of men. The cottage of my\r\nprotectors had been the only school in which I had studied human nature, but\r\nthis book developed new and mightier scenes of action. I read of men concerned\r\nin public affairs, governing or massacring their species. I felt the greatest\r\nardour for virtue rise within me, and abhorrence for vice, as far as I\r\nunderstood the signification of those terms, relative as they were, as I\r\napplied them, to pleasure and pain alone. Induced by these feelings, I was of\r\ncourse led to admire peaceable lawgivers, Numa, Solon, and Lycurgus, in\r\npreference to Romulus and Theseus. The patriarchal lives of my protectors\r\ncaused these impressions to take a firm hold on my mind; perhaps, if my first\r\nintroduction to humanity had been made by a young soldier, burning for glory\r\nand slaughter, I should have been imbued with different sensations.\r\n\n\r\n“But Paradise Lost excited different and far deeper emotions. I read it,\r\nas I had read the other volumes which had fallen into my hands, as a true\r\nhistory. It moved every feeling of wonder and awe that the picture of an\r\nomnipotent God warring with his creatures was capable of exciting. I often\r\nreferred the several situations, as their similarity struck me, to my own. Like\r\nAdam, I was apparently united by no link to any other being in existence; but\r\nhis state was far different from mine in every other respect. He had come forth\r\nfrom the hands of God a perfect creature, happy and prosperous, guarded by the\r\nespecial care of his Creator; he was allowed to converse with and acquire\r\nknowledge from beings of a superior nature, but I was wretched, helpless, and\r\nalone. Many times I considered Satan as the fitter emblem of my condition, for\r\noften, like him, when I viewed the bliss of my protectors, the bitter gall of\r\nenvy rose within me.\r\n\n\r\n“Another circumstance strengthened and confirmed these feelings. Soon after my\r\narrival in the hovel I discovered some papers in the pocket of the dress which\r\nI had taken from your laboratory. At first I had neglected them, but now that I\r\nwas able to decipher the characters in which they were written, I began to\r\nstudy them with diligence. It was your journal of the four months that preceded\r\nmy creation. You minutely described in these papers every step you took in the\r\nprogress of your work; this history was mingled with accounts of domestic\r\noccurrences. You doubtless recollect these papers. Here they are. Everything is\r\nrelated in them which bears reference to my accursed origin; the whole detail\r\nof that series of disgusting circumstances which produced it is set in view;\r\nthe minutest description of my odious and loathsome person is given, in\r\nlanguage which painted your own horrors and rendered mine indelible. I sickened\r\nas I read. ‘Hateful day when I received life!’ I exclaimed in agony. ‘Accursed\r\ncreator! Why did you form a monster so hideous that even you turned from\r\nme in disgust? God, in pity, made man beautiful and alluring, after his own\r\nimage; but my form is a filthy type of yours, more horrid even from the very\r\nresemblance. Satan had his companions, fellow devils, to admire and encourage\r\nhim, but I am solitary and abhorred.’\r\n\n\r\n“These were the reflections of my hours of despondency and solitude; but when I\r\ncontemplated the virtues of the cottagers, their amiable and benevolent\r\ndispositions, I persuaded myself that when they should become acquainted with\r\nmy admiration of their virtues they would compassionate me and overlook my\r\npersonal deformity. Could they turn from their door one, however monstrous, who\r\nsolicited their compassion and friendship? I resolved, at least, not to\r\ndespair, but in every way to fit myself for an interview with them which would\r\ndecide my fate. I postponed this attempt for some months longer, for the\r\nimportance attached to its success inspired me with a dread lest I should fail.\r\nBesides, I found that my understanding improved so much with every day’s\r\nexperience that I was unwilling to commence this undertaking until a few more\r\nmonths should have added to my sagacity.\r\n\n\r\n“Several changes, in the meantime, took place in the cottage. The presence of\r\nSafie diffused happiness among its inhabitants, and I also found that a greater\r\ndegree of plenty reigned there. Felix and Agatha spent more time in amusement\r\nand conversation, and were assisted in their labours by servants. They did not\r\nappear rich, but they were contented and happy; their feelings were serene and\r\npeaceful, while mine became every day more tumultuous. Increase of knowledge\r\nonly discovered to me more clearly what a wretched outcast I was. I cherished\r\nhope, it is true, but it vanished when I beheld my person reflected in water or\r\nmy shadow in the moonshine, even as that frail image and that inconstant shade.\r\n\n\r\n“I endeavoured to crush these fears and to fortify myself for the trial which\r\nin a few months I resolved to undergo; and sometimes I allowed my thoughts,\r\nunchecked by reason, to ramble in the fields of Paradise, and dared to fancy\r\namiable and lovely creatures sympathising with my feelings and cheering my\r\ngloom; their angelic countenances breathed smiles of consolation. But it was\r\nall a dream; no Eve soothed my sorrows nor shared my thoughts; I was alone. I\r\nremembered Adam’s supplication to his Creator. But where was mine? He had\r\nabandoned me, and in the bitterness of my heart I cursed him.\r\n\n\r\n“Autumn passed thus. I saw, with surprise and grief, the leaves decay and fall,\r\nand nature again assume the barren and bleak appearance it had worn when I\r\nfirst beheld the woods and the lovely moon. Yet I did not heed the bleakness of\r\nthe weather; I was better fitted by my conformation for the endurance of cold\r\nthan heat. But my chief delights were the sight of the flowers, the birds, and\r\nall the gay apparel of summer; when those deserted me, I turned with more\r\nattention towards the cottagers. Their happiness was not decreased by the\r\nabsence of summer. They loved and sympathised with one another; and their joys,\r\ndepending on each other, were not interrupted by the casualties that took place\r\naround them. The more I saw of them, the greater became my desire to claim\r\ntheir protection and kindness; my heart yearned to be known and loved by these\r\namiable creatures; to see their sweet looks directed towards me with affection\r\nwas the utmost limit of my ambition. I dared not think that they would turn\r\nthem from me with disdain and horror. The poor that stopped at their door were\r\nnever driven away. I asked, it is true, for greater treasures than a little\r\nfood or rest: I required kindness and sympathy; but I did not believe myself\r\nutterly unworthy of it.\r\n\n\r\n“The winter advanced, and an entire revolution of the seasons had taken place\r\nsince I awoke into life. My attention at this time was solely directed towards\r\nmy plan of introducing myself into the cottage of my protectors. I revolved\r\nmany projects, but that on which I finally fixed was to enter the dwelling when\r\nthe blind old man should be alone. I had sagacity enough to discover that the\r\nunnatural hideousness of my person was the chief object of horror with those\r\nwho had formerly beheld me. My voice, although harsh, had nothing terrible in\r\nit; I thought, therefore, that if in the absence of his children I could gain\r\nthe good will and mediation of the old De Lacey, I might by his means be\r\ntolerated by my younger protectors.\r\n\n\r\n“One day, when the sun shone on the red leaves that strewed the ground and\r\ndiffused cheerfulness, although it denied warmth, Safie, Agatha, and Felix\r\ndeparted on a long country walk, and the old man, at his own desire, was left\r\nalone in the cottage. When his children had departed, he took up his guitar and\r\nplayed several mournful but sweet airs, more sweet and mournful than I had ever\r\nheard him play before. At first his countenance was illuminated with pleasure,\r\nbut as he continued, thoughtfulness and sadness succeeded; at length, laying\r\naside the instrument, he sat absorbed in reflection.\r\n\n\r\n“My heart beat quick; this was the hour and moment of trial, which would decide\r\nmy hopes or realise my fears. The servants were gone to a neighbouring fair.\r\nAll was silent in and around the cottage; it was an excellent opportunity; yet,\r\nwhen I proceeded to execute my plan, my limbs failed me and I sank to the\r\nground. Again I rose, and exerting all the firmness of which I was master,\r\nremoved the planks which I had placed before my hovel to conceal my retreat.\r\nThe fresh air revived me, and with renewed determination I approached the door\r\nof their cottage.\r\n\n\r\n“I knocked. ‘Who is there?’ said the old man. ‘Come in.’\r\n\n\r\n“I entered. ‘Pardon this intrusion,’ said I; ‘I am a traveller in want of a\r\nlittle rest; you would greatly oblige me if you would allow me to remain a few\r\nminutes before the fire.’\r\n\n\r\n“‘Enter,’ said De Lacey, ‘and I will try in what manner I can to relieve your\r\nwants; but, unfortunately, my children are from home, and as I am blind, I am\r\nafraid I shall find it difficult to procure food for you.’\r\n\n\r\n“‘Do not trouble yourself, my kind host; I have food; it is warmth and rest\r\nonly that I need.’\r\n\n\r\n“I sat down, and a silence ensued. I knew that every minute was precious to me,\r\nyet I remained irresolute in what manner to commence the interview, when the\r\nold man addressed me.\r\n\n\r\n‘By your language, stranger, I suppose you are my countryman; are you French?’\r\n\n\r\n“‘No; but I was educated by a French family and understand that language only.\r\nI am now going to claim the protection of some friends, whom I sincerely love,\r\nand of whose favour I have some hopes.’\r\n\n\r\n“‘Are they Germans?’\r\n\n\r\n“‘No, they are French. But let us change the subject. I am an unfortunate and\r\ndeserted creature, I look around and I have no relation or friend upon earth.\r\nThese amiable people to whom I go have never seen me and know little of me. I\r\nam full of fears, for if I fail there, I am an outcast in the world for ever.’\r\n\n\r\n“‘Do not despair. To be friendless is indeed to be unfortunate, but the hearts\r\nof men, when unprejudiced by any obvious self-interest, are full of brotherly\r\nlove and charity. Rely, therefore, on your hopes; and if these friends are good\r\nand amiable, do not despair.’\r\n\n\r\n“‘They are kind—they are the most excellent creatures in the world; but,\r\nunfortunately, they are prejudiced against me. I have good dispositions; my\r\nlife has been hitherto harmless and in some degree beneficial; but a fatal\r\nprejudice clouds their eyes, and where they ought to see a feeling and kind\r\nfriend, they behold only a detestable monster.’\r\n\n\r\n“‘That is indeed unfortunate; but if you are really blameless, cannot you\r\nundeceive them?’\r\n\n\r\n“‘I am about to undertake that task; and it is on that account that I feel so\r\nmany overwhelming terrors. I tenderly love these friends; I have, unknown to\r\nthem, been for many months in the habits of daily kindness towards them; but\r\nthey believe that I wish to injure them, and it is that prejudice which I wish\r\nto overcome.’\r\n\n\r\n“‘Where do these friends reside?’\r\n\n\r\n“‘Near this spot.’\r\n\n\r\n“The old man paused and then continued, ‘If you will unreservedly confide to me\r\nthe particulars of your tale, I perhaps may be of use in undeceiving them. I am\r\nblind and cannot judge of your countenance, but there is something in your\r\nwords which persuades me that you are sincere. I am poor and an exile, but it\r\nwill afford me true pleasure to be in any way serviceable to a human creature.’\r\n\n\r\n“‘Excellent man! I thank you and accept your generous offer. You raise me from\r\nthe dust by this kindness; and I trust that, by your aid, I shall not be driven\r\nfrom the society and sympathy of your fellow creatures.’\r\n\n\r\n“‘Heaven forbid! Even if you were really criminal, for that can only drive you\r\nto desperation, and not instigate you to virtue. I also am unfortunate; I and\r\nmy family have been condemned, although innocent; judge, therefore, if I do not\r\nfeel for your misfortunes.’\r\n\n\r\n“‘How can I thank you, my best and only benefactor? From your lips first have I\r\nheard the voice of kindness directed towards me; I shall be for ever grateful;\r\nand your present humanity assures me of success with those friends whom I am on\r\nthe point of meeting.’\r\n\n\r\n“‘May I know the names and residence of those friends?’\r\n\n\r\n“I paused. This, I thought, was the moment of decision, which was to rob me of\r\nor bestow happiness on me for ever. I struggled vainly for firmness sufficient\r\nto answer him, but the effort destroyed all my remaining strength; I sank on\r\nthe chair and sobbed aloud. At that moment I heard the steps of my younger\r\nprotectors. I had not a moment to lose, but seizing the hand of the old man, I\r\ncried, ‘Now is the time! Save and protect me! You and your family are the\r\nfriends whom I seek. Do not you desert me in the hour of trial!’\r\n\n\r\n“‘Great God!’ exclaimed the old man. ‘Who are you?’\r\n\n\r\n“At that instant the cottage door was opened, and Felix, Safie, and Agatha\r\nentered. Who can describe their horror and consternation on beholding me?\r\nAgatha fainted, and Safie, unable to attend to her friend, rushed out of the\r\ncottage. Felix darted forward, and with supernatural force tore me from his\r\nfather, to whose knees I clung, in a transport of fury, he dashed me to the\r\nground and struck me violently with a stick. I could have torn him limb from\r\nlimb, as the lion rends the antelope. But my heart sank within me as with\r\nbitter sickness, and I refrained. I saw him on the point of repeating his blow,\r\nwhen, overcome by pain and anguish, I quitted the cottage, and in the general\r\ntumult escaped unperceived to my hovel.”\r\n\n\r\n“Cursed, cursed creator! Why did I live? Why, in that instant, did I not\r\nextinguish the spark of existence which you had so wantonly bestowed? I know\r\nnot; despair had not yet taken possession of me; my feelings were those of rage\r\nand revenge. I could with pleasure have destroyed the cottage and its\r\ninhabitants and have glutted myself with their shrieks and misery.\r\n\n\r\n“When night came I quitted my retreat and wandered in the wood; and now, no\r\nlonger restrained by the fear of discovery, I gave vent to my anguish in\r\nfearful howlings. I was like a wild beast that had broken the toils, destroying\r\nthe objects that obstructed me and ranging through the wood with a stag-like\r\nswiftness. Oh! What a miserable night I passed! The cold stars shone in\r\nmockery, and the bare trees waved their branches above me; now and then the\r\nsweet voice of a bird burst forth amidst the universal stillness. All, save I,\r\nwere at rest or in enjoyment; I, like the arch-fiend, bore a hell within me,\r\nand finding myself unsympathised with, wished to tear up the trees, spread\r\nhavoc and destruction around me, and then to have sat down and enjoyed the\r\nruin.\r\n\n\r\n“But this was a luxury of sensation that could not endure; I became fatigued\r\nwith excess of bodily exertion and sank on the damp grass in the sick impotence\r\nof despair. There was none among the myriads of men that existed who would pity\r\nor assist me; and should I feel kindness towards my enemies? No: from that\r\nmoment I declared everlasting war against the species, and more than all,\r\nagainst him who had formed me and sent me forth to this insupportable misery.\r\n\n\r\n“The sun rose; I heard the voices of men and knew that it was impossible to\r\nreturn to my retreat during that day. Accordingly I hid myself in some thick\r\nunderwood, determining to devote the ensuing hours to reflection on my\r\nsituation.\r\n\n\r\n“The pleasant sunshine and the pure air of day restored me to some degree of\r\ntranquillity; and when I considered what had passed at the cottage, I could not\r\nhelp believing that I had been too hasty in my conclusions. I had certainly\r\nacted imprudently. It was apparent that my conversation had interested the\r\nfather in my behalf, and I was a fool in having exposed my person to the horror\r\nof his children. I ought to have familiarised the old De Lacey to me, and by\r\ndegrees to have discovered myself to the rest of his family, when they should\r\nhave been prepared for my approach. But I did not believe my errors to be\r\nirretrievable, and after much consideration I resolved to return to the\r\ncottage, seek the old man, and by my representations win him to my party.\r\n\n\r\n“These thoughts calmed me, and in the afternoon I sank into a profound sleep;\r\nbut the fever of my blood did not allow me to be visited by peaceful dreams.\r\nThe horrible scene of the preceding day was for ever acting before my eyes; the\r\nfemales were flying and the enraged Felix tearing me from his father’s feet. I\r\nawoke exhausted, and finding that it was already night, I crept forth from my\r\nhiding-place, and went in search of food.\r\n\n\r\n“When my hunger was appeased, I directed my steps towards the well-known path\r\nthat conducted to the cottage. All there was at peace. I crept into my hovel\r\nand remained in silent expectation of the accustomed hour when the family\r\narose. That hour passed, the sun mounted high in the heavens, but the cottagers\r\ndid not appear. I trembled violently, apprehending some dreadful misfortune.\r\nThe inside of the cottage was dark, and I heard no motion; I cannot describe\r\nthe agony of this suspense.\r\n\n\r\n“Presently two countrymen passed by, but pausing near the cottage, they entered\r\ninto conversation, using violent gesticulations; but I did not understand what\r\nthey said, as they spoke the language of the country, which differed from that\r\nof my protectors. Soon after, however, Felix approached with another man; I was\r\nsurprised, as I knew that he had not quitted the cottage that morning, and\r\nwaited anxiously to discover from his discourse the meaning of these unusual\r\nappearances.\r\n\n\r\n“‘Do you consider,’ said his companion to him, ‘that you will be obliged to pay\r\nthree months’ rent and to lose the produce of your garden? I do not wish to\r\ntake any unfair advantage, and I beg therefore that you will take some days to\r\nconsider of your determination.’\r\n\n\r\n“‘It is utterly useless,’ replied Felix; ‘we can never again inhabit your\r\ncottage. The life of my father is in the greatest danger, owing to the dreadful\r\ncircumstance that I have related. My wife and my sister will never recover from\r\ntheir horror. I entreat you not to reason with me any more. Take possession of\r\nyour tenement and let me fly from this place.’\r\n\n\r\n“Felix trembled violently as he said this. He and his companion entered the\r\ncottage, in which they remained for a few minutes, and then departed. I never\r\nsaw any of the family of De Lacey more.\r\n\n\r\n“I continued for the remainder of the day in my hovel in a state of utter and\r\nstupid despair. My protectors had departed and had broken the only link that\r\nheld me to the world. For the first time the feelings of revenge and hatred\r\nfilled my bosom, and I did not strive to control them, but allowing myself to\r\nbe borne away by the stream, I bent my mind towards injury and death. When I\r\nthought of my friends, of the mild voice of De Lacey, the gentle eyes of\r\nAgatha, and the exquisite beauty of the Arabian, these thoughts vanished and a\r\ngush of tears somewhat soothed me. But again when I reflected that they had\r\nspurned and deserted me, anger returned, a rage of anger, and unable to injure\r\nanything human, I turned my fury towards inanimate objects. As night advanced,\r\nI placed a variety of combustibles around the cottage, and after having\r\ndestroyed every vestige of cultivation in the garden, I waited with forced\r\nimpatience until the moon had sunk to commence my operations.\r\n\n\r\n“As the night advanced, a fierce wind arose from the woods and quickly\r\ndispersed the clouds that had loitered in the heavens; the blast tore along\r\nlike a mighty avalanche and produced a kind of insanity in my spirits that\r\nburst all bounds of reason and reflection. I lighted the dry branch of a tree\r\nand danced with fury around the devoted cottage, my eyes still fixed on the\r\nwestern horizon, the edge of which the moon nearly touched. A part of its orb\r\nwas at length hid, and I waved my brand; it sank, and with a loud scream I\r\nfired the straw, and heath, and bushes, which I had collected. The wind fanned\r\nthe fire, and the cottage was quickly enveloped by the flames, which clung to\r\nit and licked it with their forked and destroying tongues.\r\n\n\r\n“As soon as I was convinced that no assistance could save any part of the\r\nhabitation, I quitted the scene and sought for refuge in the woods.\r\n\n\r\n“And now, with the world before me, whither should I bend my steps? I resolved\r\nto fly far from the scene of my misfortunes; but to me, hated and despised,\r\nevery country must be equally horrible. At length the thought of you crossed my\r\nmind. I learned from your papers that you were my father, my creator; and to\r\nwhom could I apply with more fitness than to him who had given me life? Among\r\nthe lessons that Felix had bestowed upon Safie, geography had not been omitted;\r\nI had learned from these the relative situations of the different countries of\r\nthe earth. You had mentioned Geneva as the name of your native town, and\r\ntowards this place I resolved to proceed.\r\n\n\r\n“But how was I to direct myself? I knew that I must travel in a southwesterly\r\ndirection to reach my destination, but the sun was my only guide. I did not\r\nknow the names of the towns that I was to pass through, nor could I ask\r\ninformation from a single human being; but I did not despair. From you only\r\ncould I hope for succour, although towards you I felt no sentiment but that of\r\nhatred. Unfeeling, heartless creator! You had endowed me with perceptions and\r\npassions and then cast me abroad an object for the scorn and horror of mankind.\r\nBut on you only had I any claim for pity and redress, and from you I determined\r\nto seek that justice which I vainly attempted to gain from any other being that\r\nwore the human form.\r\n\n\r\n“My travels were long and the sufferings I endured intense. It was late in\r\nautumn when I quitted the district where I had so long resided. I travelled\r\nonly at night, fearful of encountering the visage of a human being. Nature\r\ndecayed around me, and the sun became heatless; rain and snow poured around me;\r\nmighty rivers were frozen; the surface of the earth was hard and chill, and\r\nbare, and I found no shelter. Oh, earth! How often did I imprecate curses on\r\nthe cause of my being! The mildness of my nature had fled, and all within me\r\nwas turned to gall and bitterness. The nearer I approached to your habitation,\r\nthe more deeply did I feel the spirit of revenge enkindled in my heart. Snow\r\nfell, and the waters were hardened, but I rested not. A few incidents now and\r\nthen directed me, and I possessed a map of the country; but I often wandered\r\nwide from my path. The agony of my feelings allowed me no respite; no incident\r\noccurred from which my rage and misery could not extract its food; but a\r\ncircumstance that happened when I arrived on the confines of Switzerland, when\r\nthe sun had recovered its warmth and the earth again began to look green,\r\nconfirmed in an especial manner the bitterness and horror of my feelings.\r\n\n\r\n“I generally rested during the day and travelled only when I was secured by\r\nnight from the view of man. One morning, however, finding that my path lay\r\nthrough a deep wood, I ventured to continue my journey after the sun had risen;\r\nthe day, which was one of the first of spring, cheered even me by the\r\nloveliness of its sunshine and the balminess of the air. I felt emotions of\r\ngentleness and pleasure, that had long appeared dead, revive within me. Half\r\nsurprised by the novelty of these sensations, I allowed myself to be borne away\r\nby them, and forgetting my solitude and deformity, dared to be happy. Soft\r\ntears again bedewed my cheeks, and I even raised my humid eyes with\r\nthankfulness towards the blessed sun, which bestowed such joy upon me.\r\n\n\r\n“I continued to wind among the paths of the wood, until I came to its boundary,\r\nwhich was skirted by a deep and rapid river, into which many of the trees bent\r\ntheir branches, now budding with the fresh spring. Here I paused, not exactly\r\nknowing what path to pursue, when I heard the sound of voices, that induced me\r\nto conceal myself under the shade of a cypress. I was scarcely hid when a young\r\ngirl came running towards the spot where I was concealed, laughing, as if she\r\nran from someone in sport. She continued her course along the precipitous sides\r\nof the river, when suddenly her foot slipped, and she fell into the rapid\r\nstream. I rushed from my hiding-place and with extreme labour, from the force\r\nof the current, saved her and dragged her to shore. She was senseless, and I\r\nendeavoured by every means in my power to restore animation, when I was\r\nsuddenly interrupted by the approach of a rustic, who was probably the person\r\nfrom whom she had playfully fled. On seeing me, he darted towards me, and\r\ntearing the girl from my arms, hastened towards the deeper parts of the wood. I\r\nfollowed speedily, I hardly knew why; but when the man saw me draw near, he\r\naimed a gun, which he carried, at my body and fired. I sank to the ground, and\r\nmy injurer, with increased swiftness, escaped into the wood.\r\n\n\r\n“This was then the reward of my benevolence! I had saved a human being from\r\ndestruction, and as a recompense I now writhed under the miserable pain of a\r\nwound which shattered the flesh and bone. The feelings of kindness and\r\ngentleness which I had entertained but a few moments before gave place to\r\nhellish rage and gnashing of teeth. Inflamed by pain, I vowed eternal hatred\r\nand vengeance to all mankind. But the agony of my wound overcame me; my pulses\r\npaused, and I fainted.\r\n\n\r\n“For some weeks I led a miserable life in the woods, endeavouring to cure the\r\nwound which I had received. The ball had entered my shoulder, and I knew not\r\nwhether it had remained there or passed through; at any rate I had no means of\r\nextracting it. My sufferings were augmented also by the oppressive sense of the\r\ninjustice and ingratitude of their infliction. My daily vows rose for revenge—a\r\ndeep and deadly revenge, such as would alone compensate for the outrages and\r\nanguish I had endured.\r\n\n\r\n“After some weeks my wound healed, and I continued my journey. The labours I\r\nendured were no longer to be alleviated by the bright sun or gentle breezes of\r\nspring; all joy was but a mockery which insulted my desolate state and made me\r\nfeel more painfully that I was not made for the enjoyment of pleasure.\r\n\n\r\n“But my toils now drew near a close, and in two months from this time I reached\r\nthe environs of Geneva.\r\n\n\r\n“It was evening when I arrived, and I retired to a hiding-place among the\r\nfields that surround it to meditate in what manner I should apply to you. I was\r\noppressed by fatigue and hunger and far too unhappy to enjoy the gentle breezes\r\nof evening or the prospect of the sun setting behind the stupendous mountains\r\nof Jura.\r\n\n\r\n“At this time a slight sleep relieved me from the pain of reflection, which was\r\ndisturbed by the approach of a beautiful child, who came running into the\r\nrecess I had chosen, with all the sportiveness of infancy. Suddenly, as I gazed\r\non him, an idea seized me that this little creature was unprejudiced and had\r\nlived too short a time to have imbibed a horror of deformity. If, therefore, I\r\ncould seize him and educate him as my companion and friend, I should not be so\r\ndesolate in this peopled earth.\r\n\n\r\n“Urged by this impulse, I seized on the boy as he passed and drew him towards\r\nme. As soon as he beheld my form, he placed his hands before his eyes and\r\nuttered a shrill scream; I drew his hand forcibly from his face and said,\r\n‘Child, what is the meaning of this? I do not intend to hurt you; listen to\r\nme.’\r\n\n\r\n“He struggled violently. ‘Let me go,’ he cried; ‘monster! Ugly wretch! You wish\r\nto eat me and tear me to pieces. You are an ogre. Let me go, or I will tell my\r\npapa.’\r\n\n\r\n“‘Boy, you will never see your father again; you must come with me.’\r\n\n\r\n“‘Hideous monster! Let me go. My papa is a syndic—he is M. Frankenstein—he will\r\npunish you. You dare not keep me.’\r\n\n\r\n“‘Frankenstein! you belong then to my enemy—to him towards whom I have sworn\r\neternal revenge; you shall be my first victim.’\r\n\n\r\n“The child still struggled and loaded me with epithets which carried despair to\r\nmy heart; I grasped his throat to silence him, and in a moment he lay dead at\r\nmy feet.\r\n\n\r\n“I gazed on my victim, and my heart swelled with exultation and hellish\r\ntriumph; clapping my hands, I exclaimed, ‘I too can create desolation; my enemy\r\nis not invulnerable; this death will carry despair to him, and a thousand other\r\nmiseries shall torment and destroy him.’\r\n\n\r\n“As I fixed my eyes on the child, I saw something glittering on his breast. I\r\ntook it; it was a portrait of a most lovely woman. In spite of my malignity, it\r\nsoftened and attracted me. For a few moments I gazed with delight on her dark\r\neyes, fringed by deep lashes, and her lovely lips; but presently my rage\r\nreturned; I remembered that I was for ever deprived of the delights that such\r\nbeautiful creatures could bestow and that she whose resemblance I contemplated\r\nwould, in regarding me, have changed that air of divine benignity to one\r\nexpressive of disgust and affright.\r\n\n\r\n“Can you wonder that such thoughts transported me with rage? I only wonder that\r\nat that moment, instead of venting my sensations in exclamations and agony, I\r\ndid not rush among mankind and perish in the attempt to destroy them.\r\n\n\r\n“While I was overcome by these feelings, I left the spot where I had committed\r\nthe murder, and seeking a more secluded hiding-place, I entered a barn which\r\nhad appeared to me to be empty. A woman was sleeping on some straw; she was\r\nyoung, not indeed so beautiful as her whose portrait I held, but of an\r\nagreeable aspect and blooming in the loveliness of youth and health. Here, I\r\nthought, is one of those whose joy-imparting smiles are bestowed on all but me.\r\nAnd then I bent over her and whispered, ‘Awake, fairest, thy lover is near—he\r\nwho would give his life but to obtain one look of affection from thine eyes; my\r\nbeloved, awake!’\r\n\n\r\n“The sleeper stirred; a thrill of terror ran through me. Should she indeed\r\nawake, and see me, and curse me, and denounce the murderer? Thus would she\r\nassuredly act if her darkened eyes opened and she beheld me. The thought was\r\nmadness; it stirred the fiend within me—not I, but she, shall suffer; the\r\nmurder I have committed because I am for ever robbed of all that she could give\r\nme, she shall atone. The crime had its source in her; be hers the punishment!\r\nThanks to the lessons of Felix and the sanguinary laws of man, I had learned\r\nnow to work mischief. I bent over her and placed the portrait securely in one\r\nof the folds of her dress. She moved again, and I fled.\r\n\n\r\n“For some days I haunted the spot where these scenes had taken place, sometimes\r\nwishing to see you, sometimes resolved to quit the world and its miseries for\r\never. At length I wandered towards these mountains, and have ranged through\r\ntheir immense recesses, consumed by a burning passion which you alone can\r\ngratify. We may not part until you have promised to comply with my requisition.\r\nI am alone and miserable; man will not associate with me; but one as deformed\r\nand horrible as myself would not deny herself to me. My companion must be of\r\nthe same species and have the same defects. This being you must create.”\r\n\n\r\nThe being finished speaking and fixed his looks upon me in the expectation of a\r\nreply. But I was bewildered, perplexed, and unable to arrange my ideas\r\nsufficiently to understand the full extent of his proposition. He continued,\r\n\n\r\n“You must create a female for me with whom I can live in the interchange of\r\nthose sympathies necessary for my being. This you alone can do, and I demand it\r\nof you as a right which you must not refuse to concede.”\r\n\n\r\nThe latter part of his tale had kindled anew in me the anger that had died away\r\nwhile he narrated his peaceful life among the cottagers, and as he said this I\r\ncould no longer suppress the rage that burned within me.\r\n\n\r\n“I do refuse it,” I replied; “and no torture shall ever extort a consent from\r\nme. You may render me the most miserable of men, but you shall never make me\r\nbase in my own eyes. Shall I create another like yourself, whose joint\r\nwickedness might desolate the world. Begone! I have answered you; you may\r\ntorture me, but I will never consent.”\r\n\n\r\n“You are in the wrong,” replied the fiend; “and instead of threatening, I am\r\ncontent to reason with you. I am malicious because I am miserable. Am I not\r\nshunned and hated by all mankind? You, my creator, would tear me to pieces and\r\ntriumph; remember that, and tell me why I should pity man more than he pities\r\nme? You would not call it murder if you could precipitate me into one of those\r\nice-rifts and destroy my frame, the work of your own hands. Shall I respect man\r\nwhen he condemns me? Let him live with me in the interchange of kindness, and\r\ninstead of injury I would bestow every benefit upon him with tears of gratitude\r\nat his acceptance. But that cannot be; the human senses are insurmountable\r\nbarriers to our union. Yet mine shall not be the submission of abject slavery.\r\nI will revenge my injuries; if I cannot inspire love, I will cause fear, and\r\nchiefly towards you my arch-enemy, because my creator, do I swear\r\ninextinguishable hatred. Have a care; I will work at your destruction, nor\r\nfinish until I desolate your heart, so that you shall curse the hour of your\r\nbirth.”\r\n\n\r\nA fiendish rage animated him as he said this; his face was wrinkled into\r\ncontortions too horrible for human eyes to behold; but presently he calmed\r\nhimself and proceeded—\r\n\n\r\n“I intended to reason. This passion is detrimental to me, for you do not\r\nreflect that you are the cause of its excess. If any being felt emotions\r\nof benevolence towards me, I should return them a hundred and a hundredfold;\r\nfor that one creature’s sake I would make peace with the whole kind! But I now\r\nindulge in dreams of bliss that cannot be realised. What I ask of you is\r\nreasonable and moderate; I demand a creature of another sex, but as hideous as\r\nmyself; the gratification is small, but it is all that I can receive, and it\r\nshall content me. It is true, we shall be monsters, cut off from all the world;\r\nbut on that account we shall be more attached to one another. Our lives will\r\nnot be happy, but they will be harmless and free from the misery I now feel.\r\nOh! My creator, make me happy; let me feel gratitude towards you for one\r\nbenefit! Let me see that I excite the sympathy of some existing thing; do not\r\ndeny me my request!”\r\n\n\r\nI was moved. I shuddered when I thought of the possible consequences of my\r\nconsent, but I felt that there was some justice in his argument. His tale and\r\nthe feelings he now expressed proved him to be a creature of fine sensations,\r\nand did I not as his maker owe him all the portion of happiness that it was in\r\nmy power to bestow? He saw my change of feeling and continued,\r\n\n\r\n“If you consent, neither you nor any other human being shall ever see us again;\r\nI will go to the vast wilds of South America. My food is not that of man; I do\r\nnot destroy the lamb and the kid to glut my appetite; acorns and berries afford\r\nme sufficient nourishment. My companion will be of the same nature as myself\r\nand will be content with the same fare. We shall make our bed of dried leaves;\r\nthe sun will shine on us as on man and will ripen our food. The picture I\r\npresent to you is peaceful and human, and you must feel that you could deny it\r\nonly in the wantonness of power and cruelty. Pitiless as you have been towards\r\nme, I now see compassion in your eyes; let me seize the favourable moment and\r\npersuade you to promise what I so ardently desire.”\r\n\n\r\n“You propose,” replied I, “to fly from the habitations of man, to dwell in\r\nthose wilds where the beasts of the field will be your only companions. How can\r\nyou, who long for the love and sympathy of man, persevere in this exile? You\r\nwill return and again seek their kindness, and you will meet with their\r\ndetestation; your evil passions will be renewed, and you will then have a\r\ncompanion to aid you in the task of destruction. This may not be; cease to\r\nargue the point, for I cannot consent.”\r\n\n\r\n“How inconstant are your feelings! But a moment ago you were moved by my\r\nrepresentations, and why do you again harden yourself to my complaints? I swear\r\nto you, by the earth which I inhabit, and by you that made me, that with the\r\ncompanion you bestow, I will quit the neighbourhood of man and dwell, as it may\r\nchance, in the most savage of places. My evil passions will have fled, for I\r\nshall meet with sympathy! My life will flow quietly away, and in my dying\r\nmoments I shall not curse my maker.”\r\n\n\r\nHis words had a strange effect upon me. I compassionated him and sometimes felt\r\na wish to console him, but when I looked upon him, when I saw the filthy mass\r\nthat moved and talked, my heart sickened and my feelings were altered to those\r\nof horror and hatred. I tried to stifle these sensations; I thought that as I\r\ncould not sympathise with him, I had no right to withhold from him the small\r\nportion of happiness which was yet in my power to bestow.\r\n\n\r\n“You swear,” I said, “to be harmless; but have you not already shown a degree\r\nof malice that should reasonably make me distrust you? May not even this be a\r\nfeint that will increase your triumph by affording a wider scope for your\r\nrevenge?”\r\n\n\r\n“How is this? I must not be trifled with, and I demand an answer. If I have no\r\nties and no affections, hatred and vice must be my portion; the love of another\r\nwill destroy the cause of my crimes, and I shall become a thing of whose\r\nexistence everyone will be ignorant. My vices are the children of a forced\r\nsolitude that I abhor, and my virtues will necessarily arise when I live in\r\ncommunion with an equal. I shall feel the affections of a sensitive being and\r\nbecome linked to the chain of existence and events from which I am now\r\nexcluded.”\r\n\n\r\nI paused some time to reflect on all he had related and the various arguments\r\nwhich he had employed. I thought of the promise of virtues which he had\r\ndisplayed on the opening of his existence and the subsequent blight of all\r\nkindly feeling by the loathing and scorn which his protectors had manifested\r\ntowards him. His power and threats were not omitted in my calculations; a\r\ncreature who could exist in the ice-caves of the glaciers and hide himself from\r\npursuit among the ridges of inaccessible precipices was a being possessing\r\nfaculties it would be vain to cope with. After a long pause of reflection I\r\nconcluded that the justice due both to him and my fellow creatures demanded of\r\nme that I should comply with his request. Turning to him, therefore, I said,\r\n\n\r\n“I consent to your demand, on your solemn oath to quit Europe for ever, and\r\nevery other place in the neighbourhood of man, as soon as I shall deliver into\r\nyour hands a female who will accompany you in your exile.”\r\n\n\r\n“I swear,” he cried, “by the sun, and by the blue sky of heaven, and by the\r\nfire of love that burns my heart, that if you grant my prayer, while they exist\r\nyou shall never behold me again. Depart to your home and commence your labours;\r\nI shall watch their progress with unutterable anxiety; and fear not but that\r\nwhen you are ready I shall appear.”\r\n\n\r\nSaying this, he suddenly quitted me, fearful, perhaps, of any change in my\r\nsentiments. I saw him descend the mountain with greater speed than the flight\r\nof an eagle, and quickly lost among the undulations of the sea of ice.\r\n\n\r\nHis tale had occupied the whole day, and the sun was upon the verge of the\r\nhorizon when he departed. I knew that I ought to hasten my descent towards the\r\nvalley, as I should soon be encompassed in darkness; but my heart was heavy,\r\nand my steps slow. The labour of winding among the little paths of the mountain\r\nand fixing my feet firmly as I advanced perplexed me, occupied as I was by the\r\nemotions which the occurrences of the day had produced. Night was far advanced\r\nwhen I came to the halfway resting-place and seated myself beside the fountain.\r\nThe stars shone at intervals as the clouds passed from over them; the dark\r\npines rose before me, and every here and there a broken tree lay on the ground;\r\nit was a scene of wonderful solemnity and stirred strange thoughts within me. I\r\nwept bitterly, and clasping my hands in agony, I exclaimed, “Oh! stars and\r\nclouds and winds, ye are all about to mock me; if ye really pity me, crush\r\nsensation and memory; let me become as nought; but if not, depart, depart, and\r\nleave me in darkness.”\r\n\n\r\nThese were wild and miserable thoughts, but I cannot describe to you how the\r\neternal twinkling of the stars weighed upon me and how I listened to every\r\nblast of wind as if it were a dull ugly siroc on its way to consume me.\r\n\n\r\nMorning dawned before I arrived at the village of Chamounix; I took no rest,\r\nbut returned immediately to Geneva. Even in my own heart I could give no\r\nexpression to my sensations—they weighed on me with a mountain’s weight and\r\ntheir excess destroyed my agony beneath them. Thus I returned home, and\r\nentering the house, presented myself to the family. My haggard and wild\r\nappearance awoke intense alarm, but I answered no question, scarcely did I\r\nspeak. I felt as if I were placed under a ban—as if I had no right to claim\r\ntheir sympathies—as if never more might I enjoy companionship with them. Yet\r\neven thus I loved them to adoration; and to save them, I resolved to dedicate\r\nmyself to my most abhorred task. The prospect of such an occupation made every\r\nother circumstance of existence pass before me like a dream, and that thought\r\nonly had to me the reality of life.\r\n\n\r\nDay after day, week after week, passed away on my return to Geneva; and I could\r\nnot collect the courage to recommence my work. I feared the vengeance of the\r\ndisappointed fiend, yet I was unable to overcome my repugnance to the task\r\nwhich was enjoined me. I found that I could not compose a female without again\r\ndevoting several months to profound study and laborious disquisition. I had\r\nheard of some discoveries having been made by an English philosopher, the\r\nknowledge of which was material to my success, and I sometimes thought of\r\nobtaining my father’s consent to visit England for this purpose; but I clung to\r\nevery pretence of delay and shrank from taking the first step in an undertaking\r\nwhose immediate necessity began to appear less absolute to me. A change indeed\r\nhad taken place in me; my health, which had hitherto declined, was now much\r\nrestored; and my spirits, when unchecked by the memory of my unhappy promise,\r\nrose proportionably. My father saw this change with pleasure, and he turned his\r\nthoughts towards the best method of eradicating the remains of my melancholy,\r\nwhich every now and then would return by fits, and with a devouring blackness\r\novercast the approaching sunshine. At these moments I took refuge in the most\r\nperfect solitude. I passed whole days on the lake alone in a little boat,\r\nwatching the clouds and listening to the rippling of the waves, silent and\r\nlistless. But the fresh air and bright sun seldom failed to restore me to some\r\ndegree of composure, and on my return I met the salutations of my friends with\r\na readier smile and a more cheerful heart.\r\n\n\r\nIt was after my return from one of these rambles that my father, calling me\r\naside, thus addressed me,\r\n\n\r\n“I am happy to remark, my dear son, that you have resumed your former pleasures\r\nand seem to be returning to yourself. And yet you are still unhappy and still\r\navoid our society. For some time I was lost in conjecture as to the cause of\r\nthis, but yesterday an idea struck me, and if it is well founded, I conjure you\r\nto avow it. Reserve on such a point would be not only useless, but draw down\r\ntreble misery on us all.”\r\n\n\r\nI trembled violently at his exordium, and my father continued—\r\n\n\r\n“I confess, my son, that I have always looked forward to your marriage with our\r\ndear Elizabeth as the tie of our domestic comfort and the stay of my declining\r\nyears. You were attached to each other from your earliest infancy; you studied\r\ntogether, and appeared, in dispositions and tastes, entirely suited to one\r\nanother. But so blind is the experience of man that what I conceived to be the\r\nbest assistants to my plan may have entirely destroyed it. You, perhaps, regard\r\nher as your sister, without any wish that she might become your wife. Nay, you\r\nmay have met with another whom you may love; and considering yourself as bound\r\nin honour to Elizabeth, this struggle may occasion the poignant misery which\r\nyou appear to feel.”\r\n\n\r\n“My dear father, reassure yourself. I love my cousin tenderly and sincerely. I\r\nnever saw any woman who excited, as Elizabeth does, my warmest admiration and\r\naffection. My future hopes and prospects are entirely bound up in the\r\nexpectation of our union.”\r\n\n\r\n“The expression of your sentiments of this subject, my dear Victor, gives me\r\nmore pleasure than I have for some time experienced. If you feel thus, we shall\r\nassuredly be happy, however present events may cast a gloom over us. But it is\r\nthis gloom which appears to have taken so strong a hold of your mind that I\r\nwish to dissipate. Tell me, therefore, whether you object to an immediate\r\nsolemnisation of the marriage. We have been unfortunate, and recent events have\r\ndrawn us from that everyday tranquillity befitting my years and infirmities.\r\nYou are younger; yet I do not suppose, possessed as you are of a competent\r\nfortune, that an early marriage would at all interfere with any future plans of\r\nhonour and utility that you may have formed. Do not suppose, however, that I\r\nwish to dictate happiness to you or that a delay on your part would cause me\r\nany serious uneasiness. Interpret my words with candour and answer me, I\r\nconjure you, with confidence and sincerity.”\r\n\n\r\nI listened to my father in silence and remained for some time incapable of\r\noffering any reply. I revolved rapidly in my mind a multitude of thoughts and\r\nendeavoured to arrive at some conclusion. Alas! To me the idea of an immediate\r\nunion with my Elizabeth was one of horror and dismay. I was bound by a solemn\r\npromise which I had not yet fulfilled and dared not break, or if I did, what\r\nmanifold miseries might not impend over me and my devoted family! Could I enter\r\ninto a festival with this deadly weight yet hanging round my neck and bowing me\r\nto the ground? I must perform my engagement and let the monster depart with his\r\nmate before I allowed myself to enjoy the delight of a union from which I\r\nexpected peace.\r\n\n\r\nI remembered also the necessity imposed upon me of either journeying to England\r\nor entering into a long correspondence with those philosophers of that country\r\nwhose knowledge and discoveries were of indispensable use to me in my present\r\nundertaking. The latter method of obtaining the desired intelligence was\r\ndilatory and unsatisfactory; besides, I had an insurmountable aversion to the\r\nidea of engaging myself in my loathsome task in my father’s house while in\r\nhabits of familiar intercourse with those I loved. I knew that a thousand\r\nfearful accidents might occur, the slightest of which would disclose a tale to\r\nthrill all connected with me with horror. I was aware also that I should often\r\nlose all self-command, all capacity of hiding the harrowing sensations that\r\nwould possess me during the progress of my unearthly occupation. I must absent\r\nmyself from all I loved while thus employed. Once commenced, it would quickly\r\nbe achieved, and I might be restored to my family in peace and happiness. My\r\npromise fulfilled, the monster would depart for ever. Or (so my fond fancy\r\nimaged) some accident might meanwhile occur to destroy him and put an end to my\r\nslavery for ever.\r\n\n\r\nThese feelings dictated my answer to my father. I expressed a wish to visit\r\nEngland, but concealing the true reasons of this request, I clothed my desires\r\nunder a guise which excited no suspicion, while I urged my desire with an\r\nearnestness that easily induced my father to comply. After so long a period of\r\nan absorbing melancholy that resembled madness in its intensity and effects, he\r\nwas glad to find that I was capable of taking pleasure in the idea of such a\r\njourney, and he hoped that change of scene and varied amusement would, before\r\nmy return, have restored me entirely to myself.\r\n\n\r\nThe duration of my absence was left to my own choice; a few months, or at most\r\na year, was the period contemplated. One paternal kind precaution he had taken\r\nto ensure my having a companion. Without previously communicating with me, he\r\nhad, in concert with Elizabeth, arranged that Clerval should join me at\r\nStrasburgh. This interfered with the solitude I coveted for the prosecution of\r\nmy task; yet at the commencement of my journey the presence of my friend could\r\nin no way be an impediment, and truly I rejoiced that thus I should be saved\r\nmany hours of lonely, maddening reflection. Nay, Henry might stand between me\r\nand the intrusion of my foe. If I were alone, would he not at times force his\r\nabhorred presence on me to remind me of my task or to contemplate its progress?\r\n\n\r\nTo England, therefore, I was bound, and it was understood that my union with\r\nElizabeth should take place immediately on my return. My father’s age rendered\r\nhim extremely averse to delay. For myself, there was one reward I promised\r\nmyself from my detested toils—one consolation for my unparalleled sufferings;\r\nit was the prospect of that day when, enfranchised from my miserable slavery, I\r\nmight claim Elizabeth and forget the past in my union with her.\r\n\n\r\nI now made arrangements for my journey, but one feeling haunted me which filled\r\nme with fear and agitation. During my absence I should leave my friends\r\nunconscious of the existence of their enemy and unprotected from his attacks,\r\nexasperated as he might be by my departure. But he had promised to follow me\r\nwherever I might go, and would he not accompany me to England? This imagination\r\nwas dreadful in itself, but soothing inasmuch as it supposed the safety of my\r\nfriends. I was agonised with the idea of the possibility that the reverse of\r\nthis might happen. But through the whole period during which I was the slave of\r\nmy creature I allowed myself to be governed by the impulses of the moment; and\r\nmy present sensations strongly intimated that the fiend would follow me and\r\nexempt my family from the danger of his machinations.\r\n\n\r\nIt was in the latter end of September that I again quitted my native country.\r\nMy journey had been my own suggestion, and Elizabeth therefore acquiesced, but\r\nshe was filled with disquiet at the idea of my suffering, away from her, the\r\ninroads of misery and grief. It had been her care which provided me a companion\r\nin Clerval—and yet a man is blind to a thousand minute circumstances which call\r\nforth a woman’s sedulous attention. She longed to bid me hasten my return; a\r\nthousand conflicting emotions rendered her mute as she bade me a tearful,\r\nsilent farewell.\r\n\n\r\nI threw myself into the carriage that was to convey me away, hardly knowing\r\nwhither I was going, and careless of what was passing around. I remembered\r\nonly, and it was with a bitter anguish that I reflected on it, to order that my\r\nchemical instruments should be packed to go with me. Filled with dreary\r\nimaginations, I passed through many beautiful and majestic scenes, but my eyes\r\nwere fixed and unobserving. I could only think of the bourne of my travels and\r\nthe work which was to occupy me whilst they endured.\r\n\n\r\nAfter some days spent in listless indolence, during which I traversed many\r\nleagues, I arrived at Strasburgh, where I waited two days for Clerval. He came.\r\nAlas, how great was the contrast between us! He was alive to every new scene,\r\njoyful when he saw the beauties of the setting sun, and more happy when he\r\nbeheld it rise and recommence a new day. He pointed out to me the shifting\r\ncolours of the landscape and the appearances of the sky. “This is what it is to\r\nlive,” he cried; “now I enjoy existence! But you, my dear Frankenstein,\r\nwherefore are you desponding and sorrowful!” In truth, I was occupied by gloomy\r\nthoughts and neither saw the descent of the evening star nor the golden sunrise\r\nreflected in the Rhine. And you, my friend, would be far more amused with the\r\njournal of Clerval, who observed the scenery with an eye of feeling and\r\ndelight, than in listening to my reflections. I, a miserable wretch, haunted by\r\na curse that shut up every avenue to enjoyment.\r\n\n\r\nWe had agreed to descend the Rhine in a boat from Strasburgh to Rotterdam,\r\nwhence we might take shipping for London. During this voyage we passed many\r\nwillowy islands and saw several beautiful towns. We stayed a day at Mannheim,\r\nand on the fifth from our departure from Strasburgh, arrived at Mainz. The\r\ncourse of the Rhine below Mainz becomes much more picturesque. The river\r\ndescends rapidly and winds between hills, not high, but steep, and of beautiful\r\nforms. We saw many ruined castles standing on the edges of precipices,\r\nsurrounded by black woods, high and inaccessible. This part of the Rhine,\r\nindeed, presents a singularly variegated landscape. In one spot you view rugged\r\nhills, ruined castles overlooking tremendous precipices, with the dark Rhine\r\nrushing beneath; and on the sudden turn of a promontory, flourishing vineyards\r\nwith green sloping banks and a meandering river and populous towns occupy the\r\nscene.\r\n\n\r\nWe travelled at the time of the vintage and heard the song of the labourers as\r\nwe glided down the stream. Even I, depressed in mind, and my spirits\r\ncontinually agitated by gloomy feelings, even I was pleased. I lay at the\r\nbottom of the boat, and as I gazed on the cloudless blue sky, I seemed to drink\r\nin a tranquillity to which I had long been a stranger. And if these were my\r\nsensations, who can describe those of Henry? He felt as if he had been\r\ntransported to Fairy-land and enjoyed a happiness seldom tasted by man. “I have\r\nseen,” he said, “the most beautiful scenes of my own country; I have visited\r\nthe lakes of Lucerne and Uri, where the snowy mountains descend almost\r\nperpendicularly to the water, casting black and impenetrable shades, which\r\nwould cause a gloomy and mournful appearance were it not for the most verdant\r\nislands that relieve the eye by their gay appearance; I have seen this lake\r\nagitated by a tempest, when the wind tore up whirlwinds of water and gave you\r\nan idea of what the water-spout must be on the great ocean; and the waves dash\r\nwith fury the base of the mountain, where the priest and his mistress were\r\noverwhelmed by an avalanche and where their dying voices are still said to be\r\nheard amid the pauses of the nightly wind; I have seen the mountains of La\r\nValais, and the Pays de Vaud; but this country, Victor, pleases me more than\r\nall those wonders. The mountains of Switzerland are more majestic and strange,\r\nbut there is a charm in the banks of this divine river that I never before saw\r\nequalled. Look at that castle which overhangs yon precipice; and that also on\r\nthe island, almost concealed amongst the foliage of those lovely trees; and now\r\nthat group of labourers coming from among their vines; and that village half\r\nhid in the recess of the mountain. Oh, surely the spirit that inhabits and\r\nguards this place has a soul more in harmony with man than those who pile the\r\nglacier or retire to the inaccessible peaks of the mountains of our own\r\ncountry.”\r\n\n\r\nClerval! Beloved friend! Even now it delights me to record your words and to\r\ndwell on the praise of which you are so eminently deserving. He was a being\r\nformed in the “very poetry of nature.” His wild and enthusiastic imagination\r\nwas chastened by the sensibility of his heart. His soul overflowed with ardent\r\naffections, and his friendship was of that devoted and wondrous nature that the\r\nworldly-minded teach us to look for only in the imagination. But even human\r\nsympathies were not sufficient to satisfy his eager mind. The scenery of\r\nexternal nature, which others regard only with admiration, he loved with\r\nardour:—\r\n\n\r\n——The sounding cataract\r\nHaunted him like a passion: the tall rock,\r\nThe mountain, and the deep and gloomy wood,\r\nTheir colours and their forms, were then to him\r\nAn appetite; a feeling, and a love,\r\nThat had no need of a remoter charm,\r\nBy thought supplied, or any interest\r\nUnborrow’d from the eye.\n\r\n[Wordsworth’s “Tintern Abbey”.]\r\n\n\r\nAnd where does he now exist? Is this gentle and lovely being lost for ever? Has\r\nthis mind, so replete with ideas, imaginations fanciful and magnificent, which\r\nformed a world, whose existence depended on the life of its creator;—has this\r\nmind perished? Does it now only exist in my memory? No, it is not thus; your\r\nform so divinely wrought, and beaming with beauty, has decayed, but your spirit\r\nstill visits and consoles your unhappy friend.\r\n\n\r\nPardon this gush of sorrow; these ineffectual words are but a slight tribute to\r\nthe unexampled worth of Henry, but they soothe my heart, overflowing with the\r\nanguish which his remembrance creates. I will proceed with my tale.\r\n\n\r\nBeyond Cologne we descended to the plains of Holland; and we resolved to post\r\nthe remainder of our way, for the wind was contrary and the stream of the river\r\nwas too gentle to aid us.\r\n\n\r\nOur journey here lost the interest arising from beautiful scenery, but we\r\narrived in a few days at Rotterdam, whence we proceeded by sea to England. It\r\nwas on a clear morning, in the latter days of December, that I first saw the\r\nwhite cliffs of Britain. The banks of the Thames presented a new scene; they\r\nwere flat but fertile, and almost every town was marked by the remembrance of\r\nsome story. We saw Tilbury Fort and remembered the Spanish Armada, Gravesend,\r\nWoolwich, and Greenwich—places which I had heard of even in my country.\r\n\n\r\nAt length we saw the numerous steeples of London, St. Paul’s towering above\r\nall, and the Tower famed in English history.\r\n\n\r\nLondon was our present point of rest; we determined to remain several months in\r\nthis wonderful and celebrated city. Clerval desired the intercourse of the men\r\nof genius and talent who flourished at this time, but this was with me a\r\nsecondary object; I was principally occupied with the means of obtaining the\r\ninformation necessary for the completion of my promise and quickly availed\r\nmyself of the letters of introduction that I had brought with me, addressed to\r\nthe most distinguished natural philosophers", "summary": "\nIn this section, the creature continues his narrative, explaining how he learned about the De Lacey family's history. Felix had rescued Safie's father, a Turkish merchant, from unjust imprisonment in Paris. Though the rescue caused the De Lacey family to lose their fortune and be exiled to Germany, Safie later found them, having rejected her father's plan to return to Turkey where she would be confined to traditional female roles. Her Christian Arab mother had instilled in her a desire for independence and education.\nThe creature's education further expanded when he discovered books: \"Paradise Lost,\" \"Plutarch's Lives,\" and \"The Sorrows of Werter.\" These works profoundly affected him, giving him new insights about humanity and his own existence. He particularly identified with Adam and Satan in \"Paradise Lost\" - like Adam, he was alone, but unlike Adam, he was not created perfect or blessed. The creature also discovered Victor's laboratory journal, which detailed his creation process. Learning how his maker viewed him with disgust deepened his anguish.\nDespite his growing despair, the creature hoped that the cottagers might accept him based on his admiration for their virtues. He planned to approach the blind old man first, believing De Lacey would not be prejudiced by his appearance. When the opportunity arose, he entered the cottage and conversed with the old man, who responded with kindness. However, when Felix, Agatha, and Safie returned, they reacted with horror and attacked him. Devastated by this rejection, the creature fled, later returning to burn down their abandoned cottage.\nThe creature then journeyed to Geneva, seeking Victor. During this journey, he saved a drowning girl but was shot by a man who assumed he was attacking her. This reinforced his hatred toward humanity. Upon reaching Geneva, he encountered William Frankenstein, Victor's young brother. When William reacted with fear and mentioned his family name, the creature, enraged at his connection to Victor, killed him. He then planted William's locket on Justine Moritz, leading to her execution.\nAfter concluding his tale, the creature demands that Victor create a female companion for him. He argues that with a mate of his own kind, he would live peacefully away from humans. Victor initially refuses, but the creature's eloquent pleas about his isolation and misery eventually persuade him. Victor reluctantly agrees on the condition that the creature and his mate leave Europe forever.\nUpon returning to Geneva, Victor delays starting this new project, dreading the task ahead. His health improves as he procrastinates, but the promise weighs on him. His father, noticing his recovery but continued melancholy, suggests that an immediate marriage to Elizabeth might improve his spirits. Victor, unable to marry while his promise to the creature remains unfulfilled, instead proposes a trip to England to gather scientific knowledge necessary for creating the female creature.\nVictor departs, joined in Strasbourg by his friend Henry Clerval. As they travel through the Rhine Valley toward London, Clerval enjoys the journey's beauty while Victor remains preoccupied with his dreaded task and the consequences of his agreement with the creature.\n", "map": [["Creature", "seeks acceptance from humanity"], ["Education through books", "deepens creature's self-awareness"], ["Victor's journal", "reveals creator's disgust"], ["Rejection by De Lacey family", "transforms hope into vengeance"], ["William's murder", "consequence of creator's abandonment"], ["Creature", "demands female companion"], ["Victor", "reluctantly agrees to create mate"], ["Creation promise", "prevents marriage to Elizabeth"], ["Victor's journey to England", "delay tactic for dreaded task"], ["Creature's isolation", "justifies demand for companion"]]}