{"source": "https://www.gutenberg.org/cache/epub/345/pg345-images.html", "text": "” At the door he\r\nturned, and after a moment’s pause said:—\n“Let me advise you, my dear young friend—nay, let me warn you with all\r\nseriousness, that should you leave these rooms you will not by any\r\nchance go to sleep in any other part of the castle. It is old, and has\r\nmany memories, and there are bad dreams for those who sleep unwisely. Be\r\nwarned! Should sleep now or ever overcome you, or be like to do, then\r\nhaste to your own chamber or to these rooms, for your rest will then be\r\nsafe. But if you be not careful in this respect, then”—He finished his\r\nspeech in a gruesome way, for he motioned with his hands as if he were\r\nwashing them. I quite understood; my only doubt was as to whether any\r\ndream could be more terrible than the unnatural, horrible net of gloom\r\nand mystery which seemed closing around me.\n \nLater.—I endorse the last words written, but this time there is no\r\ndoubt in question. I shall not fear to sleep in any place where he is\r\nnot. I have placed the crucifix over the head of my bed—I imagine that\r\nmy rest is thus freer from dreams; and there it shall remain.\nWhen he left me I went to my room. After a little while, not hearing any\r\nsound, I came out and went up the stone stair to where I could look out\r\ntowards the South. There was some sense of freedom in the vast expanse,\r\ninaccessible though it was to me, as compared with the narrow darkness\r\nof the courtyard. Looking out on this, I felt that I was indeed in\r\nprison, and I seemed to want a breath of fresh air, though it were of\r\nthe night. I am beginning to feel this nocturnal existence tell on me.\r\nIt is destroying my nerve. I start at my own shadow, and am full of all\r\nsorts of horrible imaginings. God knows that there is ground for my\r\nterrible fear in this accursed place! I looked out over the beautiful\r\nexpanse, bathed in soft yellow moonlight till it was almost as light as\r\nday. In the soft light the distant hills became melted, and the shadows\r\nin the valleys and gorges of velvety blackness. The mere beauty seemed\r\nto cheer me; there was peace and comfort in every breath I drew. As I\r\nleaned from the window my eye was caught by something moving a storey\r\nbelow me, and somewhat to my left, where I imagined, from the order of\r\nthe rooms, that the windows of the Count’s own room would look out. The\r\nwindow at which I stood was tall and deep, stone-mullioned, and though\r\nweatherworn, was still complete; but it was evidently many a day since\r\nthe case had been there. I drew back behind the stonework, and looked\r\ncarefully out.\nWhat I saw was the Count’s head coming out from the window. I did not\r\nsee the face, but I knew the man by the neck and the movement of his\r\nback and arms. In any case I could not mistake the hands which I had had\r\nso many opportunities of studying. I was at first interested and\r\nsomewhat amused, for it is wonderful how small a matter will interest\r\nand amuse a man when he is a prisoner. But my very feelings changed to\r\nrepulsion and terror when I saw the whole man slowly emerge from the\r\nwindow and begin to crawl down the castle wall over that dreadful abyss,\r\nface down with his cloak spreading out around him like great wings. At\r\nfirst I could not believe my eyes. I thought it was some trick of the\r\nmoonlight, some weird effect of shadow; but I kept looking, and it could\r\nbe no delusion. I saw the fingers and toes grasp the corners of the\r\nstones, worn clear of the mortar by the stress of years, and by thus\r\nusing every projection and inequality move downwards with considerable\r\nspeed, just as a lizard moves along a wall.\nWhat manner of man is this, or what manner of creature is it in the\r\nsemblance of man? I feel the dread of this horrible place overpowering\r\nme; I am in fear—in awful fear—and there is no escape for me; I am\r\nencompassed about with terrors that I dare not think of....\n \n15 May.—Once more have I seen the Count go out in his lizard fashion.\r\nHe moved downwards in a sidelong way, some hundred feet down, and a good\r\ndeal to the left. He vanished into some hole or window. When his head\r\nhad disappeared, I leaned out to try and see more, but without\r\navail—the distance was too great to allow a proper angle of sight. I\r\nknew he had left the castle now, and thought to use the opportunity to\r\nexplore more than I had dared to do as yet. I went back to the room, and\r\ntaking a lamp, tried all the doors. They were all locked, as I had\r\nexpected, and the locks were comparatively new; but I went down the\r\nstone stairs to the hall where I had entered originally. I found I could\r\npull back the bolts easily enough and unhook the great chains; but the\r\ndoor was locked, and the key was gone! That key must be in the Count’s\r\nroom; I must watch should his door be unlocked, so that I may get it and\r\nescape. I went on to make a thorough examination of the various stairs\r\nand passages, and to try the doors that opened from them. One or two\r\nsmall rooms near the hall were open, but there was nothing to see in\r\nthem except old furniture, dusty with age and moth-eaten. At last,\r\nhowever, I found one door at the top of the stairway which, though it\r\nseemed to be locked, gave a little under pressure. I tried it harder,\r\nand found that it was not really locked, but that the resistance came\r\nfrom the fact that the hinges had fallen somewhat, and the heavy door\r\nrested on the floor. Here was an opportunity which I might not have\r\nagain, so I exerted myself, and with many efforts forced it back so that\r\nI could enter. I was now in a wing of the castle further to the right\r\nthan the rooms I knew and a storey lower down. From the windows I could\r\nsee that the suite of rooms lay along to the south of the castle, the\r\nwindows of the end room looking out both west and south. On the latter\r\nside, as well as to the former, there was a great precipice. The castle\r\nwas built on the corner of a great rock, so that on three sides it was\r\nquite impregnable, and great windows were placed here where sling, or\r\nbow, or culverin could not reach, and consequently light and comfort,\r\nimpossible to a position which had to be guarded, were secured. To the\r\nwest was a great valley, and then, rising far away, great jagged\r\nmountain fastnesses, rising peak on peak, the sheer rock studded with\r\nmountain ash and thorn, whose roots clung in cracks and crevices and\r\ncrannies of the stone. This was evidently the portion of the castle\r\noccupied by the ladies in bygone days, for the furniture had more air of\r\ncomfort than any I had seen. The windows were curtainless, and the\r\nyellow moonlight, flooding in through the diamond panes, enabled one to\r\nsee even colours, whilst it softened the wealth of dust which lay over\r\nall and disguised in some measure the ravages of time and the moth. My\r\nlamp seemed to be of little effect in the brilliant moonlight, but I was\r\nglad to have it with me, for there was a dread loneliness in the place\r\nwhich chilled my heart and made my nerves tremble. Still, it was better\r\nthan living alone in the rooms which I had come to hate from the\r\npresence of the Count, and after trying a little to school my nerves, I\r\nfound a soft quietude come over me. Here I am, sitting at a little oak\r\ntable where in old times possibly some fair lady sat to pen, with much\r\nthought and many blushes, her ill-spelt love-letter, and writing in my\r\ndiary in shorthand all that has happened since I closed it last. It is\r\nnineteenth century up-to-date with a vengeance. And yet, unless my\r\nsenses deceive me, the old centuries had, and have, powers of their own\r\nwhich mere “modernity” cannot kill.\n \nLater: the Morning of 16 May.—God preserve my sanity, for to this I\r\nam reduced. Safety and the assurance of safety are things of the past.\r\nWhilst I live on here there is but one thing to hope for, that I may not\r\ngo mad, if, indeed, I be not mad already. If I be sane, then surely it\r\nis maddening to think that of all the foul things that lurk in this\r\nhateful place the Count is the least dreadful to me; that to him alone I\r\ncan look for safety, even though this be only whilst I can serve his\r\npurpose. Great God! merciful God! Let me be calm, for out of that way\r\nlies madness indeed. I begin to get new lights on certain things which\r\nhave puzzled me. Up to now I never quite knew what Shakespeare meant\r\nwhen he made Hamlet say:—\nfor now, feeling as though my own brain were unhinged or as if the shock\r\nhad come which must end in its undoing, I turn to my diary for repose.\r\nThe habit of entering accurately must help to soothe me.\nThe Count’s mysterious warning frightened me at the time; it frightens\r\nme more now when I think of it, for in future he has a fearful hold upon\r\nme. I shall fear to doubt what he may say!\nWhen I had written in my diary and had fortunately replaced the book and\r\npen in my pocket I felt sleepy. The Count’s warning came into my mind,\r\nbut I took a pleasure in disobeying it. The sense of sleep was upon me,\r\nand with it the obstinacy which sleep brings as outrider. The soft\r\nmoonlight soothed, and the wide expanse without gave a sense of freedom\r\nwhich refreshed me. I determined not to return to-night to the\r\ngloom-haunted rooms, but to sleep here, where, of old, ladies had sat\r\nand sung and lived sweet lives whilst their gentle breasts were sad for\r\ntheir menfolk away in the midst of remorseless wars. I drew a great\r\ncouch out of its place near the corner, so that as I lay, I could look\r\nat the lovely view to east and south, and unthinking of and uncaring for\r\nthe dust, composed myself for sleep. I suppose I must have fallen\r\nasleep; I hope so, but I fear, for all that followed was startlingly\r\nreal—so real that now sitting here in the broad, full sunlight of the\r\nmorning, I cannot in the least believe that it was all sleep.\nI was not alone. The room was the same, unchanged in any way since I\r\ncame into it; I could see along the floor, in the brilliant moonlight,\r\nmy own footsteps marked where I had disturbed the long accumulation of\r\ndust. In the moonlight opposite me were three young women, ladies by\r\ntheir dress and manner. I thought at the time that I must be dreaming\r\nwhen I saw them, for, though the moonlight was behind them, they threw\r\nno shadow on the floor. They came close to me, and looked at me for some\r\ntime, and then whispered together. Two were dark, and had high aquiline\r\nnoses, like the Count, and great dark, piercing eyes that seemed to be\r\nalmost red when contrasted with the pale yellow moon. The other was\r\nfair, as fair as can be, with great wavy masses of golden hair and eyes\r\nlike pale sapphires. I seemed somehow to know her face, and to know it\r\nin connection with some dreamy fear, but I could not recollect at the\r\nmoment how or where. All three had brilliant white teeth that shone like\r\npearls against the ruby of their voluptuous lips. There was something\r\nabout them that made me uneasy, some longing and at the same time some\r\ndeadly fear. I felt in my heart a wicked, burning desire that they would\r\nkiss me with those red lips. It is not good to note this down, lest some\r\nday it should meet Mina’s eyes and cause her pain; but it is the truth.\r\nThey whispered together, and then they all three laughed—such a\r\nsilvery, musical laugh, but as hard as though the sound never could have\r\ncome through the softness of human lips. It was like the intolerable,\r\ntingling sweetness of water-glasses when played on by a cunning hand.\r\nThe fair girl shook her head coquettishly, and the other two urged her\r\non. One said:—\n“Go on! You are first, and we shall follow; yours is the right to\r\nbegin.” The other added:—\n“He is young and strong; there are kisses for us all.” I lay quiet,\r\nlooking out under my eyelashes in an agony of delightful anticipation.\r\nThe fair girl advanced and bent over me till I could feel the movement\r\nof her breath upon me. Sweet it was in one sense, honey-sweet, and sent\r\nthe same tingling through the nerves as her voice, but with a bitter\r\nunderlying the sweet, a bitter offensiveness, as one smells in blood.\nI was afraid to raise my eyelids, but looked out and saw perfectly under\r\nthe lashes. The girl went on her knees, and bent over me, simply\r\ngloating. There was a deliberate voluptuousness which was both thrilling\r\nand repulsive, and as she arched her neck she actually licked her lips\r\nlike an animal, till I could see in the moonlight the moisture shining\r\non the scarlet lips and on the red tongue as it lapped the white sharp\r\nteeth. Lower and lower went her head as the lips went below the range of\r\nmy mouth and chin and seemed about to fasten on my throat. Then she\r\npaused, and I could hear the churning sound of her tongue as it licked\r\nher teeth and lips, and could feel the hot breath on my neck. Then the\r\nskin of my throat began to tingle as one’s flesh does when the hand that\r\nis to tickle it approaches nearer—nearer. I could feel the soft,\r\nshivering touch of the lips on the super-sensitive skin of my throat,\r\nand the hard dents of two sharp teeth, just touching and pausing there.\r\nI closed my eyes in a languorous ecstasy and waited—waited with beating\r\nheart.\nBut at that instant, another sensation swept through me as quick as\r\nlightning. I was conscious of the presence of the Count, and of his\r\nbeing as if lapped in a storm of fury. As my eyes opened involuntarily I\r\nsaw his strong hand grasp the slender neck of the fair woman and with\r\ngiant’s power draw it back, the blue eyes transformed with fury, the\r\nwhite teeth champing with rage, and the fair cheeks blazing red with\r\npassion. But the Count! Never did I imagine such wrath and fury, even to\r\nthe demons of the pit. His eyes were positively blazing. The red light\r\nin them was lurid, as if the flames of hell-fire blazed behind them. His\r\nface was deathly pale, and the lines of it were hard like drawn wires;\r\nthe thick eyebrows that met over the nose now seemed like a heaving bar\r\nof white-hot metal. With a fierce sweep of his arm, he hurled the woman\r\nfrom him, and then motioned to the others, as though he were beating\r\nthem back; it was the same imperious gesture that I had seen used to the\r\nwolves. In a voice which, though low and almost in a whisper seemed to\r\ncut through the air and then ring round the room he said:—\n“How dare you touch him, any of you? How dare you cast eyes on him when\r\nI had forbidden it? Back, I tell you all! This man belongs to me! Beware\r\nhow you meddle with him, or you’ll have to deal with me.” The fair girl,\r\nwith a laugh of ribald coquetry, turned to answer him:—\n“You yourself never loved; you never love!” On this the other women\r\njoined, and such a mirthless, hard, soulless laughter rang through the\r\nroom that it almost made me faint to hear; it seemed like the pleasure\r\nof fiends. Then the Count turned, after looking at my face attentively,\r\nand said in a soft whisper:—\n“Yes, I too can love; you yourselves can tell it from the past. Is it\r\nnot so? Well, now I promise you that when I am done with him you shall\r\nkiss him at your will. Now go! go! I must awaken him, for there is work\r\nto be done.”\n“Are we to have nothing to-night?” said one of them, with a low laugh,\r\nas she pointed to the bag which he had thrown upon the floor, and which\r\nmoved as though there were some living thing within it. For answer he\r\nnodded his head. One of the women jumped forward and opened it. If my\r\nears did not deceive me there was a gasp and a low wail, as of a\r\nhalf-smothered child. The women closed round, whilst I was aghast with\r\nhorror; but as I looked they disappeared, and with them the dreadful\r\nbag. There was no door near them, and they could not have passed me\r\nwithout my noticing. They simply seemed to fade into the rays of the\r\nmoonlight and pass out through the window, for I could see outside the\r\ndim, shadowy forms for a moment before they entirely faded away.\nThen the horror overcame me, and I sank down unconscious.\nI AWOKE in my own bed. If it be that I had not dreamt, the Count must\r\nhave carried me here. I tried to satisfy myself on the subject, but\r\ncould not arrive at any unquestionable result. To be sure, there were\r\ncertain small evidences, such as that my clothes were folded and laid by\r\nin a manner which was not my habit. My watch was still unwound, and I am\r\nrigorously accustomed to wind it the last thing before going to bed, and\r\nmany such details. But these things are no proof, for they may have been\r\nevidences that my mind was not as usual, and, from some cause or\r\nanother, I had certainly been much upset. I must watch for proof. Of one\r\nthing I am glad: if it was that the Count carried me here and undressed\r\nme, he must have been hurried in his task, for my pockets are intact. I\r\nam sure this diary would have been a mystery to him which he would not\r\nhave brooked. He would have taken or destroyed it. As I look round this\r\nroom, although it has been to me so full of fear, it is now a sort of\r\nsanctuary, for nothing can be more dreadful than those awful women, who\r\nwere—who are—waiting to suck my blood.\n \n18 May.—I have been down to look at that room again in daylight, for\r\nI must know the truth. When I got to the doorway at the top of the\r\nstairs I found it closed. It had been so forcibly driven against the\r\njamb that part of the woodwork was splintered. I could see that the bolt\r\nof the lock had not been shot, but the door is fastened from the inside.\r\nI fear it was no dream, and must act on this surmise.\n \n19 May.—I am surely in the toils. Last night the Count asked me in\r\nthe suavest tones to write three letters, one saying that my work here\r\nwas nearly done, and that I should start for home within a few days,\r\nanother that I was starting on the next morning from the time of the\r\nletter, and the third that I had left the castle and arrived at\r\nBistritz. I would fain have rebelled, but felt that in the present state\r\nof things it would be madness to quarrel openly with the Count whilst I\r\nam so absolutely in his power; and to refuse would be to excite his\r\nsuspicion and to arouse his anger. He knows that I know too much, and\r\nthat I must not live, lest I be dangerous to him; my only chance is to\r\nprolong my opportunities. Something may occur which will give me a\r\nchance to escape. I saw in his eyes something of that gathering wrath\r\nwhich was manifest when he hurled that fair woman from him. He explained\r\nto me that posts were few and uncertain, and that my writing now would\r\nensure ease of mind to my friends; and he assured me with so much\r\nimpressiveness that he would countermand the later letters, which would\r\nbe held over at Bistritz until due time in case chance would admit of my\r\nprolonging my stay, that to oppose him would have been to create new\r\nsuspicion. I therefore pretended to fall in with his views, and asked\r\nhim what dates I should put on the letters. He calculated a minute, and\r\nthen said:—\n“The first should be June 12, the second June 19, and the third June\r\n29.”\nI know now the span of my life. God help me!\n \n28 May.—There is a chance of escape, or at any rate of being able to\r\nsend word home. A band of Szgany have come to the castle, and are\r\nencamped in the courtyard. These Szgany are gipsies; I have notes of\r\nthem in my book. They are peculiar to this part of the world, though\r\nallied to the ordinary gipsies all the world over. There are thousands\r\nof them in Hungary and Transylvania, who are almost outside all law.\r\nThey attach themselves as a rule to some great noble or boyar, and\r\ncall themselves by his name. They are fearless and without religion,\r\nsave superstition, and they talk only their own varieties of the Romany\r\ntongue.\nI shall write some letters home, and shall try to get them to have them\r\nposted. I have already spoken them through my window to begin\r\nacquaintanceship. They took their hats off and made obeisance and many\r\nsigns, which, however, I could not understand any more than I could\r\ntheir spoken language....\n \nI have written the letters. Mina’s is in shorthand, and I simply ask Mr.\r\nHawkins to communicate with her. To her I have explained my situation,\r\nbut without the horrors which I may only surmise. It would shock and\r\nfrighten her to death were I to expose my heart to her. Should the\r\nletters not carry, then the Count shall not yet know my secret or the\r\nextent of my knowledge....\n \nI have given the letters; I threw them through the bars of my window\r\nwith a gold piece, and made what signs I could to have them posted. The\r\nman who took them pressed them to his heart and bowed, and then put them\r\nin his cap. I could do no more. I stole back to the study, and began to\r\nread. As the Count did not come in, I have written here....\n \nThe Count has come. He sat down beside me, and said in his smoothest\r\nvoice as he opened two letters:—\n“The Szgany has given me these, of which, though I know not whence they\r\ncome, I shall, of course, take care. See!”—he must have looked at\r\nit—“one is from you, and to my friend Peter Hawkins; the other”—here\r\nhe caught sight of the strange symbols as he opened the envelope, and\r\nthe dark look came into his face, and his eyes blazed wickedly—“the\r\nother is a vile thing, an outrage upon friendship and hospitality! It is\r\nnot signed. Well! so it cannot matter to us.” And he calmly held letter\r\nand envelope in the flame of the lamp till they were consumed. Then he\r\nwent on:—\n“The letter to Hawkins—that I shall, of course, send on, since it is\r\nyours. Your letters are sacred to me. Your pardon, my friend, that\r\nunknowingly I did break the seal. Will you not cover it again?” He held\r\nout the letter to me, and with a courteous bow handed me a clean\r\nenvelope. I could only redirect it and hand it to him in silence. When\r\nhe went out of the room I could hear the key turn softly. A minute later\r\nI went over and tried it, and the door was locked.\nWhen, an hour or two after, the Count came quietly into the room, his\r\ncoming awakened me, for I had gone to sleep on the sofa. He was very\r\ncourteous and very cheery in his manner, and seeing that I had been\r\nsleeping, he said:—\n“So, my friend, you are tired? Get to bed. There is the surest rest. I\r\nmay not have the pleasure to talk to-night, since there are many labours\r\nto me; but you will sleep, I pray.” I passed to my room and went to bed,\r\nand, strange to say, slept without dreaming. Despair has its own calms.\n \n31 May.—This morning when I woke I thought I would provide myself\r\nwith some paper and envelopes from my bag and keep them in my pocket, so\r\nthat I might write in case I should get an opportunity, but again a\r\nsurprise, again a shock!\nEvery scrap of paper was gone, and with it all my notes, my memoranda,\r\nrelating to railways and travel, my letter of credit, in fact all that\r\nmight be useful to me were I once outside the castle. I sat and pondered\r\nawhile, and then some thought occurred to me, and I made search of my\r\nportmanteau and in the wardrobe where I had placed my clothes.\nThe suit in which I had travelled was gone, and also my overcoat and\r\nrug; I could find no trace of them anywhere. This looked like some new\r\nscheme of villainy....\n \n17 June.—This morning, as I was sitting on the edge of my bed\r\ncudgelling my brains, I heard without a cracking of whips and pounding\r\nand scraping of horses’ feet up the rocky path beyond the courtyard.\r\nWith joy I hurried to the window, and saw drive into the yard two great\r\nleiter-wagons, each drawn by eight sturdy horses, and at the head of\r\neach pair a Slovak, with his wide hat, great nail-studded belt, dirty\r\nsheepskin, and high boots. They had also their long staves in hand. I\r\nran to the door, intending to descend and try and join them through the\r\nmain hall, as I thought that way might be opened for them. Again a\r\nshock: my door was fastened on the outside.\nThen I ran to the window and cried to them. They looked up at me\r\nstupidly and pointed, but just then the “hetman” of the Szgany came out,\r\nand seeing them pointing to my window, said something, at which they\r\nlaughed. Henceforth no effort of mine, no piteous cry or agonised\r\nentreaty, would make them even look at me. They resolutely turned away.\r\nThe leiter-wagons contained great, square boxes, with handles of thick\r\nrope; these were evidently empty by the ease with which the Slovaks\r\nhandled them, and by their resonance as they were roughly moved. When\r\nthey were all unloaded and packed in a great heap in one corner of the\r\nyard, the Slovaks were given some money by the Szgany, and spitting on\r\nit for luck, lazily went each to his horse’s head. Shortly afterwards, I\r\nheard the cracking of their whips die away in the distance.\n \n24 June, before morning.—Last night the Count left me early, and\r\nlocked himself into his own room. As soon as I dared I ran up the\r\nwinding stair, and looked out of the window, which opened south. I\r\nthought I would watch for the Count, for there is something going on.\r\nThe Szgany are quartered somewhere in the castle and are doing work of\r\nsome kind. I know it, for now and then I hear a far-away muffled sound\r\nas of mattock and spade, and, whatever it is, it must be the end of some\r\nruthless villainy.\nI had been at the window somewhat less than half an hour, when I saw\r\nsomething coming out of the Count’s window. I drew back and watched\r\ncarefully, and saw the whole man emerge. It was a new shock to me to\r\nfind that he had on the suit of clothes which I had worn whilst\r\ntravelling here, and slung over his shoulder the terrible bag which I\r\nhad seen the women take away. There could be no doubt as to his quest,\r\nand in my garb, too! This, then, is his new scheme of evil: that he will\r\nallow others to see me, as they think, so that he may both leave\r\nevidence that I have been seen in the towns or villages posting my own\r\nletters, and that any wickedness which he may do shall by the local\r\npeople be attributed to me.\nIt makes me rage to think that this can go on, and whilst I am shut up\r\nhere, a veritable prisoner, but without that protection of the law which\r\nis even a criminal’s right and consolation.\nI thought I would watch for the Count’s return, and for a long time sat\r\ndoggedly at the window. Then I began to notice that there were some\r\nquaint little specks floating in the rays of the moonlight. They were\r\nlike the tiniest grains of dust, and they whirled round and gathered in\r\nclusters in a nebulous sort of way. I watched them with a sense of\r\nsoothing, and a sort of calm stole over me. I leaned back in the\r\nembrasure in a more comfortable position, so that I could enjoy more\r\nfully the aërial gambolling.\nSomething made me start up, a low, piteous howling of dogs somewhere far\r\nbelow in the valley, which was hidden from my sight. Louder it seemed to\r\nring in my ears, and the floating motes of dust to take new shapes to\r\nthe sound as they danced in the moonlight. I felt myself struggling to\r\nawake to some call of my instincts; nay, my very soul was struggling,\r\nand my half-remembered sensibilities were striving to answer the call. I\r\nwas becoming hypnotised! Quicker and quicker danced the dust; the\r\nmoonbeams seemed to quiver as they went by me into the mass of gloom\r\nbeyond. More and more they gathered till they seemed to take dim phantom\r\nshapes. And then I started, broad awake and in full possession of my\r\nsenses, and ran screaming from the place. The phantom shapes, which were\r\nbecoming gradually materialised from the moonbeams, were those of the\r\nthree ghostly women to whom I was doomed. I fled, and felt somewhat\r\nsafer in my own room, where there was no moonlight and where the lamp\r\nwas burning brightly.\nWhen a couple of hours had passed I heard something stirring in the\r\nCount’s room, something like a sharp wail quickly suppressed; and then\r\nthere was silence, deep, awful silence, which chilled me. With a\r\nbeating heart, I tried the door; but I was locked in my prison, and\r\ncould do nothing. I sat down and simply cried.\nAs I sat I heard a sound in the courtyard without—the agonised cry of a\r\nwoman. I rushed to the window, and throwing it up, peered out between\r\nthe bars. There, indeed, was a woman with dishevelled hair, holding her\r\nhands over her heart as one distressed with running. She was leaning\r\nagainst a corner of the gateway. When she saw my face at the window she\r\nthrew herself forward, and shouted in a voice laden with menace:—\n“Monster, give me my child!”\nShe threw herself on her knees, and raising up her hands, cried the same\r\nwords in tones which wrung my heart. Then she tore her hair and beat her\r\nbreast, and abandoned herself to all the violences of extravagant\r\nemotion. Finally, she threw herself forward, and, though I could not see\r\nher, I could hear the beating of her naked hands against the door.\nSomewhere high overhead, probably on the tower, I heard the voice of the\r\nCount calling in his harsh, metallic whisper. His call seemed to be\r\nanswered from far and wide by the howling of wolves. Before many minutes\r\nhad passed a pack of them poured, like a pent-up dam when liberated,\r\nthrough the wide entrance into the courtyard.\nThere was no cry from the woman, and the howling of the wolves was but\r\nshort. Before long they streamed away singly, licking their lips.\nI could not pity her, for I knew now what had become of her child, and\r\nshe was better dead.\nWhat shall I do? what can I do? How can I escape from this dreadful\r\nthing of night and gloom and fear?\n \n25 June, morning.—No man knows till he has suffered from the night\r\nhow sweet and how dear to his heart and eye the morning can be. When the\r\nsun grew so high this morning that it struck the top of the great\r\ngateway opposite my window, the high spot which it touched seemed to me\r\nas if the dove from the ark had lighted there. My fear fell from me as\r\nif it had been a vaporous garment which dissolved in the warmth. I must\r\ntake action of some sort whilst the courage of the day is upon me. Last\r\nnight one of my post-dated letters went to post, the first of that fatal\r\nseries which is to blot out the very traces of my existence from the\r\nearth.\nLet me not think of it. Action!\nIt has always been at night-time that I have been molested or\r\nthreatened, or in some way in danger or in fear. I have not yet seen the\r\nCount in the daylight. Can it be that he sleeps when others wake, that\r\nhe may be awake whilst they sleep? If I could only get into his room!\r\nBut there is no possible way. The door is always locked, no way for me.\nYes, there is a way, if one dares to take it. Where his body has gone\r\nwhy may not another body go? I have seen him myself crawl from his\r\nwindow. Why should not I imitate him, and go in by his window? The\r\nchances are desperate, but my need is more desperate still. I shall risk\r\nit. At the worst it can only be death; and a man’s death is not a\r\ncalf’s, and the dreaded Hereafter may still be open to me. God help me\r\nin my task! Good-bye, Mina, if I fail; good-bye, my faithful friend and\r\nsecond father; good-bye, all, and last of all Mina!\n \nSame day, later.—I have made the effort, and God, helping me, have\r\ncome safely back to this room. I must put down every detail in order. I\r\nwent whilst my courage was fresh straight to the window on the south\r\nside, and at once got outside on the narrow ledge of stone which runs\r\naround the building on this side. The stones are big and roughly cut,\r\nand the mortar has by process of time been washed away between them. I\r\ntook off my boots, and ventured out on the desperate way. I looked down\r\nonce, so as to make sure that a sudden glimpse of the awful depth would\r\nnot overcome me, but after that kept my eyes away from it. I knew pretty\r\nwell the direction and distance of the Count’s window, and made for it\r\nas well as I could, having regard to the opportunities available. I did\r\nnot feel dizzy—I suppose I was too excited—and the time seemed\r\nridiculously short till I found myself standing on the window-sill and\r\ntrying to raise up the sash. I was filled with agitation, however, when\r\nI bent down and slid feet foremost in through the window. Then I looked\r\naround for the Count, but, with surprise and gladness, made a discovery.\r\nThe room was empty! It was barely furnished with odd things, which\r\nseemed to have never been used; the furniture was something the same\r\nstyle as that in the south rooms, and was covered with dust. I looked\r\nfor the key, but it was not in the lock, and I could not find it\r\nanywhere. The only thing I found was a great heap of gold in one\r\ncorner—gold of all kinds, Roman, and British, and Austrian, and\r\nHungarian, and Greek and Turkish money, covered with a film of dust, as\r\nthough it had lain long in the ground. None of it that I noticed was\r\nless than three hundred years old. There were also chains and ornaments,\r\nsome jewelled, but all of them old and stained.\nAt one corner of the room was a heavy door. I tried it, for, since I\r\ncould not find the key of the room or the key of the outer door, which\r\nwas the main object of my search, I must make further examination, or\r\nall my efforts would be in vain. It was open, and led through a stone\r\npassage to a circular stairway, which went steeply down. I descended,\r\nminding carefully where I went, for the stairs were dark, being only lit\r\nby loopholes in the heavy masonry. At the bottom there was a dark,\r\ntunnel-like passage, through which came a deathly, sickly odour, the\r\nodour of old earth newly turned. As I went through the passage the smell\r\ngrew closer and heavier. At last I pulled open a heavy door which stood\r\najar, and found myself in an old, ruined chapel, which had evidently\r\nbeen used as a graveyard. The roof was broken, and in two places were\r\nsteps leading to vaults, but the ground had recently been dug over, and\r\nthe earth placed in great wooden boxes, manifestly those which had been\r\nbrought by the Slovaks. There was nobody about, and I made search for\r\nany further outlet, but there was none. Then I went over every inch of\r\nthe ground, so as not to lose a chance. I went down even into the\r\nvaults, where the dim light struggled, although to do so was a dread to\r\nmy very soul. Into two of these I went, but saw nothing except fragments\r\nof old coffins and piles of dust; in the third, however, I made a\r\ndiscovery.\nThere, in one of the great boxes, of which there were fifty in all, on a\r\npile of newly dug earth, lay the Count! He was either dead or asleep, I\r\ncould not say which—for the eyes were open and stony, but without the\r\nglassiness of death—and the cheeks had the warmth of life through all\r\ntheir pallor; the lips were as red as ever. But there was no sign of\r\nmovement, no pulse, no breath, no beating of the heart. I bent over him,\r\nand tried to find any sign of life, but in vain. He could not have lain\r\nthere long, for the earthy smell would have passed away in a few hours.\r\nBy the side of the box was its cover, pierced with holes here and there.\r\nI thought he might have the keys on him, but when I went to search I saw\r\nthe dead eyes, and in them, dead though they were, such a look of hate,\r\nthough unconscious of me or my presence, that I fled from the place, and\r\nleaving the Count’s room by the window, crawled again up the castle\r\nwall. Regaining my room, I threw myself panting upon the bed and tried\r\nto think....\n \n29 June.—To-day is the date of my last letter, and the Count has\r\ntaken steps to prove that it was genuine, for again I saw him leave the\r\ncastle by the same window, and in my clothes. As he went down the wall,\r\nlizard fashion, I wished I had a gun or some lethal weapon, that I might\r\ndestroy him; but I fear that no weapon wrought alone by man’s hand would\r\nhave any effect on him. I dared not wait to see him return, for I feared\r\nto see those weird sisters. I came back to the library, and read there\r\ntill I fell asleep.\nI was awakened by the Count, who looked at me as grimly as a man can\r\nlook as he said:—\n“To-morrow, my friend, we must part. You return to your beautiful\r\nEngland, I to some work which may have such an end that we may never\r\nmeet. Your letter home has been despatched; to-morrow I shall not be\r\nhere, but all shall be ready for your journey. In the morning come the\r\nSzgany, who have some labours of their own here, and also come some\r\nSlovaks. When they have gone, my carriage shall come for you, and shall\r\nbear you to the Borgo Pass to meet the diligence from Bukovina to\r\nBistritz. But I am in hopes that I shall see more of you at Castle\r\nDracula.” I suspected him, and determined to test his sincerity.\r\nSincerity! It seems like a profanation of the word to write it in\r\nconnection with such a monster, so asked him point-blank:—\n“Why may I not go to-night?”\n“Because, dear sir, my coachman and horses are away on a mission.”\n“But I would walk with pleasure. I want to get away at once.” He smiled,\r\nsuch a soft, smooth, diabolical smile that I knew there was some trick\r\nbehind his smoothness. He said:—\n“And your baggage?”\n“I do not care about it. I can send for it some other time.”\nThe Count stood up, and said, with a sweet courtesy which made me rub my\r\neyes, it seemed so real:—\n“You English have a saying which is close to my heart, for its spirit is\r\nthat which rules our boyars: ‘Welcome the coming; speed the parting\r\nguest.’ Come with me, my dear young friend. Not an hour shall you wait\r\nin my house against your will, though sad am I at your going, and that\r\nyou so suddenly desire it. Come!” With a stately gravity, he, with the\r\nlamp, preceded me down the stairs and along the hall. Suddenly he\r\nstopped.\n“Hark!”\nClose at hand came the howling of many wolves. It was almost as if the\r\nsound sprang up at the rising of his hand, just as the music of a great\r\norchestra seems to leap under the bâton of the conductor. After a pause\r\nof a moment, he proceeded, in his stately way, to the door, drew back\r\nthe ponderous bolts, unhooked the heavy chains, and began to draw it\r\nopen.\nTo my intense astonishment I saw that it was unlocked. Suspiciously, I\r\nlooked all round, but could see no key of any kind.\nAs the door began to open, the howling of the wolves without grew louder\r\nand angrier; their red jaws, with champing teeth, and their blunt-clawed\r\nfeet as they leaped, came in through the opening door. I knew then that\r\nto struggle at the moment against the Count was useless. With such\r\nallies as these at his command, I could do nothing. But still the door\r\ncontinued slowly to open, and only the Count’s body stood in the gap.\r\nSuddenly it struck me that this might be the moment and means of my\r\ndoom; I was to be given to the wolves, and at my own instigation. There\r\nwas a diabolical wickedness in the idea great enough for the Count, and\r\nas a last chance I cried out:—\n“Shut the door; I shall wait till morning!” and covered my face with my\r\nhands to hide my tears of bitter disappointment. With one sweep of his\r\npowerful arm, the Count threw the door shut, and the great bolts clanged\r\nand echoed through the hall as they shot back into their places.\nIn silence we returned to the library, and after a minute or two I went\r\nto my own room. The last I saw of Count Dracula was his kissing his hand\r\nto me; with a red light of triumph in his eyes, and with a smile that\r\nJudas in hell might be proud of.\nWhen I was in my room and about to lie down, I thought I heard a\r\nwhispering at my door. I went to it softly and listened. Unless my ears\r\ndeceived me, I heard the voice of the Count:—\n“Back, back, to your own place! Your time is not yet come. Wait! Have\r\npatience! To-night is mine. To-morrow night is yours!” There was a low,\r\nsweet ripple of laughter, and in a rage I threw open the door, and saw\r\nwithout the three terrible women licking their lips. As I appeared they\r\nall joined in a horrible laugh, and ran away.\nI came back to my room and threw myself on my knees. It is then so near\r\nthe end? To-morrow! to-morrow! Lord, help me, and those to whom I am\r\ndear!\n \n30 June, morning.—These may be the last words I ever write in this\r\ndiary. I slept till just before the dawn, and when I woke threw myself\r\non my knees, for I determined that if Death came he should find me\r\nready.\nAt last I felt that subtle change in the air, and knew that the morning\r\nhad come. Then came the welcome cock-crow, and I felt that I was safe.\r\nWith a glad heart, I opened my door and ran down to the hall. I had seen\r\nthat the door was unlocked, and now escape was before me. With hands\r\nthat trembled with eagerness, I unhooked the chains and drew back the\r\nmassive bolts.\nBut the door would not move. Despair seized me. I pulled, and pulled, at\r\nthe door, and shook it till, massive as it was, it rattled in its\r\ncasement. I could see the bolt shot. It had been locked after I left the\r\nCount.\nThen a wild desire took me to obtain that key at any risk, and I\r\ndetermined then and there to scale the wall again and gain the Count’s\r\nroom. He might kill me, but death now seemed the happier choice of\r\nevils. Without a pause I rushed up to the east window, and scrambled\r\ndown the wall, as before, into the Count’s room. It was empty, but that\r\nwas as I expected. I could not see a key anywhere, but the heap of gold\r\nremained. I went through the door in the corner and down the winding\r\nstair and along the dark passage to the old chapel. I knew now well\r\nenough where to find the monster I sought.\nThe great box was in the same place, close against the wall, but the lid\r\nwas laid on it, not fastened down, but with the nails ready in their\r\nplaces to be hammered home. I knew I must reach the body for the key, so\r\nI raised the lid, and laid it back against the wall; and then I saw\r\nsomething which filled my very soul with horror. There lay the Count,\r\nbut looking as if his youth had been half renewed, for the white hair\r\nand moustache were changed to dark iron-grey; the cheeks were fuller,\r\nand the white skin seemed ruby-red underneath; the mouth was redder than\r\never, for on the lips were gouts of fresh blood, which trickled from the\r\ncorners of the mouth and ran over the chin and neck. Even the deep,\r\nburning eyes seemed set amongst swollen flesh, for the lids and pouches\r\nunderneath were bloated. It seemed as if the whole awful creature were\r\nsimply gorged with blood. He lay like a filthy leech, exhausted with his\r\nrepletion. I shuddered as I bent over to touch him, and every sense in\r\nme revolted at the contact; but I had to search, or I was lost. The\r\ncoming night might see my own body a banquet in a similar way to those\r\nhorrid three. I felt all over the body, but no sign could I find of the\r\nkey. Then I stopped and looked at the Count. There was a mocking smile\r\non the bloated face which seemed to drive me mad. This was the being I\r\nwas helping to transfer to London, where, perhaps, for centuries to come\r\nhe might, amongst its teeming millions, satiate his lust for blood, and\r\ncreate a new and ever-widening circle of semi-demons to batten on the\r\nhelpless. The very thought drove me mad. A terrible desire came upon me\r\nto rid the world of such a monster. There was no lethal weapon at hand,\r\nbut I seized a shovel which the workmen had been using to fill the\r\ncases, and lifting it high, struck, with the edge downward, at the\r\nhateful face. But as I did so the head turned, and the eyes fell full\r\nupon me, with all their blaze of basilisk horror. The sight seemed to\r\nparalyse me, and the shovel turned in my hand and glanced from the face,\r\nmerely making a deep gash above the forehead. The shovel fell from my\r\nhand across the box, and as I pulled it away the flange of the blade\r\ncaught the edge of the lid which fell over again, and hid the horrid\r\nthing from my sight. The last glimpse I had was of the bloated face,\r\nblood-stained and fixed with a grin of malice which would have held its\r\nown in the nethermost hell.\nI thought and thought what should be my next move, but my brain seemed\r\non fire, and I waited with a despairing feeling growing over me. As I\r\nwaited I heard in the distance a gipsy song sung by merry voices coming\r\ncloser, and through their song the rolling of heavy wheels and the\r\ncracking of whips; the Szgany and the Slovaks of whom the Count had\r\nspoken were coming. With a last look around and at the box which\r\ncontained the vile body, I ran from the place and gained the Count’s\r\nroom, determined to rush out at the moment the door should be opened.\r\nWith strained ears, I listened, and heard downstairs the grinding of the\r\nkey in the great lock and the falling back of the heavy door. There must\r\nhave been some other means of entry, or some one had a key for one of\r\nthe locked doors. Then there came the sound of many feet tramping and\r\ndying away in some passage which sent up a clanging echo. I turned to\r\nrun down again towards the vault, where I might find the new entrance;\r\nbut at the moment there seemed to come a violent puff of wind, and the\r\ndoor to the winding stair blew to with a shock that set the dust from\r\nthe lintels flying. When I ran to push it open, I found that it was\r\nhopelessly fast. I was again a prisoner, and the net of doom was closing\r\nround me more closely.\nAs I write there is in the passage below a sound of many tramping feet\r\nand the crash of weights being set down heavily, doubtless the boxes,\r\nwith their freight of earth. There is a sound of hammering; it is the\r\nbox being nailed down. Now I can hear the heavy feet tramping again\r\nalong the hall, with many other idle feet coming behind them.\nThe door is shut, and the chains rattle; there is a grinding of the key\r\nin the lock; I can hear the key withdraw: then another door opens and\r\nshuts; I hear the creaking of lock and bolt.\nHark! in the courtyard and down the rocky way the roll of heavy wheels,\r\nthe crack of whips, and the chorus of the Szgany as they pass into the\r\ndistance.\nI am alone in the castle with those awful women. Faugh! Mina is a woman,\r\nand there is nought in common. They are devils of the Pit!\nI shall not remain alone with them; I shall try to scale the castle wall\r\nfarther than I have yet attempted. I shall take some of the gold with\r\nme, lest I want it later. I may find a way from this dreadful place.\nAnd then away for home! away to the quickest and nearest train! away\r\nfrom this cursed spot, from this cursed land, where the devil and his\r\nchildren still walk with earthly feet!\nAt least God’s mercy is better than that of these monsters, and the\r\nprecipice is steep and high. At its foot a man may sleep—as a man.\r\nGood-bye, all! Mina!\nLetter from Miss Mina Murray to Miss Lucy Westenra.\n\r\n“9 May.\n\n\r\n“My dearest Lucy,—\n\n“Forgive my long delay in writing, but I have been simply overwhelmed\r\nwith work. The life of an assistant schoolmistress is sometimes trying.\r\nI am longing to be with you, and by the sea, where we can talk together\r\nfreely and build our castles in the air. I have been working very hard\r\nlately, because I want to keep up with Jonathan’s studies, and I have\r\nbeen practising shorthand very assiduously. When we are married I shall\r\nbe able to be useful to Jonathan, and if I can stenograph well enough I\r\ncan take down what he wants to say in this way and write it out for him\r\non the typewriter, at which also I am practising very hard. He and I\r\nsometimes write letters in shorthand, and he is keeping a stenographic\r\njournal of his travels abroad. When I am with you I shall keep a diary\r\nin the same way. I don’t mean one of those\r\ntwo-pages-to-the-week-with-Sunday-squeezed-in-a-corner diaries, but a\r\nsort of journal which I can write in whenever I feel inclined. I do not\r\nsuppose there will be much of interest to other people; but it is not\r\nintended for them. I may show it to Jonathan some day if there is in it\r\nanything worth sharing, but it is really an exercise book. I shall try\r\nto do what I see lady journalists do: interviewing and writing\r\ndescriptions and trying to remember conversations. I am told that, with\r\na little practice, one can remember all that goes on or that one hears\r\nsaid during a day. However, we shall see. I will tell you of my little\r\nplans when we meet. I have just had a few hurried lines from Jonathan\r\nfrom Transylvania. He is well, and will be returning in about a week. I\r\nam longing to hear all his news. It must be so nice to see strange\r\ncountries. I wonder if we—I mean Jonathan and I—shall ever see them\r\ntogether. There is the ten o’clock bell ringing. Good-bye.\n\r\n“Your loving\r\n“Mina.\n\n“Tell me all the news when you write. You have not told me anything for\r\na long time. I hear rumours, and especially of a tall, handsome,\r\ncurly-haired man???”\nLetter, Lucy Westenra to Mina Murray.\n\r\n“17, Chatham Street,\r\n“Wednesday.\n\n\r\n“My dearest Mina,—\n\n“I must say you tax me very unfairly with being a bad correspondent. I\r\nwrote to you twice since we parted, and your last letter was only your\r\nsecond. Besides, I have nothing to tell you. There is really nothing\r\nto interest you. Town is very pleasant just now, and we go a good deal\r\nto picture-galleries and for walks and rides in the park. As to the\r\ntall, curly-haired man, I suppose it was the one who was with me at the\r\nlast Pop. Some one has evidently been telling tales. That was Mr.\r\nHolmwood. He often comes to see us, and he and mamma get on very well\r\ntogether; they have so many things to talk about in common. We met some\r\ntime ago a man that would just do for you, if you were not already\r\nengaged to Jonathan. He is an excellent parti, being handsome, well\r\noff, and of good birth. He is a doctor and really clever. Just fancy! He\r\nis only nine-and-twenty, and he has an immense lunatic asylum all under\r\nhis own care. Mr. Holmwood introduced him to me, and he called here to\r\nsee us, and often comes now. I think he is one of the most resolute men\r\nI ever saw, and yet the most calm. He seems absolutely imperturbable. I\r\ncan fancy what a wonderful power he must have over his patients. He has\r\na curious habit of looking one straight in the face, as if trying to\r\nread one’s thoughts. He tries this on very much with me, but I flatter\r\nmyself he has got a tough nut to crack. I know that from my glass. Do\r\nyou ever try to read your own face? I do, and I can tell you it is not\r\na bad study, and gives you more trouble than you can well fancy if you\r\nhave never tried it. He says that I afford him a curious psychological\r\nstudy, and I humbly think I do. I do not, as you know, take sufficient\r\ninterest in dress to be able to describe the new fashions. Dress is a\r\nbore. That is slang again, but never mind; Arthur says that every day.\r\nThere, it is all out. Mina, we have told all our secrets to each other\r\nsince we were children; we have slept together and eaten together, and\r\nlaughed and cried together; and now, though I have spoken, I would like\r\nto speak more. Oh, Mina, couldn’t you guess? I love him. I am blushing\r\nas I write, for although I think he loves me, he has not told me so in\r\nwords. But oh, Mina, I love him; I love him; I love him! There, that\r\ndoes me good. I wish I were with you, dear, sitting by the fire\r\nundressing, as we used to sit; and I would try to tell you what I feel.\r\nI do not know how I am writing this even to you. I am afraid to stop,\r\nor I should tear up the letter, and I don’t want to stop, for I do so\r\nwant to tell you all. Let me hear from you at once, and tell me all\r\nthat you think about it. Mina, I must stop. Good-night. Bless me in your\r\nprayers; and, Mina, pray for my happiness.\n\r\n“LUCY.\n\n“P.S.—I need not tell you this is a secret. Good-night again.\n\r\n“L.”\n\n\nLetter, Lucy Westenra to Mina Murray.\n\n\r\n“24 May.\n\n\r\n“My dearest Mina,—\n\n“Thanks, and thanks, and thanks again for your sweet letter. It was so\r\nnice to be able to tell you and to have your sympathy.\n“My dear, it never rains but it pours. How true the old proverbs are.\r\nHere am I, who shall be twenty in September, and yet I never had a\r\nproposal till to-day, not a real proposal, and to-day I have had three.\r\nJust fancy! THREE proposals in one day! Isn’t it awful! I feel sorry,\r\nreally and truly sorry, for two of the poor fellows. Oh, Mina, I am so\r\nhappy that I don’t know what to do with myself. And three proposals!\r\nBut, for goodness’ sake, don’t tell any of the girls, or they would be\r\ngetting all sorts of extravagant ideas and imagining themselves injured\r\nand slighted if in their very first day at home they did not get six at\r\nleast. Some girls are so vain! You and I, Mina dear, who are engaged and\r\nare going to settle down soon soberly into old married women, can\r\ndespise vanity. Well, I must tell you about the three, but you must keep\r\nit a secret, dear, from every one, except, of course, Jonathan. You\r\nwill tell him, because I would, if I were in your place, certainly tell\r\nArthur. A woman ought to tell her husband everything—don’t you think\r\nso, dear?—and I must be fair. Men like women, certainly their wives, to\r\nbe quite as fair as they are; and women, I am afraid, are not always\r\nquite as fair as they should be. Well, my dear, number One came just\r\nbefore lunch. I told you of him, Dr. John Seward, the lunatic-asylum\r\nman, with the strong jaw and the good forehead. He was very cool\r\noutwardly, but was nervous all the same. He had evidently been schooling\r\nhimself as to all sorts of little things, and remembered them; but he\r\nalmost managed to sit down on his silk hat, which men don’t generally do\r\nwhen they are cool, and then when he wanted to appear at ease he kept\r\nplaying with a lancet in a way that made me nearly scream. He spoke to\r\nme, Mina, very straightforwardly. He told me how dear I was to him,\r\nthough he had known me so little, and what his life would be with me to\r\nhelp and cheer him. He was going to tell me how unhappy he would be if I\r\ndid not care for him, but when he saw me cry he said that he was a brute\r\nand would not add to my present trouble. Then he broke off and asked if\r\nI could love him in time; and when I shook my head his hands trembled,\r\nand then with some hesitation he asked me if I cared already for any one\r\nelse. He put it very nicely, saying that he did not want to wring my\r\nconfidence from me, but only to know, because if a woman’s heart was\r\nfree a man might have hope. And then, Mina, I felt a sort of duty to\r\ntell him that there was some one. I only told him that much, and then he\r\nstood up, and he looked very strong and very grave as he took both my\r\nhands in his and said he hoped I would be happy, and that if I ever\r\nwanted a friend I must count him one of my best. Oh, Mina dear, I can’t\r\nhelp crying: and you must excuse this letter being all blotted. Being\r\nproposed to is all very nice and all that sort of thing, but it isn’t at\r\nall a happy thing when you have to see a poor fellow, whom you know\r\nloves you honestly, going away and looking all broken-hearted, and to\r\nknow that, no matter what he may say at the moment, you are passing\r\nquite out of his life. My dear, I must stop here at present, I feel so\r\nmiserable, though I am so happy.\n\r\n“Evening.\n\n“Arthur has just gone, and I feel in better spirits than when I left\r\noff, so I can go on telling you about the day. Well, my dear, number Two\r\ncame after lunch. He is such a nice fellow, an American from Texas, and\r\nhe looks so young and so fresh that it seems almost impossible that he\r\nhas been to so many places and has had such adventures. I sympathise\r\nwith poor Desdemona when she had such a dangerous stream poured in her\r\near, even by a black man. I suppose that we women are such cowards that\r\nwe think a man will save us from fears, and we marry him. I know now\r\nwhat I would do if I were a man and wanted to make a girl love me. No, I\r\ndon’t, for there was Mr. Morris telling us his stories, and Arthur never\r\ntold any, and yet—— My dear, I am somewhat previous. Mr. Quincey P.\r\nMorris found me alone. It seems that a man always does find a girl\r\nalone. No, he doesn’t, for Arthur tried twice to make a chance, and I\r\nhelping him all I could; I am not ashamed to say it now. I must tell you\r\nbeforehand that Mr. Morris doesn’t always speak slang—that is to say,\r\nhe never does so to strangers or before them, for he is really well\r\neducated and has exquisite manners—but he found out that it amused me\r\nto hear him talk American slang, and whenever I was present, and there\r\nwas no one to be shocked, he said such funny things. I am afraid, my\r\ndear, he has to invent it all, for it fits exactly into whatever else he\r\nhas to say. But this is a way slang has. I do not know myself if I shall\r\never speak slang; I do not know if Arthur likes it, as I have never\r\nheard him use any as yet. Well, Mr. Morris sat down beside me and looked\r\nas happy and jolly as he could, but I could see all the same that he was\r\nvery nervous. He took my hand in his, and said ever so sweetly:—\n“‘Miss Lucy, I know I ain’t good enough to regulate the fixin’s of your\r\nlittle shoes, but I guess if you wait till you find a man that is you\r\nwill go join them seven young women with the lamps when you quit. Won’t\r\nyou just hitch up alongside of me and let us go down the long road\r\ntogether, driving in double harness?’\n“Well, he did look so good-humoured and so jolly that it didn’t seem\r\nhalf so hard to refuse him as it did poor Dr. Seward; so I said, as\r\nlightly as I could, that I did not know anything of hitching, and that I\r\nwasn’t broken to harness at all yet. Then he said that he had spoken in\r\na light manner, and he hoped that if he had made a mistake in doing so\r\non so grave, so momentous, an occasion for him, I would forgive him", "summary": "\nThe text continues Jonathan Harker's journal entries from Count Dracula's castle, revealing increasingly disturbing events and the full horror of his imprisonment. After being warned by the Count not to sleep anywhere but in his designated rooms, Harker witnesses Dracula crawling lizard-like down the castle walls, confirming his supernatural abilities. While exploring the castle, Harker finds all doors locked except for an unused wing containing women's quarters.\nIn these rooms, Harker encounters three beautiful but terrifying women who attempt to feed on him, describing a sensual yet horrifying experience where one nearly bites his neck before Dracula intervenes furiously. The Count claims Harker belongs to him and provides the women with a bag containing what appears to be a child. Harker later questions whether this encounter was a dream but finds evidence suggesting it was real.\nAs his captivity continues, Harker discovers he is being systematically isolated. The Count forces him to write letters dated for future delivery to create the illusion he has safely left the castle. When Szgany (gypsies) arrive at the castle, Harker attempts to send secret letters, but Dracula intercepts his messages, burning the one written in shorthand to Mina. Harker finds all his personal belongings disappearing, including his clothes, which Dracula later wears to impersonate him in nearby villages.\nGathering his courage, Harker scales the castle wall to explore Dracula's room, finding a collection of ancient gold coins but no key to escape. Following a stone passage downward, he discovers a crypt where the Count lies in a coffin-like box, appearing neither dead nor alive. In a later visit, Harker attempts to kill the sleeping Dracula with a shovel but only manages to wound him.\nAs his imprisonment reaches its climax, Harker discovers the Szgany preparing to transport boxes filled with earth. The Count informs him that he will be released the next day, but when Harker attempts to leave that night, Dracula controls wolves outside to prevent his escape. The following morning, Harker finds the door still locked despite the Count's promise. He again enters the crypt where he finds Dracula appearing younger, with dark hair and bloated with fresh blood. Realizing the monster he's facing and the threat Dracula poses to London, Harker resolves to escape or end his life by jumping from the castle precipice.\nThe narrative then shifts to correspondence between Mina Murray (Harker's fiancée) and her friend Lucy Westenra. While Mina worries about Jonathan's absence, Lucy's letters reveal her romantic entanglements, including three marriage proposals in one day from Dr. John Seward (who runs a lunatic asylum), an American named Quincey Morris, and an unidentified third suitor. Lucy confides her happiness and confusion to Mina, while Mina practices shorthand in hopes of assisting Jonathan professionally once they're married.\n", "map": [["Jonathan Harker", "Prisoner in supernatural castle"], ["Count Dracula", "Predatory vampire preparing for London"], ["Three vampire women", "Seductive blood-craving supernatural beings"], ["Szgany", "Servants facilitating Dracula's transportation"], ["Mina Murray", "Loyal fiancée developing secretarial skills"], ["Lucy Westenra", "Young woman pursued by suitors"], ["Earth-filled boxes", "Vessels for Dracula's journey"], ["Letters", "Manipulated communication and deception tool"], ["Castle Dracula", "Supernatural prison with hidden passages"], ["Crypt", "Vampire's daytime resting place"], ["Jonathan Harker", "Count Dracula"], ["Jonathan Harker", "Mina Murray"], ["Count Dracula", "Three vampire women"], ["Count Dracula", "Earth-filled boxes"], ["Count Dracula", "Szgany"], ["Count Dracula", "Crypt"], ["Three vampire women", "Castle Dracula"], ["Mina Murray", "Lucy Westenra"], ["Mina Murray", "Letters"], ["Lucy Westenra", "Dr. Seward"]]}