{"source": "https://www.gutenberg.org/cache/epub/345/pg345-images.html", "text": "... Poor fellow! I\r\nsuppose it was the funeral upset him and sent his mind back on some\r\ntrain of thought.... He believes it all himself. I remember how on our\r\nwedding-day he said: “Unless some solemn duty come upon me to go back to\r\nthe bitter hours, asleep or awake, mad or sane.” There seems to be\r\nthrough it all some thread of continuity.... That fearful Count was\r\ncoming to London.... If it should be, and he came to London, with his\r\nteeming millions.... There may be a solemn duty; and if it come we must\r\nnot shrink from it.... I shall be prepared. I shall get my typewriter\r\nthis very hour and begin transcribing. Then we shall be ready for other\r\neyes if required. And if it be wanted; then, perhaps, if I am ready,\r\npoor Jonathan may not be upset, for I can speak for him and never let\r\nhim be troubled or worried with it at all. If ever Jonathan quite gets\r\nover the nervousness he may want to tell me of it all, and I can ask him\r\nquestions and find out things, and see how I may comfort him.\nLetter, Van Helsing to Mrs. Harker.\n\r\n“24 September.\r\n(Confidence)\n\n\r\n“Dear Madam,—\n\n“I pray you to pardon my writing, in that I am so far friend as that I\r\nsent to you sad news of Miss Lucy Westenra’s death. By the kindness of\r\nLord Godalming, I am empowered to read her letters and papers, for I am\r\ndeeply concerned about certain matters vitally important. In them I find\r\nsome letters from you, which show how great friends you were and how you\r\nlove her. Oh, Madam Mina, by that love, I implore you, help me. It is\r\nfor others’ good that I ask—to redress great wrong, and to lift much\r\nand terrible troubles—that may be more great than you can know. May it\r\nbe that I see you? You can trust me. I am friend of Dr. John Seward and\r\nof Lord Godalming (that was Arthur of Miss Lucy). I must keep it private\r\nfor the present from all. I should come to Exeter to see you at once if\r\nyou tell me I am privilege to come, and where and when. I implore your\r\npardon, madam. I have read your letters to poor Lucy, and know how good\r\nyou are and how your husband suffer; so I pray you, if it may be,\r\nenlighten him not, lest it may harm. Again your pardon, and forgive me.\n\r\n“Van Helsing.”\n\nTelegram, Mrs. Harker to Van Helsing.\n“25 September.—Come to-day by quarter-past ten train if you can catch\r\nit. Can see you any time you call.\n\r\n“Wilhelmina Harker.”\n\n\r\nMINA HARKER’S JOURNAL.\n\n25 September.—I cannot help feeling terribly excited as the time\r\ndraws near for the visit of Dr. Van Helsing, for somehow I expect that\r\nit will throw some light upon Jonathan’s sad experience; and as he\r\nattended poor dear Lucy in her last illness, he can tell me all about\r\nher. That is the reason of his coming; it is concerning Lucy and her\r\nsleep-walking, and not about Jonathan. Then I shall never know the real\r\ntruth now! How silly I am. That awful journal gets hold of my\r\nimagination and tinges everything with something of its own colour. Of\r\ncourse it is about Lucy. That habit came back to the poor dear, and that\r\nawful night on the cliff must have made her ill. I had almost forgotten\r\nin my own affairs how ill she was afterwards. She must have told him\r\nof her sleep-walking adventure on the cliff, and that I knew all about\r\nit; and now he wants me to tell him what she knows, so that he may\r\nunderstand. I hope I did right in not saying anything of it to Mrs.\r\nWestenra; I should never forgive myself if any act of mine, were it even\r\na negative one, brought harm on poor dear Lucy. I hope, too, Dr. Van\r\nHelsing will not blame me; I have had so much trouble and anxiety of\r\nlate that I feel I cannot bear more just at present.\nI suppose a cry does us all good at times—clears the air as other rain\r\ndoes. Perhaps it was reading the journal yesterday that upset me, and\r\nthen Jonathan went away this morning to stay away from me a whole day\r\nand night, the first time we have been parted since our marriage. I do\r\nhope the dear fellow will take care of himself, and that nothing will\r\noccur to upset him. It is two o’clock, and the doctor will be here soon\r\nnow. I shall say nothing of Jonathan’s journal unless he asks me. I am\r\nso glad I have type-written out my own journal, so that, in case he asks\r\nabout Lucy, I can hand it to him; it will save much questioning.\n \nLater.—He has come and gone. Oh, what a strange meeting, and how it\r\nall makes my head whirl round! I feel like one in a dream. Can it be all\r\npossible, or even a part of it? If I had not read Jonathan’s journal\r\nfirst, I should never have accepted even a possibility. Poor, poor, dear\r\nJonathan! How he must have suffered. Please the good God, all this may\r\nnot upset him again. I shall try to save him from it; but it may be even\r\na consolation and a help to him—terrible though it be and awful in its\r\nconsequences—to know for certain that his eyes and ears and brain did\r\nnot deceive him, and that it is all true. It may be that it is the doubt\r\nwhich haunts him; that when the doubt is removed, no matter\r\nwhich—waking or dreaming—may prove the truth, he will be more\r\nsatisfied and better able to bear the shock. Dr. Van Helsing must be a\r\ngood man as well as a clever one if he is Arthur’s friend and Dr.\r\nSeward’s, and if they brought him all the way from Holland to look after\r\nLucy. I feel from having seen him that he is good and kind and of a\r\nnoble nature. When he comes to-morrow I shall ask him about Jonathan;\r\nand then, please God, all this sorrow and anxiety may lead to a good\r\nend. I used to think I would like to practise interviewing; Jonathan’s\r\nfriend on “The Exeter News” told him that memory was everything in such\r\nwork—that you must be able to put down exactly almost every word\r\nspoken, even if you had to refine some of it afterwards. Here was a rare\r\ninterview; I shall try to record it verbatim.\nIt was half-past two o’clock when the knock came. I took my courage à\r\ndeux mains and waited. In a few minutes Mary opened the door, and\r\nannounced “Dr. Van Helsing.”\nI rose and bowed, and he came towards me; a man of medium weight,\r\nstrongly built, with his shoulders set back over a broad, deep chest and\r\na neck well balanced on the trunk as the head is on the neck. The poise\r\nof the head strikes one at once as indicative of thought and power; the\r\nhead is noble, well-sized, broad, and large behind the ears. The face,\r\nclean-shaven, shows a hard, square chin, a large, resolute, mobile\r\nmouth, a good-sized nose, rather straight, but with quick, sensitive\r\nnostrils, that seem to broaden as the big, bushy brows come down and the\r\nmouth tightens. The forehead is broad and fine, rising at first almost\r\nstraight and then sloping back above two bumps or ridges wide apart;\r\nsuch a forehead that the reddish hair cannot possibly tumble over it,\r\nbut falls naturally back and to the sides. Big, dark blue eyes are set\r\nwidely apart, and are quick and tender or stern with the man’s moods. He\r\nsaid to me:—\n“Mrs. Harker, is it not?” I bowed assent.\n“That was Miss Mina Murray?” Again I assented.\n“It is Mina Murray that I came to see that was friend of that poor dear\r\nchild Lucy Westenra. Madam Mina, it is on account of the dead I come.”\n“Sir,” I said, “you could have no better claim on me than that you were\r\na friend and helper of Lucy Westenra.” And I held out my hand. He took\r\nit and said tenderly:—\n“Oh, Madam Mina, I knew that the friend of that poor lily girl must be\r\ngood, but I had yet to learn——” He finished his speech with a courtly\r\nbow. I asked him what it was that he wanted to see me about, so he at\r\nonce began:—\n“I have read your letters to Miss Lucy. Forgive me, but I had to begin\r\nto inquire somewhere, and there was none to ask. I know that you were\r\nwith her at Whitby. She sometimes kept a diary—you need not look\r\nsurprised, Madam Mina; it was begun after you had left, and was in\r\nimitation of you—and in that diary she traces by inference certain\r\nthings to a sleep-walking in which she puts down that you saved her. In\r\ngreat perplexity then I come to you, and ask you out of your so much\r\nkindness to tell me all of it that you can remember.”\n“I can tell you, I think, Dr. Van Helsing, all about it.”\n“Ah, then you have good memory for facts, for details? It is not always\r\nso with young ladies.”\n“No, doctor, but I wrote it all down at the time. I can show it to you\r\nif you like.”\n“Oh, Madam Mina, I will be grateful; you will do me much favour.” I\r\ncould not resist the temptation of mystifying him a bit—I suppose it is\r\nsome of the taste of the original apple that remains still in our\r\nmouths—so I handed him the shorthand diary. He took it with a grateful\r\nbow, and said:—\n“May I read it?”\n“If you wish,” I answered as demurely as I could. He opened it, and for\r\nan instant his face fell. Then he stood up and bowed.\n“Oh, you so clever woman!” he said. “I knew long that Mr. Jonathan was a\r\nman of much thankfulness; but see, his wife have all the good things.\r\nAnd will you not so much honour me and so help me as to read it for me?\r\nAlas! I know not the shorthand.” By this time my little joke was over,\r\nand I was almost ashamed; so I took the typewritten copy from my\r\nworkbasket and handed it to him.\n“Forgive me,” I said: “I could not help it; but I had been thinking that\r\nit was of dear Lucy that you wished to ask, and so that you might not\r\nhave time to wait—not on my account, but because I know your time must\r\nbe precious—I have written it out on the typewriter for you.”\nHe took it and his eyes glistened. “You are so good,” he said. “And may\r\nI read it now? I may want to ask you some things when I have read.”\n“By all means,” I said, “read it over whilst I order lunch; and then you\r\ncan ask me questions whilst we eat.” He bowed and settled himself in a\r\nchair with his back to the light, and became absorbed in the papers,\r\nwhilst I went to see after lunch chiefly in order that he might not be\r\ndisturbed. When I came back, I found him walking hurriedly up and down\r\nthe room, his face all ablaze with excitement. He rushed up to me and\r\ntook me by both hands.\n“Oh, Madam Mina,” he said, “how can I say what I owe to you? This paper\r\nis as sunshine. It opens the gate to me. I am daze, I am dazzle, with so\r\nmuch light, and yet clouds roll in behind the light every time. But that\r\nyou do not, cannot, comprehend. Oh, but I am grateful to you, you so\r\nclever woman. Madam”—he said this very solemnly—“if ever Abraham Van\r\nHelsing can do anything for you or yours, I trust you will let me know.\r\nIt will be pleasure and delight if I may serve you as a friend; as a\r\nfriend, but all I have ever learned, all I can ever do, shall be for you\r\nand those you love. There are darknesses in life, and there are lights;\r\nyou are one of the lights. You will have happy life and good life, and\r\nyour husband will be blessed in you.”\n“But, doctor, you praise me too much, and—and you do not know me.”\n“Not know you—I, who am old, and who have studied all my life men and\r\nwomen; I, who have made my specialty the brain and all that belongs to\r\nhim and all that follow from him! And I have read your diary that you\r\nhave so goodly written for me, and which breathes out truth in every\r\nline. I, who have read your so sweet letter to poor Lucy of your\r\nmarriage and your trust, not know you! Oh, Madam Mina, good women tell\r\nall their lives, and by day and by hour and by minute, such things that\r\nangels can read; and we men who wish to know have in us something of\r\nangels’ eyes. Your husband is noble nature, and you are noble too, for\r\nyou trust, and trust cannot be where there is mean nature. And your\r\nhusband—tell me of him. Is he quite well? Is all that fever gone, and\r\nis he strong and hearty?” I saw here an opening to ask him about\r\nJonathan, so I said:—\n“He was almost recovered, but he has been greatly upset by Mr. Hawkins’s\r\ndeath.” He interrupted:—\n“Oh, yes, I know, I know. I have read your last two letters.” I went\r\non:—\n“I suppose this upset him, for when we were in town on Thursday last he\r\nhad a sort of shock.”\n“A shock, and after brain fever so soon! That was not good. What kind of\r\na shock was it?”\n“He thought he saw some one who recalled something terrible, something\r\nwhich led to his brain fever.” And here the whole thing seemed to\r\noverwhelm me in a rush. The pity for Jonathan, the horror which he\r\nexperienced, the whole fearful mystery of his diary, and the fear that\r\nhas been brooding over me ever since, all came in a tumult. I suppose I\r\nwas hysterical, for I threw myself on my knees and held up my hands to\r\nhim, and implored him to make my husband well again. He took my hands\r\nand raised me up, and made me sit on the sofa, and sat by me; he held my\r\nhand in his, and said to me with, oh, such infinite sweetness:—\n“My life is a barren and lonely one, and so full of work that I have not\r\nhad much time for friendships; but since I have been summoned to here by\r\nmy friend John Seward I have known so many good people and seen such\r\nnobility that I feel more than ever—and it has grown with my advancing\r\nyears—the loneliness of my life. Believe, me, then, that I come here\r\nfull of respect for you, and you have given me hope—hope, not in what I\r\nam seeking of, but that there are good women still left to make life\r\nhappy—good women, whose lives and whose truths may make good lesson for\r\nthe children that are to be. I am glad, glad, that I may here be of some\r\nuse to you; for if your husband suffer, he suffer within the range of my\r\nstudy and experience. I promise you that I will gladly do all for him\r\nthat I can—all to make his life strong and manly, and your life a happy\r\none. Now you must eat. You are overwrought and perhaps over-anxious.\r\nHusband Jonathan would not like to see you so pale; and what he like not\r\nwhere he love, is not to his good. Therefore for his sake you must eat\r\nand smile. You have told me all about Lucy, and so now we shall not\r\nspeak of it, lest it distress. I shall stay in Exeter to-night, for I\r\nwant to think much over what you have told me, and when I have thought I\r\nwill ask you questions, if I may. And then, too, you will tell me of\r\nhusband Jonathan’s trouble so far as you can, but not yet. You must eat\r\nnow; afterwards you shall tell me all.”\nAfter lunch, when we went back to the drawing-room, he said to me:—\n“And now tell me all about him.” When it came to speaking to this great\r\nlearned man, I began to fear that he would think me a weak fool, and\r\nJonathan a madman—that journal is all so strange—and I hesitated to go\r\non. But he was so sweet and kind, and he had promised to help, and I\r\ntrusted him, so I said:—\n“Dr. Van Helsing, what I have to tell you is so queer that you must not\r\nlaugh at me or at my husband. I have been since yesterday in a sort of\r\nfever of doubt; you must be kind to me, and not think me foolish that I\r\nhave even half believed some very strange things.” He reassured me by\r\nhis manner as well as his words when he said:—\n“Oh, my dear, if you only know how strange is the matter regarding which\r\nI am here, it is you who would laugh. I have learned not to think little\r\nof any one’s belief, no matter how strange it be. I have tried to keep\r\nan open mind; and it is not the ordinary things of life that could close\r\nit, but the strange things, the extraordinary things, the things that\r\nmake one doubt if they be mad or sane.”\n“Thank you, thank you, a thousand times! You have taken a weight off my\r\nmind. If you will let me, I shall give you a paper to read. It is long,\r\nbut I have typewritten it out. It will tell you my trouble and\r\nJonathan’s. It is the copy of his journal when abroad, and all that\r\nhappened. I dare not say anything of it; you will read for yourself and\r\njudge. And then when I see you, perhaps, you will be very kind and tell\r\nme what you think.”\n“I promise,” he said as I gave him the papers; “I shall in the morning,\r\nso soon as I can, come to see you and your husband, if I may.”\n“Jonathan will be here at half-past eleven, and you must come to lunch\r\nwith us and see him then; you could catch the quick 3:34 train, which\r\nwill leave you at Paddington before eight.” He was surprised at my\r\nknowledge of the trains off-hand, but he does not know that I have made\r\nup all the trains to and from Exeter, so that I may help Jonathan in\r\ncase he is in a hurry.\nSo he took the papers with him and went away, and I sit here\r\nthinking—thinking I don’t know what.\nLetter (by hand), Van Helsing to Mrs. Harker.\n\r\n“25 September, 6 o’clock.\n\n\r\n“Dear Madam Mina,—\n\n“I have read your husband’s so wonderful diary. You may sleep without\r\ndoubt. Strange and terrible as it is, it is true! I will pledge my\r\nlife on it. It may be worse for others; but for him and you there is no\r\ndread. He is a noble fellow; and let me tell you from experience of men,\r\nthat one who would do as he did in going down that wall and to that\r\nroom—ay, and going a second time—is not one to be injured in\r\npermanence by a shock. His brain and his heart are all right; this I\r\nswear, before I have even seen him; so be at rest. I shall have much to\r\nask him of other things. I am blessed that to-day I come to see you, for\r\nI have learn all at once so much that again I am dazzle—dazzle more\r\nthan ever, and I must think.\n\r\n“Yours the most faithful,\r\n“Abraham Van Helsing.”\n\nLetter, Mrs. Harker to Van Helsing.\n\r\n“25 September, 6:30 p. m.\n\n\r\n“My dear Dr. Van Helsing,—\n\n“A thousand thanks for your kind letter, which has taken a great weight\r\noff my mind. And yet, if it be true, what terrible things there are in\r\nthe world, and what an awful thing if that man, that monster, be really\r\nin London! I fear to think. I have this moment, whilst writing, had a\r\nwire from Jonathan, saying that he leaves by the 6:25 to-night from\r\nLaunceston and will be here at 10:18, so that I shall have no fear\r\nto-night. Will you, therefore, instead of lunching with us, please come\r\nto breakfast at eight o’clock, if this be not too early for you? You can\r\nget away, if you are in a hurry, by the 10:30 train, which will bring\r\nyou to Paddington by 2:35. Do not answer this, as I shall take it that,\r\nif I do not hear, you will come to breakfast.\n\r\n“Believe me,\r\n“Your faithful and grateful friend,\r\n“Mina Harker.”\n\nJonathan Harker’s Journal.\n26 September.—I thought never to write in this diary again, but the\r\ntime has come. When I got home last night Mina had supper ready, and\r\nwhen we had supped she told me of Van Helsing’s visit, and of her having\r\ngiven him the two diaries copied out, and of how anxious she has been\r\nabout me. She showed me in the doctor’s letter that all I wrote down was\r\ntrue. It seems to have made a new man of me. It was the doubt as to the\r\nreality of the whole thing that knocked me over. I felt impotent, and in\r\nthe dark, and distrustful. But, now that I know, I am not afraid, even\r\nof the Count. He has succeeded after all, then, in his design in getting\r\nto London, and it was he I saw. He has got younger, and how? Van Helsing\r\nis the man to unmask him and hunt him out, if he is anything like what\r\nMina says. We sat late, and talked it all over. Mina is dressing, and I\r\nshall call at the hotel in a few minutes and bring him over....\nHe was, I think, surprised to see me. When I came into the room where he\r\nwas, and introduced myself, he took me by the shoulder, and turned my\r\nface round to the light, and said, after a sharp scrutiny:—\n“But Madam Mina told me you were ill, that you had had a shock.” It was\r\nso funny to hear my wife called “Madam Mina” by this kindly,\r\nstrong-faced old man. I smiled, and said:—\n“I was ill, I have had a shock; but you have cured me already.”\n“And how?”\n“By your letter to Mina last night. I was in doubt, and then everything\r\ntook a hue of unreality, and I did not know what to trust, even the\r\nevidence of my own senses. Not knowing what to trust, I did not know\r\nwhat to do; and so had only to keep on working in what had hitherto been\r\nthe groove of my life. The groove ceased to avail me, and I mistrusted\r\nmyself. Doctor, you don’t know what it is to doubt everything, even\r\nyourself. No, you don’t; you couldn’t with eyebrows like yours.” He\r\nseemed pleased, and laughed as he said:—\n“So! You are physiognomist. I learn more here with each hour. I am with\r\nso much pleasure coming to you to breakfast; and, oh, sir, you will\r\npardon praise from an old man, but you are blessed in your wife.” I\r\nwould listen to him go on praising Mina for a day, so I simply nodded\r\nand stood silent.\n“She is one of God’s women, fashioned by His own hand to show us men and\r\nother women that there is a heaven where we can enter, and that its\r\nlight can be here on earth. So true, so sweet, so noble, so little an\r\negoist—and that, let me tell you, is much in this age, so sceptical and\r\nselfish. And you, sir—I have read all the letters to poor Miss Lucy,\r\nand some of them speak of you, so I know you since some days from the\r\nknowing of others; but I have seen your true self since last night. You\r\nwill give me your hand, will you not? And let us be friends for all our\r\nlives.”\nWe shook hands, and he was so earnest and so kind that it made me quite\r\nchoky.\n“And now,” he said, “may I ask you for some more help? I have a great\r\ntask to do, and at the beginning it is to know. You can help me here.\r\nCan you tell me what went before your going to Transylvania? Later on I\r\nmay ask more help, and of a different kind; but at first this will do.”\n“Look here, sir,” I said, “does what you have to do concern the Count?”\n“It does,” he said solemnly.\n“Then I am with you heart and soul. As you go by the 10:30 train, you\r\nwill not have time to read them; but I shall get the bundle of papers.\r\nYou can take them with you and read them in the train.”\nAfter breakfast I saw him to the station. When we were parting he\r\nsaid:—\n“Perhaps you will come to town if I send to you, and take Madam Mina\r\ntoo.”\n“We shall both come when you will,” I said.\nI had got him the morning papers and the London papers of the previous\r\nnight, and while we were talking at the carriage window, waiting for the\r\ntrain to start, he was turning them over. His eyes suddenly seemed to\r\ncatch something in one of them, “The Westminster Gazette”—I knew it by\r\nthe colour—and he grew quite white. He read something intently,\r\ngroaning to himself: “Mein Gott! Mein Gott! So soon! so soon!” I do not\r\nthink he remembered me at the moment. Just then the whistle blew, and\r\nthe train moved off. This recalled him to himself, and he leaned out of\r\nthe window and waved his hand, calling out: “Love to Madam Mina; I shall\r\nwrite so soon as ever I can.”\nDr. Seward’s Diary.\n26 September.—Truly there is no such thing as finality. Not a week\r\nsince I said “Finis,” and yet here I am starting fresh again, or rather\r\ngoing on with the same record. Until this afternoon I had no cause to\r\nthink of what is done. Renfield had become, to all intents, as sane as\r\nhe ever was. He was already well ahead with his fly business; and he had\r\njust started in the spider line also; so he had not been of any trouble\r\nto me. I had a letter from Arthur, written on Sunday, and from it I\r\ngather that he is bearing up wonderfully well. Quincey Morris is with\r\nhim, and that is much of a help, for he himself is a bubbling well of\r\ngood spirits. Quincey wrote me a line too, and from him I hear that\r\nArthur is beginning to recover something of his old buoyancy; so as to\r\nthem all my mind is at rest. As for myself, I was settling down to my\r\nwork with the enthusiasm which I used to have for it, so that I might\r\nfairly have said that the wound which poor Lucy left on me was becoming\r\ncicatrised. Everything is, however, now reopened; and what is to be the\r\nend God only knows. I have an idea that Van Helsing thinks he knows,\r\ntoo, but he will only let out enough at a time to whet curiosity. He\r\nwent to Exeter yesterday, and stayed there all night. To-day he came\r\nback, and almost bounded into the room at about half-past five o’clock,\r\nand thrust last night’s “Westminster Gazette” into my hand.\n“What do you think of that?” he asked as he stood back and folded his\r\narms.\nI looked over the paper, for I really did not know what he meant; but he\r\ntook it from me and pointed out a paragraph about children being decoyed\r\naway at Hampstead. It did not convey much to me, until I reached a\r\npassage where it described small punctured wounds on their throats. An\r\nidea struck me, and I looked up. “Well?” he said.\n“It is like poor Lucy’s.”\n“And what do you make of it?”\n“Simply that there is some cause in common. Whatever it was that injured\r\nher has injured them.” I did not quite understand his answer:—\n“That is true indirectly, but not directly.”\n“How do you mean, Professor?” I asked. I was a little inclined to take\r\nhis seriousness lightly—for, after all, four days of rest and freedom\r\nfrom burning, harrowing anxiety does help to restore one’s spirits—but\r\nwhen I saw his face, it sobered me. Never, even in the midst of our\r\ndespair about poor Lucy, had he looked more stern.\n“Tell me!” I said. “I can hazard no opinion. I do not know what to\r\nthink, and I have no data on which to found a conjecture.”\n“Do you mean to tell me, friend John, that you have no suspicion as to\r\nwhat poor Lucy died of; not after all the hints given, not only by\r\nevents, but by me?”\n“Of nervous prostration following on great loss or waste of blood.”\n“And how the blood lost or waste?” I shook my head. He stepped over and\r\nsat down beside me, and went on:—\n“You are clever man, friend John; you reason well, and your wit is bold;\r\nbut you are too prejudiced. You do not let your eyes see nor your ears\r\nhear, and that which is outside your daily life is not of account to\r\nyou. Do you not think that there are things which you cannot understand,\r\nand yet which are; that some people see things that others cannot? But\r\nthere are things old and new which must not be contemplate by men’s\r\neyes, because they know—or think they know—some things which other men\r\nhave told them. Ah, it is the fault of our science that it wants to\r\nexplain all; and if it explain not, then it says there is nothing to\r\nexplain. But yet we see around us every day the growth of new beliefs,\r\nwhich think themselves new; and which are yet but the old, which pretend\r\nto be young—like the fine ladies at the opera. I suppose now you do not\r\nbelieve in corporeal transference. No? Nor in materialisation. No? Nor\r\nin astral bodies. No? Nor in the reading of thought. No? Nor in\r\nhypnotism——”\n“Yes,” I said. “Charcot has proved that pretty well.” He smiled as he\r\nwent on: “Then you are satisfied as to it. Yes? And of course then you\r\nunderstand how it act, and can follow the mind of the great\r\nCharcot—alas that he is no more!—into the very soul of the patient\r\nthat he influence. No? Then, friend John, am I to take it that you\r\nsimply accept fact, and are satisfied to let from premise to conclusion\r\nbe a blank? No? Then tell me—for I am student of the brain—how you\r\naccept the hypnotism and reject the thought reading. Let me tell you, my\r\nfriend, that there are things done to-day in electrical science which\r\nwould have been deemed unholy by the very men who discovered\r\nelectricity—who would themselves not so long before have been burned\r\nas wizards. There are always mysteries in life. Why was it that\r\nMethuselah lived nine hundred years, and ‘Old Parr’ one hundred and\r\nsixty-nine, and yet that poor Lucy, with four men’s blood in her poor\r\nveins, could not live even one day? For, had she live one more day, we\r\ncould have save her. Do you know all the mystery of life and death? Do\r\nyou know the altogether of comparative anatomy and can say wherefore the\r\nqualities of brutes are in some men, and not in others? Can you tell me\r\nwhy, when other spiders die small and soon, that one great spider lived\r\nfor centuries in the tower of the old Spanish church and grew and grew,\r\ntill, on descending, he could drink the oil of all the church lamps? Can\r\nyou tell me why in the Pampas, ay and elsewhere, there are bats that\r\ncome at night and open the veins of cattle and horses and suck dry their\r\nveins; how in some islands of the Western seas there are bats which hang\r\non the trees all day, and those who have seen describe as like giant\r\nnuts or pods, and that when the sailors sleep on the deck, because that\r\nit is hot, flit down on them, and then—and then in the morning are\r\nfound dead men, white as even Miss Lucy was?”\n“Good God, Professor!” I said, starting up. “Do you mean to tell me that\r\nLucy was bitten by such a bat; and that such a thing is here in London\r\nin the nineteenth century?” He waved his hand for silence, and went\r\non:—\n“Can you tell me why the tortoise lives more long than generations of\r\nmen; why the elephant goes on and on till he have seen dynasties; and\r\nwhy the parrot never die only of bite of cat or dog or other complaint?\r\nCan you tell me why men believe in all ages and places that there are\r\nsome few who live on always if they be permit; that there are men and\r\nwomen who cannot die? We all know—because science has vouched for the\r\nfact—that there have been toads shut up in rocks for thousands of\r\nyears, shut in one so small hole that only hold him since the youth of\r\nthe world. Can you tell me how the Indian fakir can make himself to die\r\nand have been buried, and his grave sealed and corn sowed on it, and the\r\ncorn reaped and be cut and sown and reaped and cut again, and then men\r\ncome and take away the unbroken seal and that there lie the Indian\r\nfakir, not dead, but that rise up and walk amongst them as before?” Here\r\nI interrupted him. I was getting bewildered; he so crowded on my mind\r\nhis list of nature’s eccentricities and possible impossibilities that my\r\nimagination was getting fired. I had a dim idea that he was teaching me\r\nsome lesson, as long ago he used to do in his study at Amsterdam; but\r\nhe used then to tell me the thing, so that I could have the object of\r\nthought in mind all the time. But now I was without this help, yet I\r\nwanted to follow him, so I said:—\n“Professor, let me be your pet student again. Tell me the thesis, so\r\nthat I may apply your knowledge as you go on. At present I am going in\r\nmy mind from point to point as a mad man, and not a sane one, follows an\r\nidea. I feel like a novice lumbering through a bog in a mist, jumping\r\nfrom one tussock to another in the mere blind effort to move on without\r\nknowing where I am going.”\n“That is good image,” he said. “Well, I shall tell you. My thesis is\r\nthis: I want you to believe.”\n“To believe what?”\n“To believe in things that you cannot. Let me illustrate. I heard once\r\nof an American who so defined faith: ‘that faculty which enables us to\r\nbelieve things which we know to be untrue.’ For one, I follow that man.\r\nHe meant that we shall have an open mind, and not let a little bit of\r\ntruth check the rush of a big truth, like a small rock does a railway\r\ntruck. We get the small truth first. Good! We keep him, and we value\r\nhim; but all the same we must not let him think himself all the truth in\r\nthe universe.”\n“Then you want me not to let some previous conviction injure the\r\nreceptivity of my mind with regard to some strange matter. Do I read\r\nyour lesson aright?”\n“Ah, you are my favourite pupil still. It is worth to teach you. Now\r\nthat you are willing to understand, you have taken the first step to\r\nunderstand. You think then that those so small holes in the children’s\r\nthroats were made by the same that made the hole in Miss Lucy?”\n“I suppose so.” He stood up and said solemnly:—\n“Then you are wrong. Oh, would it were so! but alas! no. It is worse,\r\nfar, far worse.”\n“In God’s name, Professor Van Helsing, what do you mean?” I cried.\nHe threw himself with a despairing gesture into a chair, and placed his\r\nelbows on the table, covering his face with his hands as he spoke:—\n“They were made by Miss Lucy!”\nFOR a while sheer anger mastered me; it was as if he had during her life\r\nstruck Lucy on the face. I smote the table hard and rose up as I said to\r\nhim:—\n“Dr. Van Helsing, are you mad?” He raised his head and looked at me, and\r\nsomehow the tenderness of his face calmed me at once. “Would I were!” he\r\nsaid. “Madness were easy to bear compared with truth like this. Oh, my\r\nfriend, why, think you, did I go so far round, why take so long to tell\r\nyou so simple a thing? Was it because I hate you and have hated you all\r\nmy life? Was it because I wished to give you pain? Was it that I wanted,\r\nnow so late, revenge for that time when you saved my life, and from a\r\nfearful death? Ah no!”\n“Forgive me,” said I. He went on:—\n“My friend, it was because I wished to be gentle in the breaking to you,\r\nfor I know you have loved that so sweet lady. But even yet I do not\r\nexpect you to believe. It is so hard to accept at once any abstract\r\ntruth, that we may doubt such to be possible when we have always\r\nbelieved the ‘no’ of it; it is more hard still to accept so sad a\r\nconcrete truth, and of such a one as Miss Lucy. To-night I go to prove\r\nit. Dare you come with me?”\nThis staggered me. A man does not like to prove such a truth; Byron\r\nexcepted from the category, jealousy.\nHe saw my hesitation, and spoke:—\n“The logic is simple, no madman’s logic this time, jumping from tussock\r\nto tussock in a misty bog. If it be not true, then proof will be relief;\r\nat worst it will not harm. If it be true! Ah, there is the dread; yet\r\nvery dread should help my cause, for in it is some need of belief. Come,\r\nI tell you what I propose: first, that we go off now and see that child\r\nin the hospital. Dr. Vincent, of the North Hospital, where the papers\r\nsay the child is, is friend of mine, and I think of yours since you were\r\nin class at Amsterdam. He will let two scientists see his case, if he\r\nwill not let two friends. We shall tell him nothing, but only that we\r\nwish to learn. And then——”\n“And then?” He took a key from his pocket and held it up. “And then we\r\nspend the night, you and I, in the churchyard where Lucy lies. This is\r\nthe key that lock the tomb. I had it from the coffin-man to give to\r\nArthur.” My heart sank within me, for I felt that there was some fearful\r\nordeal before us. I could do nothing, however, so I plucked up what\r\nheart I could and said that we had better hasten, as the afternoon was\r\npassing....\nWe found the child awake. It had had a sleep and taken some food, and\r\naltogether was going on well. Dr. Vincent took the bandage from its\r\nthroat, and showed us the punctures. There was no mistaking the\r\nsimilarity to those which had been on Lucy’s throat. They were smaller,\r\nand the edges looked fresher; that was all. We asked Vincent to what he\r\nattributed them, and he replied that it must have been a bite of some\r\nanimal, perhaps a rat; but, for his own part, he was inclined to think\r\nthat it was one of the bats which are so numerous on the northern\r\nheights of London. “Out of so many harmless ones,” he said, “there may\r\nbe some wild specimen from the South of a more malignant species. Some\r\nsailor may have brought one home, and it managed to escape; or even from\r\nthe Zoölogical Gardens a young one may have got loose, or one be bred\r\nthere from a vampire. These things do occur, you know. Only ten days ago\r\na wolf got out, and was, I believe, traced up in this direction. For a\r\nweek after, the children were playing nothing but Red Riding Hood on the\r\nHeath and in every alley in the place until this ‘bloofer lady’ scare\r\ncame along, since when it has been quite a gala-time with them. Even\r\nthis poor little mite, when he woke up to-day, asked the nurse if he\r\nmight go away. When she asked him why he wanted to go, he said he wanted\r\nto play with the ‘bloofer lady.’”\n“I hope,” said Van Helsing, “that when you are sending the child home\r\nyou will caution its parents to keep strict watch over it. These fancies\r\nto stray are most dangerous; and if the child were to remain out another\r\nnight, it would probably be fatal. But in any case I suppose you will\r\nnot let it away for some days?”\n“Certainly not, not for a week at least; longer if the wound is not\r\nhealed.”\nOur visit to the hospital took more time than we had reckoned on, and\r\nthe sun had dipped before we came out. When Van Helsing saw how dark it\r\nwas, he said:—\n“There is no hurry. It is more late than I thought. Come, let us seek\r\nsomewhere that we may eat, and then we shall go on our way.”\nWe dined at “Jack Straw’s Castle” along with a little crowd of\r\nbicyclists and others who were genially noisy. About ten o’clock we\r\nstarted from the inn. It was then very dark, and the scattered lamps\r\nmade the darkness greater when we were once outside their individual\r\nradius. The Professor had evidently noted the road we were to go, for he\r\nwent on unhesitatingly; but, as for me, I was in quite a mixup as to\r\nlocality. As we went further, we met fewer and fewer people, till at\r\nlast we were somewhat surprised when we met even the patrol of horse\r\npolice going their usual suburban round. At last we reached the wall of\r\nthe churchyard, which we climbed over. With some little difficulty—for\r\nit was very dark, and the whole place seemed so strange to us—we found\r\nthe Westenra tomb. The Professor took the key, opened the creaky door,\r\nand standing back, politely, but quite unconsciously, motioned me to\r\nprecede him. There was a delicious irony in the offer, in the\r\ncourtliness of giving preference on such a ghastly occasion. My\r\ncompanion followed me quickly, and cautiously drew the door to, after\r\ncarefully ascertaining that the lock was a falling, and not a spring,\r\none. In the latter case we should have been in a bad plight. Then he\r\nfumbled in his bag, and taking out a matchbox and a piece of candle,\r\nproceeded to make a light. The tomb in the day-time, and when wreathed\r\nwith fresh flowers, had looked grim and gruesome enough; but now, some\r\ndays afterwards, when the flowers hung lank and dead, their whites\r\nturning to rust and their greens to browns; when the spider and the\r\nbeetle had resumed their accustomed dominance; when time-discoloured\r\nstone, and dust-encrusted mortar, and rusty, dank iron, and tarnished\r\nbrass, and clouded silver-plating gave back the feeble glimmer of a\r\ncandle, the effect was more miserable and sordid than could have been\r\nimagined. It conveyed irresistibly the idea that life—animal life—was\r\nnot the only thing which could pass away.\nVan Helsing went about his work systematically. Holding his candle so\r\nthat he could read the coffin plates, and so holding it that the sperm\r\ndropped in white patches which congealed as they touched the metal, he\r\nmade assurance of Lucy’s coffin. Another search in his bag, and he took\r\nout a turnscrew.\n“What are you going to do?” I asked.\n“To open the coffin. You shall yet be convinced.” Straightway he began\r\ntaking out the screws, and finally lifted off the lid, showing the\r\ncasing of lead beneath. The sight was almost too much for me. It seemed\r\nto be as much an affront to the dead as it would have been to have\r\nstripped off her clothing in her sleep whilst living; I actually took\r\nhold of his hand to stop him. He only said: “You shall see,” and again\r\nfumbling in his bag, took out a tiny fret-saw. Striking the turnscrew\r\nthrough the lead with a swift downward stab, which made me wince, he\r\nmade a small hole, which was, however, big enough to admit the point of\r\nthe saw. I had expected a rush of gas from the week-old corpse. We\r\ndoctors, who have had to study our dangers, have to become accustomed to\r\nsuch things, and I drew back towards the door. But the Professor never\r\nstopped for a moment; he sawed down a couple of feet along one side of\r\nthe lead coffin, and then across, and down the other side. Taking the\r\nedge of the loose flange, he bent it back towards the foot of the\r\ncoffin, and holding up the candle into the aperture, motioned to me to\r\nlook.\nI drew near and looked. The coffin was empty.\nIt was certainly a surprise to me, and gave me a considerable shock, but\r\nVan Helsing was unmoved. He was now more sure than ever of his ground,\r\nand so emboldened to proceed in his task. “Are you satisfied now, friend\r\nJohn?” he asked.\nI felt all the dogged argumentativeness of my nature awake within me as\r\nI answered him:—\n“I am satisfied that Lucy’s body is not in that coffin; but that only\r\nproves one thing.”\n“And what is that, friend John?”\n“That it is not there.”\n“That is good logic,” he said, “so far as it goes. But how do you—how\r\ncan you—account for it not being there?”\n“Perhaps a body-snatcher,” I suggested. “Some of the undertaker’s people\r\nmay have stolen it.” I felt that I was speaking folly, and yet it was\r\nthe only real cause which I could suggest. The Professor sighed. “Ah\r\nwell!” he said, “we must have more proof. Come with me.”\nHe put on the coffin-lid again, gathered up all his things and placed\r\nthem in the bag, blew out the light, and placed the candle also in the\r\nbag. We opened the door, and went out. Behind us he closed the door and\r\nlocked it. He handed me the key, saying: “Will you keep it? You had\r\nbetter be assured.” I laughed—it was not a very cheerful laugh, I am\r\nbound to say—as I motioned him to keep it. “A key is nothing,” I said;\r\n“there may be duplicates; and anyhow it is not difficult to pick a lock\r\nof that kind.” He said nothing, but put the key in his pocket. Then he\r\ntold me to watch at one side of the churchyard whilst he would watch at\r\nthe other. I took up my place behind a yew-tree, and I saw his dark\r\nfigure move until the intervening headstones and trees hid it from my\r\nsight.\nIt was a lonely vigil. Just after I had taken my place I heard a distant\r\nclock strike twelve, and in time came one and two. I was chilled and\r\nunnerved, and angry with the Professor for taking me on such an errand\r\nand with myself for coming. I was too cold and too sleepy to be keenly\r\nobservant, and not sleepy enough to betray my trust so altogether I had\r\na dreary, miserable time.\nSuddenly, as I turned round, I thought I saw something like a white\r\nstreak, moving between two dark yew-trees at the side of the churchyard\r\nfarthest from the tomb; at the same time a dark mass moved from the\r\nProfessor’s side of the ground, and hurriedly went towards it. Then I\r\ntoo moved; but I had to go round headstones and railed-off tombs, and I\r\nstumbled over graves. The sky was overcast, and somewhere far off an\r\nearly cock crew. A little way off, beyond a line of scattered\r\njuniper-trees, which marked the pathway to the church, a white, dim\r\nfigure flitted in the direction of the tomb. The tomb itself was hidden\r\nby trees, and I could not see where the figure disappeared. I heard the\r\nrustle of actual movement where I had first seen the white figure, and\r\ncoming over, found the Professor holding in his arms a tiny child. When\r\nhe saw me he held it out to me, and said:—\n“Are you satisfied now?”\n“No,” I said, in a way that I felt was aggressive.\n“Do you not see the child?”\n“Yes, it is a child, but who brought it here? And is it wounded?” I\r\nasked.\n“We shall see,” said the Professor, and with one impulse we took our way\r\nout of the churchyard, he carrying the sleeping child.\nWhen we had got some little distance away, we went into a clump of\r\ntrees, and struck a match, and looked at the child’s throat. It was\r\nwithout a scratch or scar of any kind.\n“Was I right?” I asked triumphantly.\n“We were just in time,” said the Professor thankfully.\nWe had now to decide what we were to do with the child, and so consulted\r\nabout it. If we were to take it to a police-station we should have to\r\ngive some account of our movements during the night; at least, we should\r\nhave had to make some statement as to how we had come to find the child.\r\nSo finally we decided that we would take it to the Heath, and when we\r\nheard a policeman coming, would leave it where he could not fail to find\r\nit; we would then seek our way home as quickly as we could. All fell out\r\nwell. At the edge of Hampstead Heath we heard a policeman’s heavy\r\ntramp, and laying the child on the pathway, we waited and watched until\r\nhe saw it as he flashed his lantern to and fro. We heard his exclamation\r\nof astonishment, and then we went away silently. By good chance we got a\r\ncab near the “Spaniards,” and drove to town.\nI cannot sleep, so I make this entry. But I must try to get a few hours’\r\nsleep, as Van Helsing is to call for me at noon. He insists that I shall\r\ngo with him on another expedition.\n \n27 September.—It was two o’clock before we found a suitable\r\nopportunity for our attempt. The funeral held at noon was all completed,\r\nand the last stragglers of the mourners had taken themselves lazily\r\naway, when, looking carefully from behind a clump of alder-trees, we saw\r\nthe sexton lock the gate after him. We knew then that we were safe till\r\nmorning did we desire it; but the Professor told me that we should not\r\nwant more than an hour at most. Again I felt that horrid sense of the\r\nreality of things, in which any effort of imagination seemed out of\r\nplace; and I realised distinctly the perils of the law which we were\r\nincurring in our unhallowed work. Besides, I felt it was all so useless.\r\nOutrageous as it was to open a leaden coffin, to see if a woman dead\r\nnearly a week were really dead, it now seemed the height of folly to\r\nopen the tomb again, when we knew, from the evidence of our own\r\neyesight, that the coffin was empty. I shrugged my shoulders, however,\r\nand rested silent, for Van Helsing had a way of going on his own road,\r\nno matter who remonstrated. He took the key, opened the vault, and again\r\ncourteously motioned me to precede. The place was not so gruesome as\r\nlast night, but oh, how unutterably mean-looking when the sunshine\r\nstreamed in. Van Helsing walked over to Lucy’s coffin, and I followed.\r\nHe bent over and again forced back the leaden flange; and then a shock\r\nof surprise and dismay shot through me.\nThere lay Lucy, seemingly just as we had seen her the night before her\r\nfuneral. She was, if possible, more radiantly beautiful than ever; and I\r\ncould not believe that she was dead. The lips were red, nay redder than\r\nbefore; and on the cheeks was a delicate bloom.\n“Is this a juggle?” I said to him.\n“Are you convinced now?” said the Professor in response, and as he spoke\r\nhe put over his hand, and in a way that made me shudder, pulled back the\r\ndead lips and showed the white teeth.\n“See,” he went on, “see, they are even sharper than before. With this\r\nand this”—and he touched one of the canine teeth and that below\r\nit—“the little children can be bitten. Are you of belief now, friend\r\nJohn?” Once more, argumentative hostility woke within me. I could not\r\naccept such an overwhelming idea as he suggested; so, with an attempt to\r\nargue of which I was even at the moment ashamed, I said:—\n“She may have been placed here since last night.”\n“Indeed? That is so, and by whom?”\n“I do not know. Some one has done it.”\n“And yet she has been dead one week. Most peoples in that time would not\r\nlook so.” I had no answer for this, so was silent. Van Helsing did not\r\nseem to notice my silence; at any rate, he showed neither chagrin nor\r\ntriumph. He was looking intently at the face of the dead woman, raising\r\nthe eyelids and looking at the eyes, and once more opening the lips and\r\nexamining the teeth. Then he turned to me and said:—\n“Here, there is one thing which is different from all recorded; here is\r\nsome dual life that is not as the common. She was bitten by the vampire\r\nwhen she was in a trance, sleep-walking—oh, you start; you do not know\r\nthat, friend John, but you shall know it all later—and in trance could\r\nhe best come to take more blood. In trance she died, and in trance she\r\nis Un-Dead, too. So it is that she differ from all other. Usually when\r\nthe Un-Dead sleep at home”—as he spoke he made a comprehensive sweep of\r\nhis arm to designate what to a vampire was “home”—“their face show what\r\nthey are, but this so sweet that was when she not Un-Dead she go back to\r\nthe nothings of the common dead. There is no malign there, see, and so\r\nit make hard that I must kill her in her sleep.” This turned my blood\r\ncold, and it began to dawn upon me that I was accepting Van Helsing’s\r\ntheories; but if she were really dead, what was there of terror in the\r\nidea of killing her? He looked up at me, and evidently saw the change in\r\nmy face, for he said almost joyously:—\n“Ah, you believe now?”\nI answered: “Do not press me too hard all at once. I am willing to\r\naccept. How will you do this bloody work?”\n“I shall cut off her head and fill her mouth with garlic, and I shall\r\ndrive a stake through her body.” It made me shudder to think of so\r\nmutilating the body of the woman whom I had loved. And yet the feeling\r\nwas not so strong as I had expected. I was, in fact, beginning to\r\nshudder at the presence of this being, this Un-Dead, as Van Helsing\r\ncalled it, and to loathe it. Is it possible that love is all subjective,\r\nor all objective?\nI waited a considerable time for Van Helsing to begin, but he stood as\r\nif wrapped in thought. Presently he closed the catch of his bag with a\r\nsnap, and said:—\n“I have been thinking, and have made up my mind as to what is best. If I\r\ndid simply follow my inclining I would do now, at this moment, what is\r\nto be done; but there are other things to follow, and things that are\r\nthousand times more difficult in that them we do not know. This is\r\nsimple. She have yet no life taken, though that is of time; and to act\r\nnow would be to take danger from her for ever. But then we may have to\r\nwant Arthur, and how shall we tell him of this? If you, who saw the\r\nwounds on Lucy’s throat, and saw the wounds so similar on the child’s at\r\nthe hospital; if you, who saw the coffin empty last night and full\r\nto-day with a woman who have not change only to be more rose and more\r\nbeautiful in a whole week, after she die—if you know of this and know\r\nof the white figure last night that brought the child to the churchyard,\r\nand yet of your own senses you did not believe, how, then, can I expect\r\nArthur, who know none of those things, to believe? He doubted me when I\r\ntook him from her kiss when she was dying. I know he has forgiven me\r\nbecause in some mistaken idea I have done things that prevent him say\r\ngood-bye as he ought; and he may think that in some more mistaken idea\r\nthis woman was buried alive; and that in most mistake of all we have\r\nkilled her. He will then argue back that it is we, mistaken ones, that\r\nhave killed her by our ideas; and so he will be much unhappy always. Yet\r\nhe never can be sure; and that is the worst of all. And he will\r\nsometimes think that she he loved was buried alive, and that will paint\r\nhis dreams with horrors of what she must have suffered; and again, he\r\nwill think that we may be right, and that his so beloved was, after all,\r\nan Un-Dead. No! I told him once, and since then I learn much. Now, since\r\nI know it is all true, a hundred thousand times more do I know that he\r\nmust pass through the bitter waters to reach the sweet. He, poor fellow,\r\nmust have one hour that will make the very face of heaven grow black to\r\nhim; then we can act for good all round and send him peace. My mind is\r\nmade up. Let us go. You return home for to-night to your asylum, and see\r\nthat all be well. As for me, I shall spend the night here in this\r\nchurchyard in my own way. To-morrow night you will come to me to the\r\nBerkeley Hotel at ten of the clock. I shall send for Arthur to come too,\r\nand also that so fine young man of America that gave his blood. Later we\r\nshall all have work to do. I come with you so far as Piccadilly and\r\nthere dine, for I must be back here before the sun set.”\nSo we locked the tomb and came away, and got over the wall of the\r\nchurchyard, which was not much of a task, and drove back to Piccadilly.\nNote left by Van Helsing in his portmanteau, Berkeley Hotel directed to\r\nJohn Seward, M. D.\n\r\n(Not delivered.)\n\n\r\n“27 September.\n\n\r\n“Friend John,—\n\n“I write this in case anything should happen. I go alone to watch in\r\nthat churchyard. It pleases me that the Un-Dead, Miss Lucy, shall not\r\nleave to-night, that so on the morrow night she may be more eager.\r\nTherefore I shall fix some things she like not—garlic and a\r\ncrucifix—and so seal up the door of the tomb. She is young as Un-Dead,\r\nand will heed. Moreover, these are only to prevent her coming out; they\r\nmay not prevail on her wanting to get in; for then the Un-Dead is\r\ndesperate, and must find the line of least resistance, whatsoever it may\r\nbe. I shall be at hand all the night from sunset till after the sunrise,\r\nand if there be aught that may be learned I shall learn it. For Miss\r\nLucy or from her, I have no fear; but that other to whom is there that\r\nshe is Un-Dead, he have now the power to seek her tomb and find shelter.\r\nHe is cunning, as I know from Mr. Jonathan and from the way that all\r\nalong he have fooled us when he played with us for Miss Lucy’s life, and\r\nwe lost; and in many ways the Un-Dead are strong. He have always the\r\nstrength in his hand of twenty men; even we four who gave our strength\r\nto Miss Lucy it also is all to him. Besides, he can summon his wolf and\r\nI know not what. So if it be that he come thither on this night he shall\r\nfind me; but none other shall—until it be too late. But it may be that\r\nhe will not attempt the place. There is no reason why he should; his\r\nhunting ground is more full of game than the churchyard where the\r\nUn-Dead woman sleep, and the one old man watch", "summary": "\nThe excerpt begins with Jonathan Harker's wife Mina mentioning her husband's mental distress and her decision to transcribe his diary to preserve his experiences. The narrative then shifts to correspondence between Dr. Van Helsing and Mina Harker regarding the death of Lucy Westenra. Van Helsing requests to meet with Mina, as he believes she can provide insights about Lucy's sleepwalking episodes.\nWhen they meet, Van Helsing is deeply impressed by Mina's character and intelligence. She provides him with her typed journal entries about Lucy's sleepwalking incident at Whitby. Van Helsing is extremely grateful for this information, calling it \"sunshine\" that opens a gate for him. He promises to help Jonathan with his troubles, hinting at dark forces at work.\nLater, Van Helsing confirms to Mina that her husband's disturbing experiences in Transylvania were real, not delusions. This validation brings Jonathan considerable relief, as he had been doubting his own sanity. The two men meet, forming an immediate bond. Jonathan agrees to help Van Helsing with his investigation concerning Count Dracula, who Jonathan now realizes has indeed come to London.\nThe narrative shifts to Dr. Seward's diary, where Van Helsing confronts him with newspaper reports about children being lured away in Hampstead with small puncture wounds on their throats. Van Helsing gradually leads Seward toward the shocking truth - that Lucy Westenra has become an \"Un-Dead\" vampire and is responsible for attacking these children.\nDespite Seward's skepticism, Van Helsing takes him to investigate. They visit a child victim in the hospital, then conduct a nighttime vigil at Lucy's tomb. They discover Lucy's coffin empty, then later encounter a white figure carrying a child in the churchyard. The next day, they return to find Lucy's body back in the coffin, looking more beautiful than before, with sharper teeth and redder lips - signs of her vampiric transformation.\nVan Helsing explains that Lucy was bitten while sleepwalking and now exists in a dual state. He describes how he plans to destroy her by cutting off her head, filling her mouth with garlic, and driving a stake through her body. However, he decides to delay this action because he wants Arthur (Lucy's fiancé) to understand what has happened, though he acknowledges this will cause great pain.\nThe excerpt ends with a note Van Helsing leaves for Seward, explaining that he will watch Lucy's tomb alone, placing garlic and a crucifix to prevent her from leaving. He also expresses concern about Dracula, who might come to aid Lucy, mentioning his strength, cunning, and ability to control wolves.\n", "map": [["Mina transcribes diary", "Jonathan's sanity"], ["Van Helsing seeks", "Lucy's sleepwalking information"], ["Mina's journal entries", "Van Helsing's investigation"], ["Van Helsing confirms", "Jonathan's Transylvania experiences were real"], ["Lucy becomes Un-Dead", "Children with throat punctures"], ["Empty coffin", "White figure with child"], ["Lucy's vampiric appearance", "Sharper teeth and redder lips"], ["Van Helsing plans destruction", "Delay for Arthur's understanding"], ["Garlic and crucifix", "Prevent Lucy leaving tomb"], ["Dracula might aid Lucy", "Possesses supernatural strength"]]}