{"source": "https://www.gutenberg.org/cache/epub/345/pg345-images.html", "text": "\n“Therefore I write this in case.... Take the papers that are with this,\r\nthe diaries of Harker and the rest, and read them, and then find this\r\ngreat Un-Dead, and cut off his head and burn his heart or drive a stake\r\nthrough it, so that the world may rest from him.\n“If it be so, farewell.\n\r\n“Van Helsing.”\n\n\nDr. Seward’s Diary.\n28 September.—It is wonderful what a good night’s sleep will do for\r\none. Yesterday I was almost willing to accept Van Helsing’s monstrous\r\nideas; but now they seem to start out lurid before me as outrages on\r\ncommon sense. I have no doubt that he believes it all. I wonder if his\r\nmind can have become in any way unhinged. Surely there must be some\r\nrational explanation of all these mysterious things. Is it possible that\r\nthe Professor can have done it himself? He is so abnormally clever that\r\nif he went off his head he would carry out his intent with regard to\r\nsome fixed idea in a wonderful way. I am loath to think it, and indeed\r\nit would be almost as great a marvel as the other to find that Van\r\nHelsing was mad; but anyhow I shall watch him carefully. I may get some\r\nlight on the mystery.\n \n29 September, morning..... Last night, at a little before ten o’clock,\r\nArthur and Quincey came into Van Helsing’s room; he told us all that he\r\nwanted us to do, but especially addressing himself to Arthur, as if all\r\nour wills were centred in his. He began by saying that he hoped we would\r\nall come with him too, “for,” he said, “there is a grave duty to be done\r\nthere. You were doubtless surprised at my letter?” This query was\r\ndirectly addressed to Lord Godalming.\n“I was. It rather upset me for a bit. There has been so much trouble\r\naround my house of late that I could do without any more. I have been\r\ncurious, too, as to what you mean. Quincey and I talked it over; but the\r\nmore we talked, the more puzzled we got, till now I can say for myself\r\nthat I’m about up a tree as to any meaning about anything.”\n“Me too,” said Quincey Morris laconically.\n“Oh,” said the Professor, “then you are nearer the beginning, both of\r\nyou, than friend John here, who has to go a long way back before he can\r\neven get so far as to begin.”\nIt was evident that he recognised my return to my old doubting frame of\r\nmind without my saying a word. Then, turning to the other two, he said\r\nwith intense gravity:—\n“I want your permission to do what I think good this night. It is, I\r\nknow, much to ask; and when you know what it is I propose to do you will\r\nknow, and only then, how much. Therefore may I ask that you promise me\r\nin the dark, so that afterwards, though you may be angry with me for a\r\ntime—I must not disguise from myself the possibility that such may\r\nbe—you shall not blame yourselves for anything.”\n“That’s frank anyhow,” broke in Quincey. “I’ll answer for the Professor.\r\nI don’t quite see his drift, but I swear he’s honest; and that’s good\r\nenough for me.”\n“I thank you, sir,” said Van Helsing proudly. “I have done myself the\r\nhonour of counting you one trusting friend, and such endorsement is dear\r\nto me.” He held out a hand, which Quincey took.\nThen Arthur spoke out:—\n“Dr. Van Helsing, I don’t quite like to ‘buy a pig in a poke,’ as they\r\nsay in Scotland, and if it be anything in which my honour as a gentleman\r\nor my faith as a Christian is concerned, I cannot make such a promise.\r\nIf you can assure me that what you intend does not violate either of\r\nthese two, then I give my consent at once; though for the life of me, I\r\ncannot understand what you are driving at.”\n“I accept your limitation,” said Van Helsing, “and all I ask of you is\r\nthat if you feel it necessary to condemn any act of mine, you will first\r\nconsider it well and be satisfied that it does not violate your\r\nreservations.”\n“Agreed!” said Arthur; “that is only fair. And now that the\r\npourparlers are over, may I ask what it is we are to do?”\n“I want you to come with me, and to come in secret, to the churchyard at\r\nKingstead.”\nArthur’s face fell as he said in an amazed sort of way:—\n“Where poor Lucy is buried?” The Professor bowed. Arthur went on: “And\r\nwhen there?”\n“To enter the tomb!” Arthur stood up.\n“Professor, are you in earnest; or it is some monstrous joke? Pardon me,\r\nI see that you are in earnest.” He sat down again, but I could see that\r\nhe sat firmly and proudly, as one who is on his dignity. There was\r\nsilence until he asked again:—\n“And when in the tomb?”\n“To open the coffin.”\n“This is too much!” he said, angrily rising again. “I am willing to be\r\npatient in all things that are reasonable; but in this—this desecration\r\nof the grave—of one who——” He fairly choked with indignation. The\r\nProfessor looked pityingly at him.\n“If I could spare you one pang, my poor friend,” he said, “God knows I\r\nwould. But this night our feet must tread in thorny paths; or later, and\r\nfor ever, the feet you love must walk in paths of flame!”\nArthur looked up with set white face and said:—\n“Take care, sir, take care!”\n“Would it not be well to hear what I have to say?” said Van Helsing.\r\n“And then you will at least know the limit of my purpose. Shall I go\r\non?”\n“That’s fair enough,” broke in Morris.\nAfter a pause Van Helsing went on, evidently with an effort:—\n“Miss Lucy is dead; is it not so? Yes! Then there can be no wrong to\r\nher. But if she be not dead——”\nArthur jumped to his feet.\n“Good God!” he cried. “What do you mean? Has there been any mistake; has\r\nshe been buried alive?” He groaned in anguish that not even hope could\r\nsoften.\n“I did not say she was alive, my child; I did not think it. I go no\r\nfurther than to say that she might be Un-Dead.”\n“Un-Dead! Not alive! What do you mean? Is this all a nightmare, or what\r\nis it?”\n“There are mysteries which men can only guess at, which age by age they\r\nmay solve only in part. Believe me, we are now on the verge of one. But\r\nI have not done. May I cut off the head of dead Miss Lucy?”\n“Heavens and earth, no!” cried Arthur in a storm of passion. “Not for\r\nthe wide world will I consent to any mutilation of her dead body. Dr.\r\nVan Helsing, you try me too far. What have I done to you that you should\r\ntorture me so? What did that poor, sweet girl do that you should want to\r\ncast such dishonour on her grave? Are you mad to speak such things, or\r\nam I mad to listen to them? Don’t dare to think more of such a\r\ndesecration; I shall not give my consent to anything you do. I have a\r\nduty to do in protecting her grave from outrage; and, by God, I shall do\r\nit!”\nVan Helsing rose up from where he had all the time been seated, and\r\nsaid, gravely and sternly:—\n“My Lord Godalming, I, too, have a duty to do, a duty to others, a duty\r\nto you, a duty to the dead; and, by God, I shall do it! All I ask you\r\nnow is that you come with me, that you look and listen; and if when\r\nlater I make the same request you do not be more eager for its\r\nfulfilment even than I am, then—then I shall do my duty, whatever it\r\nmay seem to me. And then, to follow of your Lordship’s wishes I shall\r\nhold myself at your disposal to render an account to you, when and where\r\nyou will.” His voice broke a little, and he went on with a voice full of\r\npity:—\n“But, I beseech you, do not go forth in anger with me. In a long life of\r\nacts which were often not pleasant to do, and which sometimes did wring\r\nmy heart, I have never had so heavy a task as now. Believe me that if\r\nthe time comes for you to change your mind towards me, one look from\r\nyou will wipe away all this so sad hour, for I would do what a man can\r\nto save you from sorrow. Just think. For why should I give myself so\r\nmuch of labour and so much of sorrow? I have come here from my own land\r\nto do what I can of good; at the first to please my friend John, and\r\nthen to help a sweet young lady, whom, too, I came to love. For her—I\r\nam ashamed to say so much, but I say it in kindness—I gave what you\r\ngave; the blood of my veins; I gave it, I, who was not, like you, her\r\nlover, but only her physician and her friend. I gave to her my nights\r\nand days—before death, after death; and if my death can do her good\r\neven now, when she is the dead Un-Dead, she shall have it freely.” He\r\nsaid this with a very grave, sweet pride, and Arthur was much affected\r\nby it. He took the old man’s hand and said in a broken voice:—\n“Oh, it is hard to think of it, and I cannot understand; but at least I\r\nshall go with you and wait.”\nIT was just a quarter before twelve o’clock when we got into the\r\nchurchyard over the low wall. The night was dark with occasional gleams\r\nof moonlight between the rents of the heavy clouds that scudded across\r\nthe sky. We all kept somehow close together, with Van Helsing slightly\r\nin front as he led the way. When we had come close to the tomb I looked\r\nwell at Arthur, for I feared that the proximity to a place laden with so\r\nsorrowful a memory would upset him; but he bore himself well. I took it\r\nthat the very mystery of the proceeding was in some way a counteractant\r\nto his grief. The Professor unlocked the door, and seeing a natural\r\nhesitation amongst us for various reasons, solved the difficulty by\r\nentering first himself. The rest of us followed, and he closed the door.\r\nHe then lit a dark lantern and pointed to the coffin. Arthur stepped\r\nforward hesitatingly; Van Helsing said to me:—\n“You were with me here yesterday. Was the body of Miss Lucy in that\r\ncoffin?”\n“It was.” The Professor turned to the rest saying:—\n“You hear; and yet there is no one who does not believe with me.” He\r\ntook his screwdriver and again took off the lid of the coffin. Arthur\r\nlooked on, very pale but silent; when the lid was removed he stepped\r\nforward. He evidently did not know that there was a leaden coffin, or,\r\nat any rate, had not thought of it. When he saw the rent in the lead,\r\nthe blood rushed to his face for an instant, but as quickly fell away\r\nagain, so that he remained of a ghastly whiteness; he was still silent.\r\nVan Helsing forced back the leaden flange, and we all looked in and\r\nrecoiled.\nThe coffin was empty!\nFor several minutes no one spoke a word. The silence was broken by\r\nQuincey Morris:—\n“Professor, I answered for you. Your word is all I want. I wouldn’t ask\r\nsuch a thing ordinarily—I wouldn’t so dishonour you as to imply a\r\ndoubt; but this is a mystery that goes beyond any honour or dishonour.\r\nIs this your doing?”\n“I swear to you by all that I hold sacred that I have not removed nor\r\ntouched her. What happened was this: Two nights ago my friend Seward and\r\nI came here—with good purpose, believe me. I opened that coffin, which\r\nwas then sealed up, and we found it, as now, empty. We then waited, and\r\nsaw something white come through the trees. The next day we came here in\r\nday-time, and she lay there. Did she not, friend John?”\n“Yes.”\n“That night we were just in time. One more so small child was missing,\r\nand we find it, thank God, unharmed amongst the graves. Yesterday I came\r\nhere before sundown, for at sundown the Un-Dead can move. I waited here\r\nall the night till the sun rose, but I saw nothing. It was most probable\r\nthat it was because I had laid over the clamps of those doors garlic,\r\nwhich the Un-Dead cannot bear, and other things which they shun. Last\r\nnight there was no exodus, so to-night before the sundown I took away my\r\ngarlic and other things. And so it is we find this coffin empty. But\r\nbear with me. So far there is much that is strange. Wait you with me\r\noutside, unseen and unheard, and things much stranger are yet to be.\r\nSo”—here he shut the dark slide of his lantern—“now to the outside.”\r\nHe opened the door, and we filed out, he coming last and locking the\r\ndoor behind him.\nOh! but it seemed fresh and pure in the night air after the terror of\r\nthat vault. How sweet it was to see the clouds race by, and the passing\r\ngleams of the moonlight between the scudding clouds crossing and\r\npassing—like the gladness and sorrow of a man’s life; how sweet it was\r\nto breathe the fresh air, that had no taint of death and decay; how\r\nhumanising to see the red lighting of the sky beyond the hill, and to\r\nhear far away the muffled roar that marks the life of a great city. Each\r\nin his own way was solemn and overcome. Arthur was silent, and was, I\r\ncould see, striving to grasp the purpose and the inner meaning of the\r\nmystery. I was myself tolerably patient, and half inclined again to\r\nthrow aside doubt and to accept Van Helsing’s conclusions. Quincey\r\nMorris was phlegmatic in the way of a man who accepts all things, and\r\naccepts them in the spirit of cool bravery, with hazard of all he has to\r\nstake. Not being able to smoke, he cut himself a good-sized plug of\r\ntobacco and began to chew. As to Van Helsing, he was employed in a\r\ndefinite way. First he took from his bag a mass of what looked like\r\nthin, wafer-like biscuit, which was carefully rolled up in a white\r\nnapkin; next he took out a double-handful of some whitish stuff, like\r\ndough or putty. He crumbled the wafer up fine and worked it into the\r\nmass between his hands. This he then took, and rolling it into thin\r\nstrips, began to lay them into the crevices between the door and its\r\nsetting in the tomb. I was somewhat puzzled at this, and being close,\r\nasked him what it was that he was doing. Arthur and Quincey drew near\r\nalso, as they too were curious. He answered:—\n“I am closing the tomb, so that the Un-Dead may not enter.”\n“And is that stuff you have put there going to do it?” asked Quincey.\r\n“Great Scott! Is this a game?”\n“It is.”\n“What is that which you are using?” This time the question was by\r\nArthur. Van Helsing reverently lifted his hat as he answered:—\n“The Host. I brought it from Amsterdam. I have an Indulgence.” It was an\r\nanswer that appalled the most sceptical of us, and we felt individually\r\nthat in the presence of such earnest purpose as the Professor’s, a\r\npurpose which could thus use the to him most sacred of things, it was\r\nimpossible to distrust. In respectful silence we took the places\r\nassigned to us close round the tomb, but hidden from the sight of any\r\none approaching. I pitied the others, especially Arthur. I had myself\r\nbeen apprenticed by my former visits to this watching horror; and yet I,\r\nwho had up to an hour ago repudiated the proofs, felt my heart sink\r\nwithin me. Never did tombs look so ghastly white; never did cypress, or\r\nyew, or juniper so seem the embodiment of funereal gloom; never did tree\r\nor grass wave or rustle so ominously; never did bough creak so\r\nmysteriously; and never did the far-away howling of dogs send such a\r\nwoeful presage through the night.\nThere was a long spell of silence, a big, aching void, and then from the\r\nProfessor a keen “S-s-s-s!” He pointed; and far down the avenue of yews\r\nwe saw a white figure advance—a dim white figure, which held something\r\ndark at its breast. The figure stopped, and at the moment a ray of\r\nmoonlight fell upon the masses of driving clouds and showed in startling\r\nprominence a dark-haired woman, dressed in the cerements of the grave.\r\nWe could not see the face, for it was bent down over what we saw to be a\r\nfair-haired child. There was a pause and a sharp little cry, such as a\r\nchild gives in sleep, or a dog as it lies before the fire and dreams. We\r\nwere starting forward, but the Professor’s warning hand, seen by us as\r\nhe stood behind a yew-tree, kept us back; and then as we looked the\r\nwhite figure moved forwards again. It was now near enough for us to see\r\nclearly, and the moonlight still held. My own heart grew cold as ice,\r\nand I could hear the gasp of Arthur, as we recognised the features of\r\nLucy Westenra. Lucy Westenra, but yet how changed. The sweetness was\r\nturned to adamantine, heartless cruelty, and the purity to voluptuous\r\nwantonness. Van Helsing stepped out, and, obedient to his gesture, we\r\nall advanced too; the four of us ranged in a line before the door of the\r\ntomb. Van Helsing raised his lantern and drew the slide; by the\r\nconcentrated light that fell on Lucy’s face we could see that the lips\r\nwere crimson with fresh blood, and that the stream had trickled over her\r\nchin and stained the purity of her lawn death-robe.\nWe shuddered with horror. I could see by the tremulous light that even\r\nVan Helsing’s iron nerve had failed. Arthur was next to me, and if I had\r\nnot seized his arm and held him up, he would have fallen.\nWhen Lucy—I call the thing that was before us Lucy because it bore her\r\nshape—saw us she drew back with an angry snarl, such as a cat gives\r\nwhen taken unawares; then her eyes ranged over us. Lucy’s eyes in form\r\nand colour; but Lucy’s eyes unclean and full of hell-fire, instead of\r\nthe pure, gentle orbs we knew. At that moment the remnant of my love\r\npassed into hate and loathing; had she then to be killed, I could have\r\ndone it with savage delight. As she looked, her eyes blazed with unholy\r\nlight, and the face became wreathed with a voluptuous smile. Oh, God,\r\nhow it made me shudder to see it! With a careless motion, she flung to\r\nthe ground, callous as a devil, the child that up to now she had\r\nclutched strenuously to her breast, growling over it as a dog growls\r\nover a bone. The child gave a sharp cry, and lay there moaning. There\r\nwas a cold-bloodedness in the act which wrung a groan from Arthur; when\r\nshe advanced to him with outstretched arms and a wanton smile he fell\r\nback and hid his face in his hands.\nShe still advanced, however, and with a languorous, voluptuous grace,\r\nsaid:—\n“Come to me, Arthur. Leave these others and come to me. My arms are\r\nhungry for you. Come, and we can rest together. Come, my husband, come!”\nThere was something diabolically sweet in her tones—something of the\r\ntingling of glass when struck—which rang through the brains even of us\r\nwho heard the words addressed to another. As for Arthur, he seemed under\r\na spell; moving his hands from his face, he opened wide his arms. She\r\nwas leaping for them, when Van Helsing sprang forward and held between\r\nthem his little golden crucifix. She recoiled from it, and, with a\r\nsuddenly distorted face, full of rage, dashed past him as if to enter\r\nthe tomb.\nWhen within a foot or two of the door, however, she stopped, as if\r\narrested by some irresistible force. Then she turned, and her face was\r\nshown in the clear burst of moonlight and by the lamp, which had now no\r\nquiver from Van Helsing’s iron nerves. Never did I see such baffled\r\nmalice on a face; and never, I trust, shall such ever be seen again by\r\nmortal eyes. The beautiful colour became livid, the eyes seemed to throw\r\nout sparks of hell-fire, the brows were wrinkled as though the folds of\r\nthe flesh were the coils of Medusa’s snakes, and the lovely,\r\nblood-stained mouth grew to an open square, as in the passion masks of\r\nthe Greeks and Japanese. If ever a face meant death—if looks could\r\nkill—we saw it at that moment.\nAnd so for full half a minute, which seemed an eternity, she remained\r\nbetween the lifted crucifix and the sacred closing of her means of\r\nentry. Van Helsing broke the silence by asking Arthur:—\n“Answer me, oh my friend! Am I to proceed in my work?”\nArthur threw himself on his knees, and hid his face in his hands, as he\r\nanswered:—\n“Do as you will, friend; do as you will. There can be no horror like\r\nthis ever any more;” and he groaned in spirit. Quincey and I\r\nsimultaneously moved towards him, and took his arms. We could hear the\r\nclick of the closing lantern as Van Helsing held it down; coming close\r\nto the tomb, he began to remove from the chinks some of the sacred\r\nemblem which he had placed there. We all looked on in horrified\r\namazement as we saw, when he stood back, the woman, with a corporeal\r\nbody as real at that moment as our own, pass in through the interstice\r\nwhere scarce a knife-blade could have gone. We all felt a glad sense of\r\nrelief when we saw the Professor calmly restoring the strings of putty\r\nto the edges of the door.\nWhen this was done, he lifted the child and said:\n“Come now, my friends; we can do no more till to-morrow. There is a\r\nfuneral at noon, so here we shall all come before long after that. The\r\nfriends of the dead will all be gone by two, and when the sexton lock\r\nthe gate we shall remain. Then there is more to do; but not like this of\r\nto-night. As for this little one, he is not much harm, and by to-morrow\r\nnight he shall be well. We shall leave him where the police will find\r\nhim, as on the other night; and then to home.” Coming close to Arthur,\r\nhe said:—\n“My friend Arthur, you have had a sore trial; but after, when you look\r\nback, you will see how it was necessary. You are now in the bitter\r\nwaters, my child. By this time to-morrow you will, please God, have\r\npassed them, and have drunk of the sweet waters; so do not mourn\r\novermuch. Till then I shall not ask you to forgive me.”\nArthur and Quincey came home with me, and we tried to cheer each other\r\non the way. We had left the child in safety, and were tired; so we all\r\nslept with more or less reality of sleep.\n \n29 September, night.—A little before twelve o’clock we three—Arthur,\r\nQuincey Morris, and myself—called for the Professor. It was odd to\r\nnotice that by common consent we had all put on black clothes. Of\r\ncourse, Arthur wore black, for he was in deep mourning, but the rest of\r\nus wore it by instinct. We got to the churchyard by half-past one, and\r\nstrolled about, keeping out of official observation, so that when the\r\ngravediggers had completed their task and the sexton under the belief\r\nthat every one had gone, had locked the gate, we had the place all to\r\nourselves. Van Helsing, instead of his little black bag, had with him a\r\nlong leather one, something like a cricketing bag; it was manifestly of\r\nfair weight.\nWhen we were alone and had heard the last of the footsteps die out up\r\nthe road, we silently, and as if by ordered intention, followed the\r\nProfessor to the tomb. He unlocked the door, and we entered, closing it\r\nbehind us. Then he took from his bag the lantern, which he lit, and also\r\ntwo wax candles, which, when lighted, he stuck, by melting their own\r\nends, on other coffins, so that they might give light sufficient to work\r\nby. When he again lifted the lid off Lucy’s coffin we all looked—Arthur\r\ntrembling like an aspen—and saw that the body lay there in all its\r\ndeath-beauty. But there was no love in my own heart, nothing but\r\nloathing for the foul Thing which had taken Lucy’s shape without her\r\nsoul. I could see even Arthur’s face grow hard as he looked. Presently\r\nhe said to Van Helsing:—\n“Is this really Lucy’s body, or only a demon in her shape?”\n“It is her body, and yet not it. But wait a while, and you all see her\r\nas she was, and is.”\nShe seemed like a nightmare of Lucy as she lay there; the pointed teeth,\r\nthe bloodstained, voluptuous mouth—which it made one shudder to\r\nsee—the whole carnal and unspiritual appearance, seeming like a\r\ndevilish mockery of Lucy’s sweet purity. Van Helsing, with his usual\r\nmethodicalness, began taking the various contents from his bag and\r\nplacing them ready for use. First he took out a soldering iron and some\r\nplumbing solder, and then a small oil-lamp, which gave out, when lit in\r\na corner of the tomb, gas which burned at fierce heat with a blue\r\nflame; then his operating knives, which he placed to hand; and last a\r\nround wooden stake, some two and a half or three inches thick and about\r\nthree feet long. One end of it was hardened by charring in the fire, and\r\nwas sharpened to a fine point. With this stake came a heavy hammer, such\r\nas in households is used in the coal-cellar for breaking the lumps. To\r\nme, a doctor’s preparations for work of any kind are stimulating and\r\nbracing, but the effect of these things on both Arthur and Quincey was\r\nto cause them a sort of consternation. They both, however, kept their\r\ncourage, and remained silent and quiet.\nWhen all was ready, Van Helsing said:—\n“Before we do anything, let me tell you this; it is out of the lore and\r\nexperience of the ancients and of all those who have studied the powers\r\nof the Un-Dead. When they become such, there comes with the change the\r\ncurse of immortality; they cannot die, but must go on age after age\r\nadding new victims and multiplying the evils of the world; for all that\r\ndie from the preying of the Un-Dead becomes themselves Un-Dead, and prey\r\non their kind. And so the circle goes on ever widening, like as the\r\nripples from a stone thrown in the water. Friend Arthur, if you had met\r\nthat kiss which you know of before poor Lucy die; or again, last night\r\nwhen you open your arms to her, you would in time, when you had died,\r\nhave become nosferatu, as they call it in Eastern Europe, and would\r\nall time make more of those Un-Deads that so have fill us with horror.\r\nThe career of this so unhappy dear lady is but just begun. Those\r\nchildren whose blood she suck are not as yet so much the worse; but if\r\nshe live on, Un-Dead, more and more they lose their blood and by her\r\npower over them they come to her; and so she draw their blood with that\r\nso wicked mouth. But if she die in truth, then all cease; the tiny\r\nwounds of the throats disappear, and they go back to their plays\r\nunknowing ever of what has been. But of the most blessed of all, when\r\nthis now Un-Dead be made to rest as true dead, then the soul of the poor\r\nlady whom we love shall again be free. Instead of working wickedness by\r\nnight and growing more debased in the assimilating of it by day, she\r\nshall take her place with the other Angels. So that, my friend, it will\r\nbe a blessed hand for her that shall strike the blow that sets her free.\r\nTo this I am willing; but is there none amongst us who has a better\r\nright? Will it be no joy to think of hereafter in the silence of the\r\nnight when sleep is not: ‘It was my hand that sent her to the stars; it\r\nwas the hand of him that loved her best; the hand that of all she would\r\nherself have chosen, had it been to her to choose?’ Tell me if there be\r\nsuch a one amongst us?”\nWe all looked at Arthur. He saw, too, what we all did, the infinite\r\nkindness which suggested that his should be the hand which would restore\r\nLucy to us as a holy, and not an unholy, memory; he stepped forward and\r\nsaid bravely, though his hand trembled, and his face was as pale as\r\nsnow:—\n“My true friend, from the bottom of my broken heart I thank you. Tell me\r\nwhat I am to do, and I shall not falter!” Van Helsing laid a hand on his\r\nshoulder, and said:—\n“Brave lad! A moment’s courage, and it is done. This stake must be\r\ndriven through her. It will be a fearful ordeal—be not deceived in\r\nthat—but it will be only a short time, and you will then rejoice more\r\nthan your pain was great; from this grim tomb you will emerge as though\r\nyou tread on air. But you must not falter when once you have begun. Only\r\nthink that we, your true friends, are round you, and that we pray for\r\nyou all the time.”\n“Go on,” said Arthur hoarsely. “Tell me what I am to do.”\n“Take this stake in your left hand, ready to place the point over the\r\nheart, and the hammer in your right. Then when we begin our prayer for\r\nthe dead—I shall read him, I have here the book, and the others shall\r\nfollow—strike in God’s name, that so all may be well with the dead that\r\nwe love and that the Un-Dead pass away.”\nArthur took the stake and the hammer, and when once his mind was set on\r\naction his hands never trembled nor even quivered. Van Helsing opened\r\nhis missal and began to read, and Quincey and I followed as well as we\r\ncould. Arthur placed the point over the heart, and as I looked I could\r\nsee its dint in the white flesh. Then he struck with all his might.\nThe Thing in the coffin writhed; and a hideous, blood-curdling screech\r\ncame from the opened red lips. The body shook and quivered and twisted\r\nin wild contortions; the sharp white teeth champed together till the\r\nlips were cut, and the mouth was smeared with a crimson foam. But Arthur\r\nnever faltered. He looked like a figure of Thor as his untrembling arm\r\nrose and fell, driving deeper and deeper the mercy-bearing stake, whilst\r\nthe blood from the pierced heart welled and spurted up around it. His\r\nface was set, and high duty seemed to shine through it; the sight of it\r\ngave us courage so that our voices seemed to ring through the little\r\nvault.\nAnd then the writhing and quivering of the body became less, and the\r\nteeth seemed to champ, and the face to quiver. Finally it lay still. The\r\nterrible task was over.\nThe hammer fell from Arthur’s hand. He reeled and would have fallen had\r\nwe not caught him. The great drops of sweat sprang from his forehead,\r\nand his breath came in broken gasps. It had indeed been an awful strain\r\non him; and had he not been forced to his task by more than human\r\nconsiderations he could never have gone through with it. For a few\r\nminutes we were so taken up with him that we did not look towards the\r\ncoffin. When we did, however, a murmur of startled surprise ran from one\r\nto the other of us. We gazed so eagerly that Arthur rose, for he had\r\nbeen seated on the ground, and came and looked too; and then a glad,\r\nstrange light broke over his face and dispelled altogether the gloom of\r\nhorror that lay upon it.\nThere, in the coffin lay no longer the foul Thing that we had so dreaded\r\nand grown to hate that the work of her destruction was yielded as a\r\nprivilege to the one best entitled to it, but Lucy as we had seen her in\r\nher life, with her face of unequalled sweetness and purity. True that\r\nthere were there, as we had seen them in life, the traces of care and\r\npain and waste; but these were all dear to us, for they marked her truth\r\nto what we knew. One and all we felt that the holy calm that lay like\r\nsunshine over the wasted face and form was only an earthly token and\r\nsymbol of the calm that was to reign for ever.\nVan Helsing came and laid his hand on Arthur’s shoulder, and said to\r\nhim:—\n“And now, Arthur my friend, dear lad, am I not forgiven?”\nThe reaction of the terrible strain came as he took the old man’s hand\r\nin his, and raising it to his lips, pressed it, and said:—\n“Forgiven! God bless you that you have given my dear one her soul again,\r\nand me peace.” He put his hands on the Professor’s shoulder, and laying\r\nhis head on his breast, cried for a while silently, whilst we stood\r\nunmoving. When he raised his head Van Helsing said to him:—\n“And now, my child, you may kiss her. Kiss her dead lips if you will, as\r\nshe would have you to, if for her to choose. For she is not a grinning\r\ndevil now—not any more a foul Thing for all eternity. No longer she is\r\nthe devil’s Un-Dead. She is God’s true dead, whose soul is with Him!”\nArthur bent and kissed her, and then we sent him and Quincey out of the\r\ntomb; the Professor and I sawed the top off the stake, leaving the point\r\nof it in the body. Then we cut off the head and filled the mouth with\r\ngarlic. We soldered up the leaden coffin, screwed on the coffin-lid,\r\nand gathering up our belongings, came away. When the Professor locked\r\nthe door he gave the key to Arthur.\nOutside the air was sweet, the sun shone, and the birds sang, and it\r\nseemed as if all nature were tuned to a different pitch. There was\r\ngladness and mirth and peace everywhere, for we were at rest ourselves\r\non one account, and we were glad, though it was with a tempered joy.\nBefore we moved away Van Helsing said:—\n“Now, my friends, one step of our work is done, one the most harrowing\r\nto ourselves. But there remains a greater task: to find out the author\r\nof all this our sorrow and to stamp him out. I have clues which we can\r\nfollow; but it is a long task, and a difficult, and there is danger in\r\nit, and pain. Shall you not all help me? We have learned to believe, all\r\nof us—is it not so? And since so, do we not see our duty? Yes! And do\r\nwe not promise to go on to the bitter end?”\nEach in turn, we took his hand, and the promise was made. Then said the\r\nProfessor as we moved off:—\n“Two nights hence you shall meet with me and dine together at seven of\r\nthe clock with friend John. I shall entreat two others, two that you\r\nknow not as yet; and I shall be ready to all our work show and our plans\r\nunfold. Friend John, you come with me home, for I have much to consult\r\nabout, and you can help me. To-night I leave for Amsterdam, but shall\r\nreturn to-morrow night. And then begins our great quest. But first I\r\nshall have much to say, so that you may know what is to do and to dread.\r\nThen our promise shall be made to each other anew; for there is a\r\nterrible task before us, and once our feet are on the ploughshare we\r\nmust not draw back.”\nWHEN we arrived at the Berkeley Hotel, Van Helsing found a telegram\r\nwaiting for him:—\n“Am coming up by train. Jonathan at Whitby. Important news.—Mina\r\nHarker.”\nThe Professor was delighted. “Ah, that wonderful Madam Mina,” he said,\r\n“pearl among women! She arrive, but I cannot stay. She must go to your\r\nhouse, friend John. You must meet her at the station. Telegraph her en\r\nroute, so that she may be prepared.”\nWhen the wire was despatched he had a cup of tea; over it he told me of\r\na diary kept by Jonathan Harker when abroad, and gave me a typewritten\r\ncopy of it, as also of Mrs. Harker’s diary at Whitby. “Take these,” he\r\nsaid, “and study them well. When I have returned you will be master of\r\nall the facts, and we can then better enter on our inquisition. Keep\r\nthem safe, for there is in them much of treasure. You will need all your\r\nfaith, even you who have had such an experience as that of to-day. What\r\nis here told,” he laid his hand heavily and gravely on the packet of\r\npapers as he spoke, “may be the beginning of the end to you and me and\r\nmany another; or it may sound the knell of the Un-Dead who walk the\r\nearth. Read all, I pray you, with the open mind; and if you can add in\r\nany way to the story here told do so, for it is all-important. You have\r\nkept diary of all these so strange things; is it not so? Yes! Then we\r\nshall go through all these together when we meet.” He then made ready\r\nfor his departure, and shortly after drove off to Liverpool Street. I\r\ntook my way to Paddington, where I arrived about fifteen minutes before\r\nthe train came in.\nThe crowd melted away, after the bustling fashion common to arrival\r\nplatforms; and I was beginning to feel uneasy, lest I might miss my\r\nguest, when a sweet-faced, dainty-looking girl stepped up to me, and,\r\nafter a quick glance, said: “Dr. Seward, is it not?”\n“And you are Mrs. Harker!” I answered at once; whereupon she held out\r\nher hand.\n“I knew you from the description of poor dear Lucy; but——” She stopped\r\nsuddenly, and a quick blush overspread her face.\nThe blush that rose to my own cheeks somehow set us both at ease, for it\r\nwas a tacit answer to her own. I got her luggage, which included a\r\ntypewriter, and we took the Underground to Fenchurch Street, after I had\r\nsent a wire to my housekeeper to have a sitting-room and bedroom\r\nprepared at once for Mrs. Harker.\nIn due time we arrived. She knew, of course, that the place was a\r\nlunatic asylum, but I could see that she was unable to repress a shudder\r\nwhen we entered.\nShe told me that, if she might, she would come presently to my study, as\r\nshe had much to say. So here I am finishing my entry in my phonograph\r\ndiary whilst I await her. As yet I have not had the chance of looking at\r\nthe papers which Van Helsing left with me, though they lie open before\r\nme. I must get her interested in something, so that I may have an\r\nopportunity of reading them. She does not know how precious time is, or\r\nwhat a task we have in hand. I must be careful not to frighten her. Here\r\nshe is!\nMina Harker’s Journal.\n29 September.—After I had tidied myself, I went down to Dr. Seward’s\r\nstudy. At the door I paused a moment, for I thought I heard him talking\r\nwith some one. As, however, he had pressed me to be quick, I knocked at\r\nthe door, and on his calling out, “Come in,” I entered.\nTo my intense surprise, there was no one with him. He was quite alone,\r\nand on the table opposite him was what I knew at once from the\r\ndescription to be a phonograph. I had never seen one, and was much\r\ninterested.\n“I hope I did not keep you waiting,” I said; “but I stayed at the door\r\nas I heard you talking, and thought there was some one with you.”\n“Oh,” he replied with a smile, “I was only entering my diary.”\n“Your diary?” I asked him in surprise.\n“Yes,” he answered. “I keep it in this.” As he spoke he laid his hand on\r\nthe phonograph. I felt quite excited over it, and blurted out:—\n“Why, this beats even shorthand! May I hear it say something?”\n“Certainly,” he replied with alacrity, and stood up to put it in train\r\nfor speaking. Then he paused, and a troubled look overspread his face.\n“The fact is,” he began awkwardly, “I only keep my diary in it; and as\r\nit is entirely—almost entirely—about my cases, it may be awkward—that\r\nis, I mean——” He stopped, and I tried to help him out of his\r\nembarrassment:—\n“You helped to attend dear Lucy at the end. Let me hear how she died;\r\nfor all that I know of her, I shall be very grateful. She was very, very\r\ndear to me.”\nTo my surprise, he answered, with a horrorstruck look in his face:—\n“Tell you of her death? Not for the wide world!”\n“Why not?” I asked, for some grave, terrible feeling was coming over me.\r\nAgain he paused, and I could see that he was trying to invent an excuse.\r\nAt length he stammered out:—\n“You see, I do not know how to pick out any particular part of the\r\ndiary.” Even while he was speaking an idea dawned upon him, and he said\r\nwith unconscious simplicity, in a different voice, and with the naïveté\r\nof a child: “That’s quite true, upon my honour. Honest Indian!” I could\r\nnot but smile, at which he grimaced. “I gave myself away that time!” he\r\nsaid. “But do you know that, although I have kept the diary for months\r\npast, it never once struck me how I was going to find any particular\r\npart of it in case I wanted to look it up?” By this time my mind was\r\nmade up that the diary of a doctor who attended Lucy might have\r\nsomething to add to the sum of our knowledge of that terrible Being, and\r\nI said boldly:—\n“Then, Dr. Seward, you had better let me copy it out for you on my\r\ntypewriter.” He grew to a positively deathly pallor as he said:—\n“No! no! no! For all the world, I wouldn’t let you know that terrible\r\nstory!”\nThen it was terrible; my intuition was right! For a moment I thought,\r\nand as my eyes ranged the room, unconsciously looking for something or\r\nsome opportunity to aid me, they lit on a great batch of typewriting on\r\nthe table. His eyes caught the look in mine, and, without his thinking,\r\nfollowed their direction. As they saw the parcel he realised my meaning.\n“You do not know me,” I said. “When you have read those papers—my own\r\ndiary and my husband’s also, which I have typed—you will know me\r\nbetter. I have not faltered in giving every thought of my own heart in\r\nthis cause; but, of course, you do not know me—yet; and I must not\r\nexpect you to trust me so far.”\nHe is certainly a man of noble nature; poor dear Lucy was right about\r\nhim. He stood up and opened a large drawer, in which were arranged in\r\norder a number of hollow cylinders of metal covered with dark wax, and\r\nsaid:—\n“You are quite right. I did not trust you because I did not know you.\r\nBut I know you now; and let me say that I should have known you long\r\nago. I know that Lucy told you of me; she told me of you too. May I make\r\nthe only atonement in my power? Take the cylinders and hear them—the\r\nfirst half-dozen of them are personal to me, and they will not horrify\r\nyou; then you will know me better. Dinner will by then be ready. In the\r\nmeantime I shall read over some of these documents, and shall be better\r\nable to understand certain things.” He carried the phonograph himself up\r\nto my sitting-room and adjusted it for me. Now I shall learn something\r\npleasant, I am sure; for it will tell me the other side of a true love\r\nepisode of which I know one side already....\nDr. Seward’s Diary.\n29 September.—I was so absorbed in that wonderful diary of Jonathan\r\nHarker and that other of his wife that I let the time run on without\r\nthinking. Mrs. Harker was not down when the maid came to announce\r\ndinner, so I said: “She is possibly tired; let dinner wait an hour,” and\r\nI went on with my work. I had just finished Mrs. Harker’s diary, when\r\nshe came in. She looked sweetly pretty, but very sad, and her eyes were\r\nflushed with crying. This somehow moved me much. Of late I have had\r\ncause for tears, God knows! but the relief of them was denied me; and\r\nnow the sight of those sweet eyes, brightened with recent tears, went\r\nstraight to my heart. So I said as gently as I could:—\n“I greatly fear I have distressed you.”\n“Oh, no, not distressed me,” she replied, “but I have been more touched\r\nthan I can say by your grief. That is a wonderful machine, but it is\r\ncruelly true. It told me, in its very tones, the anguish of your heart.\r\nIt was like a soul crying out to Almighty God. No one must hear them\r\nspoken ever again! See, I have tried to be useful. I have copied out the\r\nwords on my typewriter, and none other need now hear your heart beat, as\r\nI did.”\n“No one need ever know, shall ever know,” I said in a low voice. She\r\nlaid her hand on mine and said very gravely:—\n“Ah, but they must!”\n“Must! But why?” I asked.\n“Because it is a part of the terrible story, a part of poor dear Lucy’s\r\ndeath and all that led to it; because in the struggle which we have\r\nbefore us to rid the earth of this terrible monster we must have all\r\nthe knowledge and all the help which we can get. I think that the\r\ncylinders which you gave me contained more than you intended me to know;\r\nbut I can see that there are in your record many lights to this dark\r\nmystery. You will let me help, will you not? I know all up to a certain\r\npoint; and I see already, though your diary only took me to 7 September,\r\nhow poor Lucy was beset, and how her terrible doom was being wrought\r\nout. Jonathan and I have been working day and night since Professor Van\r\nHelsing saw us. He is gone to Whitby to get more information, and he\r\nwill be here to-morrow to help us. We need have no secrets amongst us;\r\nworking together and with absolute trust, we can surely be stronger than\r\nif some of us were in the dark.” She looked at me so appealingly, and at\r\nthe same time manifested such courage and resolution in her bearing,\r\nthat I gave in at once to her wishes. “You shall,” I said, “do as you\r\nlike in the matter. God forgive me if I do wrong! There are terrible\r\nthings yet to learn of; but if you have so far travelled on the road to\r\npoor Lucy’s death, you will not be content, I know, to remain in the\r\ndark. Nay, the end—the very end—may give you a gleam of peace. Come,\r\nthere is dinner. We must keep one another strong for what is before us;\r\nwe have a cruel and dreadful task. When you have eaten you shall learn\r\nthe rest, and I shall answer any questions you ask—if there be anything\r\nwhich you do not understand, though it was apparent to us who were\r\npresent.”\nMina Harker’s Journal.\n29 September.—After dinner I came with Dr. Seward to his study. He\r\nbrought back the phonograph from my room, and I took my typewriter. He\r\nplaced me in a comfortable chair, and arranged the phonograph so that I\r\ncould touch it without getting up, and showed me how to stop it in case\r\nI should want to pause. Then he very thoughtfully took a chair, with his\r\nback to me, so that I might be as free as possible, and began to read. I\r\nput the forked metal to my ears and listened.\nWhen the terrible story of Lucy’s death, and—and all that followed, was\r\ndone, I lay back in my chair powerless. Fortunately I am not of a\r\nfainting disposition. When Dr. Seward saw me he jumped up with a\r\nhorrified exclamation, and hurriedly taking a case-bottle from a\r\ncupboard, gave me some brandy, which in a few minutes somewhat restored\r\nme. My brain was all in a whirl, and only that there came through all\r\nthe multitude of horrors, the holy ray of light that my dear, dear Lucy\r\nwas at last at peace, I do not think I could have borne it without\r\nmaking a scene. It is all so wild, and mysterious, and strange that if I\r\nhad not known Jonathan’s experience in Transylvania I could not have\r\nbelieved. As it was, I didn’t know what to believe, and so got out of my\r\ndifficulty by attending to something else. I took the cover off my\r\ntypewriter, and said to Dr. Seward:—\n“Let me write this all out now. We must be ready for Dr. Van Helsing\r\nwhen he comes. I have sent a telegram to Jonathan to come on here when\r\nhe arrives in London from Whitby. In this matter dates are everything,\r\nand I think that if we get all our material ready, and have every item\r\nput in chronological order, we shall have done much. You tell me that\r\nLord Godalming and Mr. Morris are coming too. Let us be able to tell him\r\nwhen they come.” He accordingly set the phonograph at a slow pace, and I\r\nbegan to typewrite from the beginning of the seventh cylinder. I used\r\nmanifold, and so took three copies of the diary, just as I had done with\r\nall the rest. It was late when I got through, but Dr. Seward went about\r\nhis work of going his round of the patients; when he had finished he\r\ncame back and sat near me, reading, so that I did not feel too lonely\r\nwhilst I worked. How good and thoughtful he is; the world seems full of\r\ngood men—even if there are monsters in it. Before I left him I\r\nremembered what Jonathan put in his diary of the Professor’s\r\nperturbation at reading something in an evening paper at the station at\r\nExeter; so, seeing that Dr. Seward keeps his newspapers, I borrowed the\r\nfiles of “The Westminster Gazette” and “The Pall Mall Gazette,” and took\r\nthem to my room. I remember how much “The Dailygraph” and “The Whitby\r\nGazette,” of which I had made cuttings, helped us to understand the\r\nterrible events at Whitby when Count Dracula landed, so I shall look\r\nthrough the evening papers since then, and perhaps I shall get some new\r\nlight. I am not sleepy, and the work will help to keep me quiet.\nDr. Seward’s Diary.\n30 September.—Mr. Harker arrived at nine o’clock. He had got his\r\nwife’s wire just before starting. He is uncommonly clever, if one can\r\njudge from his face, and full of energy. If this journal be true—and\r\njudging by one’s own wonderful experiences, it must be—he is also a man\r\nof great nerve. That going down to the vault a second time was a\r\nremarkable piece of daring. After reading his account of it I was\r\nprepared to meet a good specimen of manhood, but hardly the quiet,\r\nbusiness-like gentleman who came here to-day.\n \nLater.—After lunch Harker and his wife went back to their own room,\r\nand as I passed a while ago I heard the click of the typewriter. They\r\nare hard at it. Mrs. Harker says that they are knitting together in\r\nchronological order every scrap of evidence they have. Harker has got\r\nthe letters between the consignee of the boxes at Whitby and the\r\ncarriers in London who took charge of them. He is now reading his wife’s\r\ntypescript of my diary. I wonder what they make out of it. Here it\r\nis....\nStrange that it never struck me that the very next house might be\r\nthe Count’s hiding-place! Goodness knows that we had enough clues\r\nfrom the conduct of the patient Renfield! The bundle of letters\r\nrelating to the purchase of the house were with the typescript. Oh,\r\nif we had only had them earlier we might have saved poor Lucy!\r\nStop; that way madness lies! Harker has gone back, and is again\r\ncollating his material. He says that by dinner-time they will be\r\nable to show a whole connected narrative. He thinks that in the\r\nmeantime I should see Renfield, as hitherto he has been a sort of\r\nindex to the coming and going of the Count. I hardly see this yet,\r\nbut when I get at the dates I suppose I shall. What a good thing\r\nthat Mrs. Harker put my cylinders into type! We never could have\r\nfound the dates otherwise....\nI found Renfield sitting placidly in his room with his hands\r\nfolded, smiling benignly. At the moment he seemed as sane as any\r\none I ever saw. I sat down and talked with him on a lot of\r\nsubjects, all of which he treated naturally. He then, of his own\r\naccord, spoke of going home, a subject he has never mentioned to my\r\nknowledge during his sojourn here. In fact, he spoke quite\r\nconfidently of getting his discharge at once. I believe that, had I\r\nnot had the chat with Harker and read the letters and the dates of\r\nhis outbursts, I should have been prepared to sign for him after a\r\nbrief time of observation. As it is, I am darkly suspicious. All\r\nthose outbreaks were in some way linked with the proximity of the\r\nCount. What then does this absolute content mean? Can it be that\r\nhis instinct is satisfied as to the vampire’s ultimate triumph?\r\nStay; he is himself zoöphagous, and in his wild ravings outside the\r\nchapel door of the deserted house he always spoke of “master.” This\r\nall seems confirmation of our idea. However, after a while I came\r\naway; my friend is just a little too sane at present to make it\r\nsafe to probe him too deep with questions. He might begin to think,\r\nand then—! So I came away. I mistrust these quiet moods of his; so\r\nI have given the attendant a hint to look closely after him, and to\r\nhave a strait-waistcoat ready in case of need.\n\nJonathan Harker’s Journal.\n29 September, in train to London.—When I received Mr. Billington’s\r\ncourteous message that he would give me any information in his power I\r\nthought it best to go down to Whitby and make, on the spot, such\r\ninquiries as I wanted. It was now my object to trace that horrid cargo\r\nof the Count’s to its place in London. Later, we may be able to deal\r\nwith it. Billington junior, a nice lad, met me at the station, and\r\nbrought me to his father’s house, where they had decided that I must\r\nstay the night. They are hospitable, with true Yorkshire hospitality:\r\ngive a guest everything, and leave him free to do as he likes. They all\r\nknew that I was busy, and that my stay was short, and Mr. Billington had\r\nready in his office all the papers concerning the consignment of boxes.\r\nIt gave me almost a turn to see again one of the letters which I had\r\nseen on the Count’s table before I knew of his diabolical plans.\r\nEverything had been carefully thought out, and done systematically and\r\nwith precision. He seemed to have been prepared for every obstacle which\r\nmight be placed by accident in the way of his intentions being carried\r\nout. To use an Americanism, he had “taken no chances,” and the absolute\r\naccuracy with which his instructions were fulfilled, was simply the\r\nlogical result of his care. I saw the invoice, and took note of it:\r\n“Fifty cases of common earth, to be used for experimental purposes.”\r\nAlso the copy of letter to Carter Paterson, and their reply; of both of\r\nthese I got copies. This was all the information Mr. Billington could\r\ngive me, so I went down to the port and saw the coastguards, the Customs\r\nofficers and the harbour-master. They had all something to say of the\r\nstrange entry of the ship, which is already taking its place in local\r\ntradition; but no one could add to the simple description “Fifty cases\r\nof common earth.” I then saw the station-master, who kindly put me in\r\ncommunication with the men who had actually received the boxes. Their\r\ntally was exact with the list, and they had nothing to add except that\r\nthe boxes were “main and mortal heavy,” and that shifting them was dry\r\nwork. One of them added that it was hard lines that there wasn’t any\r\ngentleman “such-like as yourself, squire,” to show some sort of\r\nappreciation of their efforts in a liquid form; another put in a rider\r\nthat the thirst then generated was such that even the time which had\r\nelapsed had not completely allayed it. Needless to add, I took care\r\nbefore leaving to lift, for ever and adequately, this source of\r\nreproach.\n \n30 September.—The station-master was good enough to give me a line to\r\nhis old companion the station-master at King’s Cross, so that when I\r\narrived there in the morning I was able to ask him about the arrival of\r\nthe boxes. He, too, put me at once in communication with the proper\r\nofficials, and I saw that their tally was correct with the original\r\ninvoice. The opportunities of acquiring an abnormal thirst had been here\r\nlimited; a noble use of them had, however, been made, and again I was\r\ncompelled to deal with the result in an ex post facto manner.\nFrom thence I went on to Carter Paterson’s central office, where I met\r\nwith the utmost courtesy. They looked up the transaction in their\r\nday-book and letter-book, and at once telephoned to their King’s Cross\r\noffice for more details. By good fortune, the men who did the teaming\r\nwere waiting for work, and the official at once sent them over, sending\r\nalso by one of them the way-bill and all the papers connected with the\r\ndelivery of the boxes at Carfax. Here again I found the tally agreeing\r\nexactly; the carriers’ men were able to supplement the paucity of the\r\nwritten words with a few details. These were, I shortly found, connected\r\nalmost solely with the dusty nature of the job, and of the consequent\r\nthirst engendered in the operators. On my affording an opportunity,\r\nthrough the medium of the currency of the realm, of the allaying, at a\r\nlater period, this beneficial evil, one of the men remarked:—\n“That ’ere ’ouse, guv’nor, is the rummiest I ever was in. Blyme! but it\r\nain’t been touched sence a hundred years. There was dust that thick in\r\nthe place that you might have slep’ on it without ’urtin’ of yer bones;\r\nan’ the place was that neglected that yer might ’ave smelled ole\r\nJerusalem in it. But the ole chapel—that took the cike, that did! Me\r\nand my mate, we thort we wouldn’t never git out quick enough. Lor’, I\r\nwouldn’t take less nor a quid a moment to stay there arter dark.”\nHaving been in the house, I could well believe him; but if he knew what\r\nI know, he would, I think, have raised his terms.\nOf one thing I am now satisfied: that all the boxes which arrived at\r\nWhitby from Varna in the Demeter were safely deposited in the old\r\nchapel at Carfax. There should be fifty of them there, unless any have\r\nsince been removed—as from Dr. Seward’s diary I fear.\nI shall try to see the carter who took away the boxes from Carfax when\r\nRenfield attacked them. By following up this clue we may learn a good\r\ndeal.\n \nLater.—Mina and I have worked all day, and we have put all the papers\r\ninto order.\nMina Harker’s Journal\n30 September.—I am so glad that I hardly know how to contain myself.\r\nIt is, I suppose, the reaction from the haunting fear which I have had:\r\nthat this terrible affair and the reopening of his old wound might act\r\ndetrimentally on Jonathan. I saw him leave for Whitby with as brave a\r\nface as I could, but I was sick with apprehension. The effort has,\r\nhowever, done him good. He was never so resolute, never so strong, never\r\nso full of volcanic energy, as at present. It is just as that dear, good\r\nProfessor Van Helsing said: he is true grit, and he improves under\r\nstrain that would kill a weaker nature. He came back full of life and\r\nhope and determination; we have got everything in order for to-night. I\r\nfeel myself quite wild with excitement. I suppose one ought to pity any\r\nthing so hunted as is the Count. That is just it: this Thing is not\r\nhuman—not even beast. To read Dr. Seward’s account of poor Lucy’s\r\ndeath, and what followed, is enough to dry up the springs of pity in\r\none’s heart.\n \nLater.—Lord Godalming and Mr. Morris arrived earlier than we\r\nexpected. Dr. Seward was out on business, and had taken Jonathan with\r\nhim, so I had to see them. It was to me a painful meeting, for it\r\nbrought back all poor dear Lucy’s hopes of only a few months ago. Of\r\ncourse they had heard Lucy speak of me, and it seemed that Dr. Van\r\nHelsing, too, has been quite “blowing my trumpet,” as Mr. Morris\r\nexpressed it. Poor fellows, neither of them is aware that I know all\r\nabout the proposals they made to Lucy", "summary": "\nThis excerpt begins with a note from Van Helsing urging others to read the collected diaries and destroy the \"Un-Dead\" vampire. The next day, Dr. Seward struggles with accepting Van Helsing's supernatural explanations but agrees to watch him carefully. The Professor gathers Arthur Godalming, Quincey Morris, and Seward, requesting their permission for a difficult task without fully explaining it. Though reluctant at first, Arthur eventually agrees to accompany them to Lucy's tomb.\nAt the cemetery, Van Helsing reveals his intentions to open Lucy's coffin, explaining that she might be \"Un-Dead.\" Arthur is initially outraged at the suggestion of desecrating Lucy's grave but is persuaded when Van Helsing appeals to his duty and love for Lucy. When they enter the tomb, they find the coffin empty. Van Helsing explains that he had placed garlic there the previous night to prevent the Un-Dead Lucy from returning, but now they must wait to witness her return.\nLater that night, they see a white figure approaching with a child. As it comes closer, they recognize Lucy, now transformed with blood-red lips and a cruel expression. When she tries to seduce Arthur, Van Helsing blocks her with a crucifix. After she retreats, Van Helsing seals the tomb with Host wafers to prevent her entry, and they rescue the child she had been carrying.\nThe next night, they return to the tomb to perform the ritual that will free Lucy's soul. Van Helsing explains that those who die from vampire attacks become vampires themselves, creating an ever-widening circle of evil. He suggests that Arthur, as Lucy's fiancé, should be the one to drive the stake through her heart. Though horrified, Arthur agrees. When the stake pierces Lucy's heart, her body convulses violently, but eventually grows still. The group is amazed to see that Lucy's corpse has transformed back to her true self, with all signs of vampirism gone. They then complete the ritual by cutting off her head and filling her mouth with garlic.\nWith Lucy at peace, the group turns their attention to finding and destroying the vampire responsible for her fate – Count Dracula. Meanwhile, Mina and Jonathan Harker join the investigation, organizing all the collected documents and diaries to create a complete chronological record of events. Jonathan traces the path of Dracula's fifty boxes of earth from Whitby to the chapel at Carfax estate in London.\nDr. Seward observes that his patient Renfield's behavior seems connected to Dracula's presence, noting that the man becomes calmer when Dracula is nearby, possibly indicating some mental connection between them. The various companions gradually converge in London: Mina arrives at Dr. Seward's home, where she transcribes his phonograph diaries; Jonathan investigates the delivery of Dracula's boxes; and Lord Godalming and Quincey Morris join the group. They all prepare to combine their knowledge and track down Dracula to destroy him and end his evil influence.\n", "map": [["Van Helsing's guidance", "Destruction of Un-Dead"], ["Arthur's love for Lucy", "Willingness to perform ritual"], ["Lucy's vampire transformation", "Blood-red lips and cruelty"], ["Crucifix and Host wafers", "Barriers against vampires"], ["Vampirism as contagion", "Expanding circle of evil"], ["Stake through heart", "Liberation of Lucy's soul"], ["Ritual completion", "Return to true self"], ["Diaries and documents", "Chronological investigation record"], ["Dracula's fifty earth boxes", "Path from Whitby to Carfax"], ["Renfield's behavior patterns", "Proximity of Dracula"], ["Convergence of companions", "Collective knowledge against evil"]]}