{"source": "https://www.gutenberg.org/cache/epub/345/pg345-images.html", "text": " I saw the mist stealing in, and I\r\ngrabbed it tight. I had heard that madmen have unnatural strength; and\r\nas I knew I was a madman—at times anyhow—I resolved to use my power.\r\nAy, and He felt it too, for He had to come out of the mist to struggle\r\nwith me. I held tight; and I thought I was going to win, for I didn’t\r\nmean Him to take any more of her life, till I saw His eyes. They burned\r\ninto me, and my strength became like water. He slipped through it, and\r\nwhen I tried to cling to Him, He raised me up and flung me down. There\r\nwas a red cloud before me, and a noise like thunder, and the mist seemed\r\nto steal away under the door.” His voice was becoming fainter and his\r\nbreath more stertorous. Van Helsing stood up instinctively.\n“We know the worst now,” he said. “He is here, and we know his purpose.\r\nIt may not be too late. Let us be armed—the same as we were the other\r\nnight, but lose no time; there is not an instant to spare.” There was no\r\nneed to put our fear, nay our conviction, into words—we shared them in\r\ncommon. We all hurried and took from our rooms the same things that we\r\nhad when we entered the Count’s house. The Professor had his ready, and\r\nas we met in the corridor he pointed to them significantly as he said:—\n“They never leave me; and they shall not till this unhappy business is\r\nover. Be wise also, my friends. It is no common enemy that we deal with.\r\nAlas! alas! that that dear Madam Mina should suffer!” He stopped; his\r\nvoice was breaking, and I do not know if rage or terror predominated in\r\nmy own heart.\nOutside the Harkers’ door we paused. Art and Quincey held back, and the\r\nlatter said:—\n“Should we disturb her?”\n“We must,” said Van Helsing grimly. “If the door be locked, I shall\r\nbreak it in.”\n“May it not frighten her terribly? It is unusual to break into a lady’s\r\nroom!”\nVan Helsing said solemnly, “You are always right; but this is life and\r\ndeath. All chambers are alike to the doctor; and even were they not they\r\nare all as one to me to-night. Friend John, when I turn the handle, if\r\nthe door does not open, do you put your shoulder down and shove; and you\r\ntoo, my friends. Now!”\nHe turned the handle as he spoke, but the door did not yield. We threw\r\nourselves against it; with a crash it burst open, and we almost fell\r\nheadlong into the room. The Professor did actually fall, and I saw\r\nacross him as he gathered himself up from hands and knees. What I saw\r\nappalled me. I felt my hair rise like bristles on the back of my neck,\r\nand my heart seemed to stand still.\nThe moonlight was so bright that through the thick yellow blind the room\r\nwas light enough to see. On the bed beside the window lay Jonathan\r\nHarker, his face flushed and breathing heavily as though in a stupor.\r\nKneeling on the near edge of the bed facing outwards was the white-clad\r\nfigure of his wife. By her side stood a tall, thin man, clad in black.\r\nHis face was turned from us, but the instant we saw we all recognised\r\nthe Count—in every way, even to the scar on his forehead. With his left\r\nhand he held both Mrs. Harker’s hands, keeping them away with her arms\r\nat full tension; his right hand gripped her by the back of the neck,\r\nforcing her face down on his bosom. Her white nightdress was smeared\r\nwith blood, and a thin stream trickled down the man’s bare breast which\r\nwas shown by his torn-open dress. The attitude of the two had a terrible\r\nresemblance to a child forcing a kitten’s nose into a saucer of milk to\r\ncompel it to drink. As we burst into the room, the Count turned his\r\nface, and the hellish look that I had heard described seemed to leap\r\ninto it. His eyes flamed red with devilish passion; the great nostrils\r\nof the white aquiline nose opened wide and quivered at the edge; and the\r\nwhite sharp teeth, behind the full lips of the blood-dripping mouth,\r\nchamped together like those of a wild beast. With a wrench, which threw\r\nhis victim back upon the bed as though hurled from a height, he turned\r\nand sprang at us. But by this time the Professor had gained his feet,\r\nand was holding towards him the envelope which contained the Sacred\r\nWafer. The Count suddenly stopped, just as poor Lucy had done outside\r\nthe tomb, and cowered back. Further and further back he cowered, as we,\r\nlifting our crucifixes, advanced. The moonlight suddenly failed, as a\r\ngreat black cloud sailed across the sky; and when the gaslight sprang up\r\nunder Quincey’s match, we saw nothing but a faint vapour. This, as we\r\nlooked, trailed under the door, which with the recoil from its bursting\r\nopen, had swung back to its old position. Van Helsing, Art, and I moved\r\nforward to Mrs. Harker, who by this time had drawn her breath and with\r\nit had given a scream so wild, so ear-piercing, so despairing that it\r\nseems to me now that it will ring in my ears till my dying day. For a\r\nfew seconds she lay in her helpless attitude and disarray. Her face was\r\nghastly, with a pallor which was accentuated by the blood which smeared\r\nher lips and cheeks and chin; from her throat trickled a thin stream of\r\nblood; her eyes were mad with terror. Then she put before her face her\r\npoor crushed hands, which bore on their whiteness the red mark of the\r\nCount’s terrible grip, and from behind them came a low desolate wail\r\nwhich made the terrible scream seem only the quick expression of an\r\nendless grief. Van Helsing stepped forward and drew the coverlet gently\r\nover her body, whilst Art, after looking at her face for an instant\r\ndespairingly, ran out of the room. Van Helsing whispered to me:—\n“Jonathan is in a stupor such as we know the Vampire can produce. We can\r\ndo nothing with poor Madam Mina for a few moments till she recovers\r\nherself; I must wake him!” He dipped the end of a towel in cold water\r\nand with it began to flick him on the face, his wife all the while\r\nholding her face between her hands and sobbing in a way that was\r\nheart-breaking to hear. I raised the blind, and looked out of the\r\nwindow. There was much moonshine; and as I looked I could see Quincey\r\nMorris run across the lawn and hide himself in the shadow of a great\r\nyew-tree. It puzzled me to think why he was doing this; but at the\r\ninstant I heard Harker’s quick exclamation as he woke to partial\r\nconsciousness, and turned to the bed. On his face, as there might well\r\nbe, was a look of wild amazement. He seemed dazed for a few seconds, and\r\nthen full consciousness seemed to burst upon him all at once, and he\r\nstarted up. His wife was aroused by the quick movement, and turned to\r\nhim with her arms stretched out, as though to embrace him; instantly,\r\nhowever, she drew them in again, and putting her elbows together, held\r\nher hands before her face, and shuddered till the bed beneath her shook.\n“In God’s name what does this mean?” Harker cried out. “Dr. Seward, Dr.\r\nVan Helsing, what is it? What has happened? What is wrong? Mina, dear,\r\nwhat is it? What does that blood mean? My God, my God! has it come to\r\nthis!” and, raising himself to his knees, he beat his hands wildly\r\ntogether. “Good God help us! help her! oh, help her!” With a quick\r\nmovement he jumped from bed, and began to pull on his clothes,—all the\r\nman in him awake at the need for instant exertion. “What has happened?\r\nTell me all about it!” he cried without pausing. “Dr. Van Helsing, you\r\nlove Mina, I know. Oh, do something to save her. It cannot have gone too\r\nfar yet. Guard her while I look for him!” His wife, through her terror\r\nand horror and distress, saw some sure danger to him: instantly\r\nforgetting her own grief, she seized hold of him and cried out:—\n“No! no! Jonathan, you must not leave me. I have suffered enough\r\nto-night, God knows, without the dread of his harming you. You must stay\r\nwith me. Stay with these friends who will watch over you!” Her\r\nexpression became frantic as she spoke; and, he yielding to her, she\r\npulled him down sitting on the bed side, and clung to him fiercely.\nVan Helsing and I tried to calm them both. The Professor held up his\r\nlittle golden crucifix, and said with wonderful calmness:—\n“Do not fear, my dear. We are here; and whilst this is close to you no\r\nfoul thing can approach. You are safe for to-night; and we must be calm\r\nand take counsel together.” She shuddered and was silent, holding down\r\nher head on her husband’s breast. When she raised it, his white\r\nnight-robe was stained with blood where her lips had touched, and where\r\nthe thin open wound in her neck had sent forth drops. The instant she\r\nsaw it she drew back, with a low wail, and whispered, amidst choking\r\nsobs:—\n“Unclean, unclean! I must touch him or kiss him no more. Oh, that it\r\nshould be that it is I who am now his worst enemy, and whom he may have\r\nmost cause to fear.” To this he spoke out resolutely:—\n“Nonsense, Mina. It is a shame to me to hear such a word. I would not\r\nhear it of you; and I shall not hear it from you. May God judge me by my\r\ndeserts, and punish me with more bitter suffering than even this hour,\r\nif by any act or will of mine anything ever come between us!” He put out\r\nhis arms and folded her to his breast; and for a while she lay there\r\nsobbing. He looked at us over her bowed head, with eyes that blinked\r\ndamply above his quivering nostrils; his mouth was set as steel. After a\r\nwhile her sobs became less frequent and more faint, and then he said to\r\nme, speaking with a studied calmness which I felt tried his nervous\r\npower to the utmost:—\n“And now, Dr. Seward, tell me all about it. Too well I know the broad\r\nfact; tell me all that has been.” I told him exactly what had happened,\r\nand he listened with seeming impassiveness; but his nostrils twitched\r\nand his eyes blazed as I told how the ruthless hands of the Count had\r\nheld his wife in that terrible and horrid position, with her mouth to\r\nthe open wound in his breast. It interested me, even at that moment, to\r\nsee, that, whilst the face of white set passion worked convulsively over\r\nthe bowed head, the hands tenderly and lovingly stroked the ruffled\r\nhair. Just as I had finished, Quincey and Godalming knocked at the door.\r\nThey entered in obedience to our summons. Van Helsing looked at me\r\nquestioningly. I understood him to mean if we were to take advantage of\r\ntheir coming to divert if possible the thoughts of the unhappy husband\r\nand wife from each other and from themselves; so on nodding acquiescence\r\nto him he asked them what they had seen or done. To which Lord Godalming\r\nanswered:—\n“I could not see him anywhere in the passage, or in any of our rooms. I\r\nlooked in the study but, though he had been there, he had gone. He had,\r\nhowever——” He stopped suddenly, looking at the poor drooping figure on\r\nthe bed. Van Helsing said gravely:—\n“Go on, friend Arthur. We want here no more concealments. Our hope now\r\nis in knowing all. Tell freely!” So Art went on:—\n“He had been there, and though it could only have been for a few\r\nseconds, he made rare hay of the place. All the manuscript had been\r\nburned, and the blue flames were flickering amongst the white ashes; the\r\ncylinders of your phonograph too were thrown on the fire, and the wax\r\nhad helped the flames.” Here I interrupted. “Thank God there is the\r\nother copy in the safe!” His face lit for a moment, but fell again as he\r\nwent on: “I ran downstairs then, but could see no sign of him. I looked\r\ninto Renfield’s room; but there was no trace there except——!” Again he\r\npaused. “Go on,” said Harker hoarsely; so he bowed his head and\r\nmoistening his lips with his tongue, added: “except that the poor fellow\r\nis dead.” Mrs. Harker raised her head, looking from one to the other of\r\nus she said solemnly:—\n“God’s will be done!” I could not but feel that Art was keeping back\r\nsomething; but, as I took it that it was with a purpose, I said nothing.\r\nVan Helsing turned to Morris and asked:—\n“And you, friend Quincey, have you any to tell?”\n“A little,” he answered. “It may be much eventually, but at present I\r\ncan’t say. I thought it well to know if possible where the Count would\r\ngo when he left the house. I did not see him; but I saw a bat rise from\r\nRenfield’s window, and flap westward. I expected to see him in some\r\nshape go back to Carfax; but he evidently sought some other lair. He\r\nwill not be back to-night; for the sky is reddening in the east, and the\r\ndawn is close. We must work to-morrow!”\nHe said the latter words through his shut teeth. For a space of perhaps\r\na couple of minutes there was silence, and I could fancy that I could\r\nhear the sound of our hearts beating; then Van Helsing said, placing his\r\nhand very tenderly on Mrs. Harker’s head:—\n“And now, Madam Mina—poor, dear, dear Madam Mina—tell us exactly what\r\nhappened. God knows that I do not want that you be pained; but it is\r\nneed that we know all. For now more than ever has all work to be done\r\nquick and sharp, and in deadly earnest. The day is close to us that must\r\nend all, if it may be so; and now is the chance that we may live and\r\nlearn.”\nThe poor, dear lady shivered, and I could see the tension of her nerves\r\nas she clasped her husband closer to her and bent her head lower and\r\nlower still on his breast. Then she raised her head proudly, and held\r\nout one hand to Van Helsing who took it in his, and, after stooping and\r\nkissing it reverently, held it fast. The other hand was locked in that\r\nof her husband, who held his other arm thrown round her protectingly.\r\nAfter a pause in which she was evidently ordering her thoughts, she\r\nbegan:—\n“I took the sleeping draught which you had so kindly given me, but for a\r\nlong time it did not act. I seemed to become more wakeful, and myriads\r\nof horrible fancies began to crowd in upon my mind—all of them\r\nconnected with death, and vampires; with blood, and pain, and trouble.”\r\nHer husband involuntarily groaned as she turned to him and said\r\nlovingly: “Do not fret, dear. You must be brave and strong, and help me\r\nthrough the horrible task. If you only knew what an effort it is to me\r\nto tell of this fearful thing at all, you would understand how much I\r\nneed your help. Well, I saw I must try to help the medicine to its work\r\nwith my will, if it was to do me any good, so I resolutely set myself to\r\nsleep. Sure enough sleep must soon have come to me, for I remember no\r\nmore. Jonathan coming in had not waked me, for he lay by my side when\r\nnext I remember. There was in the room the same thin white mist that I\r\nhad before noticed. But I forget now if you know of this; you will find\r\nit in my diary which I shall show you later. I felt the same vague\r\nterror which had come to me before and the same sense of some presence.\r\nI turned to wake Jonathan, but found that he slept so soundly that it\r\nseemed as if it was he who had taken the sleeping draught, and not I. I\r\ntried, but I could not wake him. This caused me a great fear, and I\r\nlooked around terrified. Then indeed, my heart sank within me: beside\r\nthe bed, as if he had stepped out of the mist—or rather as if the mist\r\nhad turned into his figure, for it had entirely disappeared—stood a\r\ntall, thin man, all in black. I knew him at once from the description of\r\nthe others. The waxen face; the high aquiline nose, on which the light\r\nfell in a thin white line; the parted red lips, with the sharp white\r\nteeth showing between; and the red eyes that I had seemed to see in the\r\nsunset on the windows of St. Mary’s Church at Whitby. I knew, too, the\r\nred scar on his forehead where Jonathan had struck him. For an instant\r\nmy heart stood still, and I would have screamed out, only that I was\r\nparalysed. In the pause he spoke in a sort of keen, cutting whisper,\r\npointing as he spoke to Jonathan:—\n“‘Silence! If you make a sound I shall take him and dash his brains out\r\nbefore your very eyes.’ I was appalled and was too bewildered to do or\r\nsay anything. With a mocking smile, he placed one hand upon my shoulder\r\nand, holding me tight, bared my throat with the other, saying as he did\r\nso, ‘First, a little refreshment to reward my exertions. You may as well\r\nbe quiet; it is not the first time, or the second, that your veins have\r\nappeased my thirst!’ I was bewildered, and, strangely enough, I did not\r\nwant to hinder him. I suppose it is a part of the horrible curse that\r\nsuch is, when his touch is on his victim. And oh, my God, my God, pity\r\nme! He placed his reeking lips upon my throat!” Her husband groaned\r\nagain. She clasped his hand harder, and looked at him pityingly, as if\r\nhe were the injured one, and went on:—\n“I felt my strength fading away, and I was in a half swoon. How long\r\nthis horrible thing lasted I know not; but it seemed that a long time\r\nmust have passed before he took his foul, awful, sneering mouth away. I\r\nsaw it drip with the fresh blood!” The remembrance seemed for a while to\r\noverpower her, and she drooped and would have sunk down but for her\r\nhusband’s sustaining arm. With a great effort she recovered herself and\r\nwent on:—\n“Then he spoke to me mockingly, ‘And so you, like the others, would play\r\nyour brains against mine. You would help these men to hunt me and\r\nfrustrate me in my designs! You know now, and they know in part already,\r\nand will know in full before long, what it is to cross my path. They\r\nshould have kept their energies for use closer to home. Whilst they\r\nplayed wits against me—against me who commanded nations, and intrigued\r\nfor them, and fought for them, hundreds of years before they were\r\nborn—I was countermining them. And you, their best beloved one, are now\r\nto me, flesh of my flesh; blood of my blood; kin of my kin; my bountiful\r\nwine-press for a while; and shall be later on my companion and my\r\nhelper. You shall be avenged in turn; for not one of them but shall\r\nminister to your needs. But as yet you are to be punished for what you\r\nhave done. You have aided in thwarting me; now you shall come to my\r\ncall. When my brain says “Come!” to you, you shall cross land or sea to\r\ndo my bidding; and to that end this!’ With that he pulled open his\r\nshirt, and with his long sharp nails opened a vein in his breast. When\r\nthe blood began to spurt out, he took my hands in one of his, holding\r\nthem tight, and with the other seized my neck and pressed my mouth to\r\nthe wound, so that I must either suffocate or swallow some of the—— Oh\r\nmy God! my God! what have I done? What have I done to deserve such a\r\nfate, I who have tried to walk in meekness and righteousness all my\r\ndays. God pity me! Look down on a poor soul in worse than mortal peril;\r\nand in mercy pity those to whom she is dear!” Then she began to rub her\r\nlips as though to cleanse them from pollution.\nAs she was telling her terrible story, the eastern sky began to quicken,\r\nand everything became more and more clear. Harker was still and quiet;\r\nbut over his face, as the awful narrative went on, came a grey look\r\nwhich deepened and deepened in the morning light, till when the first\r\nred streak of the coming dawn shot up, the flesh stood darkly out\r\nagainst the whitening hair.\nWe have arranged that one of us is to stay within call of the unhappy\r\npair till we can meet together and arrange about taking action.\nOf this I am sure: the sun rises to-day on no more miserable house in\r\nall the great round of its daily course.\n3 October.—As I must do something or go mad, I write this diary. It\r\nis now six o’clock, and we are to meet in the study in half an hour and\r\ntake something to eat; for Dr. Van Helsing and Dr. Seward are agreed\r\nthat if we do not eat we cannot work our best. Our best will be, God\r\nknows, required to-day. I must keep writing at every chance, for I dare\r\nnot stop to think. All, big and little, must go down; perhaps at the end\r\nthe little things may teach us most. The teaching, big or little, could\r\nnot have landed Mina or me anywhere worse than we are to-day. However,\r\nwe must trust and hope. Poor Mina told me just now, with the tears\r\nrunning down her dear cheeks, that it is in trouble and trial that our\r\nfaith is tested—that we must keep on trusting; and that God will aid us\r\nup to the end. The end! oh my God! what end?... To work! To work!\nWhen Dr. Van Helsing and Dr. Seward had come back from seeing poor\r\nRenfield, we went gravely into what was to be done. First, Dr. Seward\r\ntold us that when he and Dr. Van Helsing had gone down to the room below\r\nthey had found Renfield lying on the floor, all in a heap. His face was\r\nall bruised and crushed in, and the bones of the neck were broken.\nDr. Seward asked the attendant who was on duty in the passage if he had\r\nheard anything. He said that he had been sitting down—he confessed to\r\nhalf dozing—when he heard loud voices in the room, and then Renfield\r\nhad called out loudly several times, “God! God! God!” after that there\r\nwas a sound of falling, and when he entered the room he found him lying\r\non the floor, face down, just as the doctors had seen him. Van Helsing\r\nasked if he had heard “voices” or “a voice,” and he said he could not\r\nsay; that at first it had seemed to him as if there were two, but as\r\nthere was no one in the room it could have been only one. He could swear\r\nto it, if required, that the word “God” was spoken by the patient. Dr.\r\nSeward said to us, when we were alone, that he did not wish to go into\r\nthe matter; the question of an inquest had to be considered, and it\r\nwould never do to put forward the truth, as no one would believe it. As\r\nit was, he thought that on the attendant’s evidence he could give a\r\ncertificate of death by misadventure in falling from bed. In case the\r\ncoroner should demand it, there would be a formal inquest, necessarily\r\nto the same result.\nWhen the question began to be discussed as to what should be our next\r\nstep, the very first thing we decided was that Mina should be in full\r\nconfidence; that nothing of any sort—no matter how painful—should be\r\nkept from her. She herself agreed as to its wisdom, and it was pitiful\r\nto see her so brave and yet so sorrowful, and in such a depth of\r\ndespair. “There must be no concealment,” she said, “Alas! we have had\r\ntoo much already. And besides there is nothing in all the world that can\r\ngive me more pain than I have already endured—than I suffer now!\r\nWhatever may happen, it must be of new hope or of new courage to me!”\r\nVan Helsing was looking at her fixedly as she spoke, and said, suddenly\r\nbut quietly:—\n“But dear Madam Mina, are you not afraid; not for yourself, but for\r\nothers from yourself, after what has happened?” Her face grew set in its\r\nlines, but her eyes shone with the devotion of a martyr as she\r\nanswered:—\n“Ah no! for my mind is made up!”\n“To what?” he asked gently, whilst we were all very still; for each in\r\nour own way we had a sort of vague idea of what she meant. Her answer\r\ncame with direct simplicity, as though she were simply stating a fact:—\n“Because if I find in myself—and I shall watch keenly for it—a sign of\r\nharm to any that I love, I shall die!”\n“You would not kill yourself?” he asked, hoarsely.\n“I would; if there were no friend who loved me, who would save me such a\r\npain, and so desperate an effort!” She looked at him meaningly as she\r\nspoke. He was sitting down; but now he rose and came close to her and\r\nput his hand on her head as he said solemnly:\n“My child, there is such an one if it were for your good. For myself I\r\ncould hold it in my account with God to find such an euthanasia for you,\r\neven at this moment if it were best. Nay, were it safe! But my\r\nchild——” For a moment he seemed choked, and a great sob rose in his\r\nthroat; he gulped it down and went on:—\n“There are here some who would stand between you and death. You must not\r\ndie. You must not die by any hand; but least of all by your own. Until\r\nthe other, who has fouled your sweet life, is true dead you must not\r\ndie; for if he is still with the quick Un-Dead, your death would make\r\nyou even as he is. No, you must live! You must struggle and strive to\r\nlive, though death would seem a boon unspeakable. You must fight Death\r\nhimself, though he come to you in pain or in joy; by the day, or the\r\nnight; in safety or in peril! On your living soul I charge you that you\r\ndo not die—nay, nor think of death—till this great evil be past.” The\r\npoor dear grew white as death, and shock and shivered, as I have seen a\r\nquicksand shake and shiver at the incoming of the tide. We were all\r\nsilent; we could do nothing. At length she grew more calm and turning to\r\nhim said, sweetly, but oh! so sorrowfully, as she held out her hand:—\n“I promise you, my dear friend, that if God will let me live, I shall\r\nstrive to do so; till, if it may be in His good time, this horror may\r\nhave passed away from me.” She was so good and brave that we all felt\r\nthat our hearts were strengthened to work and endure for her, and we\r\nbegan to discuss what we were to do. I told her that she was to have all\r\nthe papers in the safe, and all the papers or diaries and phonographs we\r\nmight hereafter use; and was to keep the record as she had done before.\r\nShe was pleased with the prospect of anything to do—if “pleased” could\r\nbe used in connection with so grim an interest.\nAs usual Van Helsing had thought ahead of everyone else, and was\r\nprepared with an exact ordering of our work.\n“It is perhaps well,” he said, “that at our meeting after our visit to\r\nCarfax we decided not to do anything with the earth-boxes that lay\r\nthere. Had we done so, the Count must have guessed our purpose, and\r\nwould doubtless have taken measures in advance to frustrate such an\r\neffort with regard to the others; but now he does not know our\r\nintentions. Nay, more, in all probability, he does not know that such a\r\npower exists to us as can sterilise his lairs, so that he cannot use\r\nthem as of old. We are now so much further advanced in our knowledge as\r\nto their disposition that, when we have examined the house in\r\nPiccadilly, we may track the very last of them. To-day, then, is ours;\r\nand in it rests our hope. The sun that rose on our sorrow this morning\r\nguards us in its course. Until it sets to-night, that monster must\r\nretain whatever form he now has. He is confined within the limitations\r\nof his earthly envelope. He cannot melt into thin air nor disappear\r\nthrough cracks or chinks or crannies. If he go through a doorway, he\r\nmust open the door like a mortal. And so we have this day to hunt out\r\nall his lairs and sterilise them. So we shall, if we have not yet catch\r\nhim and destroy him, drive him to bay in some place where the catching\r\nand the destroying shall be, in time, sure.” Here I started up for I\r\ncould not contain myself at the thought that the minutes and seconds so\r\npreciously laden with Mina’s life and happiness were flying from us,\r\nsince whilst we talked action was impossible. But Van Helsing held up\r\nhis hand warningly. “Nay, friend Jonathan,” he said, “in this, the\r\nquickest way home is the longest way, so your proverb say. We shall all\r\nact and act with desperate quick, when the time has come. But think, in\r\nall probable the key of the situation is in that house in Piccadilly.\r\nThe Count may have many houses which he has bought. Of them he will have\r\ndeeds of purchase, keys and other things. He will have paper that he\r\nwrite on; he will have his book of cheques. There are many belongings\r\nthat he must have somewhere; why not in this place so central, so quiet,\r\nwhere he come and go by the front or the back at all hour, when in the\r\nvery vast of the traffic there is none to notice. We shall go there and\r\nsearch that house; and when we learn what it holds, then we do what our\r\nfriend Arthur call, in his phrases of hunt ‘stop the earths’ and so we\r\nrun down our old fox—so? is it not?”\n“Then let us come at once,” I cried, “we are wasting the precious,\r\nprecious time!” The Professor did not move, but simply said:—\n“And how are we to get into that house in Piccadilly?”\n“Any way!” I cried. “We shall break in if need be.”\n“And your police; where will they be, and what will they say?”\nI was staggered; but I knew that if he wished to delay he had a good\r\nreason for it. So I said, as quietly as I could:—\n“Don’t wait more than need be; you know, I am sure, what torture I am\r\nin.”\n“Ah, my child, that I do; and indeed there is no wish of me to add to\r\nyour anguish. But just think, what can we do, until all the world be at\r\nmovement. Then will come our time. I have thought and thought, and it\r\nseems to me that the simplest way is the best of all. Now we wish to get\r\ninto the house, but we have no key; is it not so?” I nodded.\n“Now suppose that you were, in truth, the owner of that house, and could\r\nnot still get in; and think there was to you no conscience of the\r\nhousebreaker, what would you do?”\n“I should get a respectable locksmith, and set him to work to pick the\r\nlock for me.”\n“And your police, they would interfere, would they not?”\n“Oh, no! not if they knew the man was properly employed.”\n“Then,” he looked at me as keenly as he spoke, “all that is in doubt is\r\nthe conscience of the employer, and the belief of your policemen as to\r\nwhether or no that employer has a good conscience or a bad one. Your\r\npolice must indeed be zealous men and clever—oh, so clever!—in reading\r\nthe heart, that they trouble themselves in such matter. No, no, my\r\nfriend Jonathan, you go take the lock off a hundred empty house in this\r\nyour London, or of any city in the world; and if you do it as such\r\nthings are rightly done, and at the time such things are rightly done,\r\nno one will interfere. I have read of a gentleman who owned a so fine\r\nhouse in London, and when he went for months of summer to Switzerland\r\nand lock up his house, some burglar came and broke window at back and\r\ngot in. Then he went and made open the shutters in front and walk out\r\nand in through the door, before the very eyes of the police. Then he\r\nhave an auction in that house, and advertise it, and put up big notice;\r\nand when the day come he sell off by a great auctioneer all the goods of\r\nthat other man who own them. Then he go to a builder, and he sell him\r\nthat house, making an agreement that he pull it down and take all away\r\nwithin a certain time. And your police and other authority help him all\r\nthey can. And when that owner come back from his holiday in Switzerland\r\nhe find only an empty hole where his house had been. This was all done\r\nen règle; and in our work we shall be en règle too. We shall not go\r\nso early that the policemen who have then little to think of, shall deem\r\nit strange; but we shall go after ten o’clock, when there are many\r\nabout, and such things would be done were we indeed owners of the\r\nhouse.”\nI could not but see how right he was and the terrible despair of Mina’s\r\nface became relaxed a thought; there was hope in such good counsel. Van\r\nHelsing went on:—\n“When once within that house we may find more clues; at any rate some of\r\nus can remain there whilst the rest find the other places where there be\r\nmore earth-boxes—at Bermondsey and Mile End.”\nLord Godalming stood up. “I can be of some use here,” he said. “I shall\r\nwire to my people to have horses and carriages where they will be most\r\nconvenient.”\n“Look here, old fellow,” said Morris, “it is a capital idea to have all\r\nready in case we want to go horsebacking; but don’t you think that one\r\nof your snappy carriages with its heraldic adornments in a byway of\r\nWalworth or Mile End would attract too much attention for our purposes?\r\nIt seems to me that we ought to take cabs when we go south or east; and\r\neven leave them somewhere near the neighbourhood we are going to.”\n“Friend Quincey is right!” said the Professor. “His head is what you\r\ncall in plane with the horizon. It is a difficult thing that we go to\r\ndo, and we do not want no peoples to watch us if so it may.”\nMina took a growing interest in everything and I was rejoiced to see\r\nthat the exigency of affairs was helping her to forget for a time the\r\nterrible experience of the night. She was very, very pale—almost\r\nghastly, and so thin that her lips were drawn away, showing her teeth in\r\nsomewhat of prominence. I did not mention this last, lest it should give\r\nher needless pain; but it made my blood run cold in my veins to think of\r\nwhat had occurred with poor Lucy when the Count had sucked her blood. As\r\nyet there was no sign of the teeth growing sharper; but the time as yet\r\nwas short, and there was time for fear.\nWhen we came to the discussion of the sequence of our efforts and of the\r\ndisposition of our forces, there were new sources of doubt. It was\r\nfinally agreed that before starting for Piccadilly we should destroy the\r\nCount’s lair close at hand. In case he should find it out too soon, we\r\nshould thus be still ahead of him in our work of destruction; and his\r\npresence in his purely material shape, and at his weakest, might give us\r\nsome new clue.\nAs to the disposal of forces, it was suggested by the Professor that,\r\nafter our visit to Carfax, we should all enter the house in Piccadilly;\r\nthat the two doctors and I should remain there, whilst Lord Godalming\r\nand Quincey found the lairs at Walworth and Mile End and destroyed them.\r\nIt was possible, if not likely, the Professor urged, that the Count\r\nmight appear in Piccadilly during the day, and that if so we might be\r\nable to cope with him then and there. At any rate, we might be able to\r\nfollow him in force. To this plan I strenuously objected, and so far as\r\nmy going was concerned, for I said that I intended to stay and protect\r\nMina, I thought that my mind was made up on the subject; but Mina would\r\nnot listen to my objection. She said that there might be some law matter\r\nin which I could be useful; that amongst the Count’s papers might be\r\nsome clue which I could understand out of my experience in Transylvania;\r\nand that, as it was, all the strength we could muster was required to\r\ncope with the Count’s extraordinary power. I had to give in, for Mina’s\r\nresolution was fixed; she said that it was the last hope for her that\r\nwe should all work together. “As for me,” she said, “I have no fear.\r\nThings have been as bad as they can be; and whatever may happen must\r\nhave in it some element of hope or comfort. Go, my husband! God can, if\r\nHe wishes it, guard me as well alone as with any one present.” So I\r\nstarted up crying out: “Then in God’s name let us come at once, for we\r\nare losing time. The Count may come to Piccadilly earlier than we\r\nthink.”\n“Not so!” said Van Helsing, holding up his hand.\n“But why?” I asked.\n“Do you forget,” he said, with actually a smile, “that last night he\r\nbanqueted heavily, and will sleep late?”\nDid I forget! shall I ever—can I ever! Can any of us ever forget that\r\nterrible scene! Mina struggled hard to keep her brave countenance; but\r\nthe pain overmastered her and she put her hands before her face, and\r\nshuddered whilst she moaned. Van Helsing had not intended to recall her\r\nfrightful experience. He had simply lost sight of her and her part in\r\nthe affair in his intellectual effort. When it struck him what he said,\r\nhe was horrified at his thoughtlessness and tried to comfort her. “Oh,\r\nMadam Mina,” he said, “dear, dear Madam Mina, alas! that I of all who so\r\nreverence you should have said anything so forgetful. These stupid old\r\nlips of mine and this stupid old head do not deserve so; but you will\r\nforget it, will you not?” He bent low beside her as he spoke; she took\r\nhis hand, and looking at him through her tears, said hoarsely:—\n“No, I shall not forget, for it is well that I remember; and with it I\r\nhave so much in memory of you that is sweet, that I take it all\r\ntogether. Now, you must all be going soon. Breakfast is ready, and we\r\nmust all eat that we may be strong.”\nBreakfast was a strange meal to us all. We tried to be cheerful and\r\nencourage each other, and Mina was the brightest and most cheerful of\r\nus. When it was over, Van Helsing stood up and said:—\n“Now, my dear friends, we go forth to our terrible enterprise. Are we\r\nall armed, as we were on that night when first we visited our enemy’s\r\nlair; armed against ghostly as well as carnal attack?” We all assured\r\nhim. “Then it is well. Now, Madam Mina, you are in any case quite safe\r\nhere until the sunset; and before then we shall return—if—— We shall\r\nreturn! But before we go let me see you armed against personal attack. I\r\nhave myself, since you came down, prepared your chamber by the placing\r\nof things of which we know, so that He may not enter. Now let me guard\r\nyourself. On your forehead I touch this piece of Sacred Wafer in the\r\nname of the Father, the Son, and——”\nThere was a fearful scream which almost froze our hearts to hear. As he\r\nhad placed the Wafer on Mina’s forehead, it had seared it—had burned\r\ninto the flesh as though it had been a piece of white-hot metal. My poor\r\ndarling’s brain had told her the significance of the fact as quickly as\r\nher nerves received the pain of it; and the two so overwhelmed her that\r\nher overwrought nature had its voice in that dreadful scream. But the\r\nwords to her thought came quickly; the echo of the scream had not ceased\r\nto ring on the air when there came the reaction, and she sank on her\r\nknees on the floor in an agony of abasement. Pulling her beautiful hair\r\nover her face, as the leper of old his mantle, she wailed out:—\n“Unclean! Unclean! Even the Almighty shuns my polluted flesh! I must\r\nbear this mark of shame upon my forehead until the Judgment Day.” They\r\nall paused. I had thrown myself beside her in an agony of helpless\r\ngrief, and putting my arms around held her tight. For a few minutes our\r\nsorrowful hearts beat together, whilst the friends around us turned away\r\ntheir eyes that ran tears silently. Then Van Helsing turned and said\r\ngravely; so gravely that I could not help feeling that he was in some\r\nway inspired, and was stating things outside himself:—\n“It may be that you may have to bear that mark till God himself see fit,\r\nas He most surely shall, on the Judgment Day, to redress all wrongs of\r\nthe earth and of His children that He has placed thereon. And oh, Madam\r\nMina, my dear, my dear, may we who love you be there to see, when that\r\nred scar, the sign of God’s knowledge of what has been, shall pass away,\r\nand leave your forehead as pure as the heart we know. For so surely as\r\nwe live, that scar shall pass away when God sees right to lift the\r\nburden that is hard upon us. Till then we bear our Cross, as His Son did\r\nin obedience to His Will. It may be that we are chosen instruments of\r\nHis good pleasure, and that we ascend to His bidding as that other\r\nthrough stripes and shame; through tears and blood; through doubts and\r\nfears, and all that makes the difference between God and man.”\nThere was hope in his words, and comfort; and they made for resignation.\r\nMina and I both felt so, and simultaneously we each took one of the old\r\nman’s hands and bent over and kissed it. Then without a word we all\r\nknelt down together, and, all holding hands, swore to be true to each\r\nother. We men pledged ourselves to raise the veil of sorrow from the\r\nhead of her whom, each in his own way, we loved; and we prayed for help\r\nand guidance in the terrible task which lay before us.\nIt was then time to start. So I said farewell to Mina, a parting which\r\nneither of us shall forget to our dying day; and we set out.\nTo one thing I have made up my mind: if we find out that Mina must be a\r\nvampire in the end, then she shall not go into that unknown and terrible\r\nland alone. I suppose it is thus that in old times one vampire meant\r\nmany; just as their hideous bodies could only rest in sacred earth, so\r\nthe holiest love was the recruiting sergeant for their ghastly ranks.\nWe entered Carfax without trouble and found all things the same as on\r\nthe first occasion. It was hard to believe that amongst so prosaic\r\nsurroundings of neglect and dust and decay there was any ground for such\r\nfear as already we knew. Had not our minds been made up, and had there\r\nnot been terrible memories to spur us on, we could hardly have proceeded\r\nwith our task. We found no papers, or any sign of use in the house; and\r\nin the old chapel the great boxes looked just as we had seen them last.\r\nDr. Van Helsing said to us solemnly as we stood before them:—\n“And now, my friends, we have a duty here to do. We must sterilise this\r\nearth, so sacred of holy memories, that he has brought from a far\r\ndistant land for such fell use. He has chosen this earth because it has\r\nbeen holy. Thus we defeat him with his own weapon, for we make it more\r\nholy still. It was sanctified to such use of man, now we sanctify it to\r\nGod.” As he spoke he took from his bag a screwdriver and a wrench, and\r\nvery soon the top of one of the cases was thrown open. The earth smelled\r\nmusty and close; but we did not somehow seem to mind, for our attention\r\nwas concentrated on the Professor. Taking from his box a piece of the\r\nSacred Wafer he laid it reverently on the earth, and then shutting down\r\nthe lid began to screw it home, we aiding him as he worked.\nOne by one we treated in the same way each of the great boxes, and left\r\nthem as we had found them to all appearance; but in each was a portion\r\nof the Host.\nWhen we closed the door behind us, the Professor said solemnly:—\n“So much is already done. If it may be that with all the others we can\r\nbe so successful, then the sunset of this evening may shine on Madam\r\nMina’s forehead all white as ivory and with no stain!”\nAs we passed across the lawn on our way to the station to catch our\r\ntrain we could see the front of the asylum. I looked eagerly, and in the\r\nwindow of my own room saw Mina. I waved my hand to her, and nodded to\r\ntell that our work there was successfully accomplished. She nodded in\r\nreply to show that she understood. The last I saw, she was waving her\r\nhand in farewell. It was with a heavy heart that we sought the station\r\nand just caught the train, which was steaming in as we reached the\r\nplatform.\nI have written this in the train.\n \nPiccadilly, 12:30 o’clock.—Just before we reached Fenchurch Street\r\nLord Godalming said to me:—\n“Quincey and I will find a locksmith. You had better not come with us in\r\ncase there should be any difficulty; for under the circumstances it\r\nwouldn’t seem so bad for us to break into an empty house. But you are a\r\nsolicitor and the Incorporated Law Society might tell you that you\r\nshould have known better.” I demurred as to my not sharing any danger\r\neven of odium, but he went on: “Besides, it will attract less attention\r\nif there are not too many of us. My title will make it all right with\r\nthe locksmith, and with any policeman that may come along. You had\r\nbetter go with Jack and the Professor and stay in the Green Park,\r\nsomewhere in sight of the house; and when you see the door opened and\r\nthe smith has gone away, do you all come across. We shall be on the\r\nlookout for you, and shall let you in.”\n“The advice is good!” said Van Helsing, so we said no more. Godalming\r\nand Morris hurried off in a cab, we following in another. At the corner\r\nof Arlington Street our contingent got out and strolled into the Green\r\nPark. My heart beat as I saw the house on which so much of our hope was\r\ncentred, looming up grim and silent in its deserted condition amongst\r\nits more lively and spruce-looking neighbours. We sat down on a bench\r\nwithin good view, and began to smoke cigars so as to attract as little\r\nattention as possible. The minutes seemed to pass with leaden feet as we\r\nwaited for the coming of the others.\nAt length we saw a four-wheeler drive up. Out of it, in leisurely\r\nfashion, got Lord Godalming and Morris; and down from the box descended\r\na thick-set working man with his rush-woven basket of tools. Morris paid\r\nthe cabman, who touched his hat and drove away. Together the two\r\nascended the steps, and Lord Godalming pointed out what he wanted done.\r\nThe workman took off his coat leisurely and hung it on one of the spikes\r\nof the rail, saying something to a policeman who just then sauntered\r\nalong. The policeman nodded acquiescence, and the man kneeling down\r\nplaced his bag beside him. After searching through it, he took out a\r\nselection of tools which he produced to lay beside him in orderly\r\nfashion. Then he stood up, looked into the keyhole, blew into it, and\r\nturning to his employers, made some remark. Lord Godalming smiled, and\r\nthe man lifted a good-sized bunch of keys; selecting one of them, he\r\nbegan to probe the lock, as if feeling his way with it. After fumbling\r\nabout for a bit he tried a second, and then a third. All at once the\r\ndoor opened under a slight push from him, and he and the two others\r\nentered the hall. We sat still; my own cigar burnt furiously, but Van\r\nHelsing’s went cold altogether. We waited patiently as we saw the\r\nworkman come out and bring in his bag. Then he held the door partly\r\nopen, steadying it with his knees, whilst he fitted a key to the lock.\r\nThis he finally handed to Lord Godalming, who took out his purse and\r\ngave him something. The man touched his hat, took his bag, put on his\r\ncoat and departed; not a soul took the slightest notice of the whole\r\ntransaction.\nWhen the man had fairly gone, we three crossed the street and knocked at\r\nthe door. It was immediately opened by Quincey Morris, beside whom stood\r\nLord Godalming lighting a cigar.\n“The place smells so vilely,” said the latter as we came in. It did\r\nindeed smell vilely—like the old chapel at Carfax—and with our\r\nprevious experience it was plain to us that the Count had been using the\r\nplace pretty freely. We moved to explore the house, all keeping together\r\nin case of attack; for we knew we had a strong and wily enemy to deal\r\nwith, and as yet we did not know whether the Count might not be in the\r\nhouse. In the dining-room, which lay at the back of the hall, we found\r\neight boxes of earth. Eight boxes only out of the nine, which we sought!\r\nOur work was not over, and would never be until we should have found the\r\nmissing box. First we opened the shutters of the window which looked out\r\nacross a narrow stone-flagged yard at the blank face of a stable,\r\npointed to look like the front of a miniature house. There were no\r\nwindows in it, so we were not afraid of being over-looked. We did not\r\nlose any time in examining the chests. With the tools which we had\r\nbrought with us we opened them, one by one, and treated them as we had\r\ntreated those others in the old chapel. It was evident to us that the\r\nCount was not at present in the house, and we proceeded to search for\r\nany of his effects.\nAfter a cursory glance at the rest of the rooms, from basement to attic,\r\nwe came to the conclusion that the dining-room contained any effects\r\nwhich might belong to the Count; and so we proceeded to minutely examine\r\nthem. They lay in a sort of orderly disorder on the great dining-room\r\ntable. There were title deeds of the Piccadilly house in a great bundle;\r\ndeeds of the purchase of the houses at Mile End and Bermondsey;\r\nnote-paper, envelopes, and pens and ink. All were covered up in thin\r\nwrapping paper to keep them from the dust. There were also a clothes\r\nbrush, a brush and comb, and a jug and basin—the latter containing\r\ndirty water which was reddened as if with blood. Last of all was a\r\nlittle heap of keys of all sorts and sizes, probably those belonging to\r\nthe other houses. When we had examined this last find, Lord Godalming\r\nand Quincey Morris taking accurate notes of the various addresses of the\r\nhouses in the East and the South, took with them the keys in a great\r\nbunch, and set out to destroy the boxes in these places. The rest of us\r\nare, with what patience we can, waiting their return—or the coming of\r\nthe Count.\n\n3 October.—The time seemed terribly long whilst we were waiting\r\nfor the coming of Godalming and Quincey Morris. The Professor tried to keep our\r\nminds active by using them all the time. I could see his beneficent purpose, by\r\nthe side glances which he threw from time to time at Harker. The poor fellow is\r\noverwhelmed in a misery that is appalling to see. Last night he was a frank,\r\nhappy-looking man, with strong, youthful face, full of energy, and with dark\r\nbrown hair. To-day he is a drawn, haggard old man, whose white hair matches\r\nwell with the hollow burning eyes and grief-written lines of his face. His\r\nenergy is still intact; in fact, he is like a living flame. This may yet be his\r\nsalvation, for, if all go well, it will tide him over the despairing period; he\r\nwill then, in a kind of way, wake again to the realities of life. Poor fellow,\r\nI thought my own trouble was bad enough, but his——! The Professor\r\nknows this well enough, and is doing his best to keep his mind active. What he\r\nhas been saying was, under the circumstances, of absorbing interest. So well as\r\nI can remember, here it is:—\r\n\n“I have studied, over and over again since they came into my hands, all\r\nthe papers relating to this monster; and the more I have studied, the\r\ngreater seems the necessity to utterly stamp him out. All through there\r\nare signs of his advance; not only of his power, but of his knowledge of\r\nit. As I learned from the researches of my friend Arminus of Buda-Pesth,\r\nhe was in life a most wonderful man. Soldier, statesman, and\r\nalchemist—which latter was the highest development of the\r\nscience-knowledge of his time. He had a mighty brain, a learning beyond\r\ncompare, and a heart that knew no fear and no remorse. He dared even to\r\nattend the Scholomance, and there was no branch of knowledge of his time\r\nthat he did not essay. Well, in him the brain powers survived the\r\nphysical death; though it would seem that memory was not all complete.\r\nIn some faculties of mind he has been, and is, only a child; but he is\r\ngrowing, and some things that were childish at the first are now of\r\nman’s stature. He is experimenting, and doing it well; and if it had not\r\nbeen that we have crossed his path he would be yet—he may be yet if we\r\nfail—the father or furtherer of a new order of beings, whose road must\r\nlead through Death, not Life.”\nHarker groaned and said, “And this is all arrayed against my darling!\r\nBut how is he experimenting? The knowledge may help us to defeat him!”\n“He has all along, since his coming, been trying his power, slowly but\r\nsurely; that big child-brain of his is working. Well for us, it is, as\r\nyet, a child-brain; for had he dared, at the first, to attempt certain\r\nthings he would long ago have been beyond our power. However, he means\r\nto succeed, and a man who has centuries before him can afford to wait\r\nand to go slow. Festina lente may well be his motto.”\n“I fail to understand,” said Harker wearily. “Oh, do be more plain to\r\nme! Perhaps grief and trouble are dulling my brain.”\nThe Professor laid his hand tenderly on his shoulder as he spoke:—\n“Ah, my child, I will be plain. Do you not see how, of late, this\r\nmonster has been creeping into knowledge experimentally. How he has been\r\nmaking use of the zoöphagous patient to effect his entry into friend\r\nJohn’s home; for your Vampire, though in all afterwards he can come when\r\nand how he will, must at the first make entry only when asked thereto by\r\nan inmate. But these are not his most important experiments. Do we not\r\nsee how at the first all these so great boxes were moved by others. He\r\nknew not then but that must be so. But all the time that so great\r\nchild-brain of his was growing, and he began to consider whether he\r\nmight not himself move the box. So he began to help; and then, when he\r\nfound that this be all-right, he try to move them all alone. And so he\r\nprogress, and he scatter these graves of him; and none but he know where\r\nthey are hidden. He may have intend to bury them deep in the ground. So\r\nthat he only use them in the night, or at such time as he can change his\r\nform, they do him equal well; and none may know these are his\r\nhiding-place! But, my child, do not despair; this knowledge come to him\r\njust too late! Already all of his lairs but one be sterilise as for him;\r\nand before the sunset this shall be so. Then he have no place where he\r\ncan move and hide. I delayed this morning that so we might be sure. Is\r\nthere not more at stake for us than for him? Then why we not be even\r\nmore careful than him? By my clock it is one hour and already, if all be\r\nwell, friend Arthur and Quincey are on their way to us. To-day is our\r\nday, and we must go sure, if slow, and lose no chance. See! there are\r\nfive of us when those absent ones return.”\nWhilst he was speaking we were startled by a knock at the hall door, the\r\ndouble postman’s knock of the telegraph boy. We all moved out to the\r\nhall with one impulse, and Van Helsing, holding up his hand to us to\r\nkeep silence, stepped to the door and opened it. The boy handed in a\r\ndespatch. The Professor closed the door again, and, after looking at the\r\ndirection, opened it and read aloud.\n“Look out for D. He has just now, 12:45, come from Carfax hurriedly and\r\nhastened towards the South. He seems to be going the round and may want\r\nto see you: Mina.”\nThere was a pause, broken by Jonathan Harker’s voice:—\n“Now, God be thanked, we shall soon meet!” Van Helsing turned to him\r\nquickly and said:—\n“God will act in His own way and time. Do not fear, and do not rejoice\r\nas yet; for what we wish for at the moment may be our undoings.”\n“I care for nothing now,” he answered hotly, “except to wipe out this\r\nbrute from the face of creation. I would sell my soul to do it!”\n“Oh, hush, hush, my child!” said Van Helsing. “God does not purchase\r\nsouls in this wise; and the Devil, though he may purchase, does not keep\r\nfaith. But God is merciful and just, and knows your pain and your\r\ndevotion to that dear Madam Mina. Think you, how her pain would be\r\ndoubled, did she but hear your wild words. Do not fear any of us, we are\r\nall devoted to this cause, and to-day shall see the end. The time is\r\ncoming for action; to-day this Vampire is limit to the powers of man,\r\nand till sunset he may not change. It will take him time to arrive\r\nhere—see, it is twenty minutes past one—and there are yet some times\r\nbefore he can hither come, be he never so quick. What we must hope for\r\nis that my Lord Arthur and Quincey arrive first.”\nAbout half an hour after we had received Mrs. Harker’s telegram, there\r\ncame a quiet, resolute knock at the hall door. It was just an ordinary\r\nknock, such as is given hourly by thousands of gentlemen, but it made\r\nthe Professor’s heart and mine beat loudly. We looked at each other, and\r\ntogether moved out into the hall; we each held ready to use our various\r\narmaments—the spiritual in the left hand, the mortal in the right. Van\r\nHelsing pulled back the latch, and, holding the door half open, stood\r\nback, having both hands ready for action. The gladness of our hearts\r\nmust have shown upon our faces when on the step, close to the door, we\r\nsaw Lord Godalming and Quincey Morris. They came quickly in and closed\r\nthe door behind them, the former saying, as they moved along the\r\nhall:—\n“It is all right. We found both places; six boxes in each and we\r\ndestroyed them all!”\n“Destroyed?” asked the Professor.\n“For him!” We were silent for a minute, and then Quincey said:—\n“There’s nothing to do but to wait here. If, however, he doesn’t turn up\r\nby five o’clock, we must start off; for it won’t do to leave Mrs. Harker\r\nalone after sunset.”\n“He will be here before long now,” said Van Helsing, who had been\r\nconsulting his pocket-book. “Nota bene, in Madam’s telegram he went\r\nsouth from Carfax, that means he went to cross the river, and he could\r\nonly do so at slack of tide, which should be something before one\r\no’clock. That he went south has a meaning for us. He is as yet only\r\nsuspicious; and he went from Carfax first to the place where he would\r\nsuspect interference least. You must have been at Bermondsey only a\r\nshort time before him. That he is not here already shows that he went to\r\nMile End next. This took him some time; for he would then have to be\r\ncarried over the river in some way. Believe me, my friends, we shall not\r\nhave long to wait now. We should have ready some plan of attack, so that\r\nwe may throw away no chance. Hush, there is no time now. Have all your\r\narms! Be ready!” He held up a warning hand as he spoke, for we all could\r\nhear a key softly inserted in the lock of the hall door.\nI could not but admire, even at such a moment, the way in which a\r\ndominant spirit asserted itself. In all our hunting parties and\r\nadventures in different parts of the world, Quincey Morris had always\r\nbeen the one to arrange the plan of action, and Arthur and I had been\r\naccustomed to obey him implicitly. Now, the old habit seemed to be\r\nrenewed instinctively. With a swift glance around the room, he at once\r\nlaid out our plan of attack, and, without speaking a word, with a\r\ngesture, placed us each in position. Van Helsing, Harker, and I were\r\njust behind the door, so that when it was opened the Professor could\r\nguard it whilst we two stepped between the incomer and the door.\r\nGodalming behind and Quincey in front stood just out of sight ready to\r\nmove in front of the window. We waited in a suspense that made the\r\nseconds pass with nightmare slowness. The slow, careful steps came along\r\nthe hall; the Count was evidently prepared for some surprise—at least\r\nhe feared it.\nSuddenly with a single bound he leaped into the room, winning a way past\r\nus before any of us could raise a hand to stay him. There was something\r\nso panther-like in the movement—something so unhuman, that it seemed\r\nto sober us all from the shock of his coming. The first to act was\r\nHarker, who, with a quick movement, threw himself before the door\r\nleading into the room in the front of the house. As the Count saw us, a\r\nhorrible sort of snarl passed over his face, showing the eye-teeth long\r\nand pointed; but the evil smile as quickly passed into a cold stare of\r\nlion-like disdain. His expression again changed as, with a single\r\nimpulse, we all advanced upon him. It was a pity that we had not some\r\nbetter organised plan of attack, for even at the moment I wondered what\r\nwe were to do. I did not myself know whether our lethal weapons would\r\navail us anything. Harker evidently meant to try the matter, for he had\r\nready his great Kukri knife and made a fierce and sudden cut at him. The\r\nblow was a powerful one; only the diabolical quickness of the Count’s\r\nleap back saved him. A second less and the trenchant blade had shorne\r\nthrough his heart. As it was, the point just cut the cloth of his coat,\r\nmaking a wide gap whence a bundle of bank-notes and a stream of gold\r\nfell out. The expression of the Count’s face was so hellish, that for a\r\nmoment I feared for Harker, though I saw him throw the terrible knife\r\naloft again for another stroke. Instinctively I moved forward with a\r\nprotective impulse, holding the Crucifix and Wafer in my left hand. I\r\nfelt a mighty power fly along my arm; and it was without surprise that I\r\nsaw the monster cower back before a similar movement made spontaneously\r\nby each one of us. It would be impossible to describe the expression of\r\nhate and baffled malignity—of anger and hellish rage—which came over\r\nthe Count’s face. His waxen hue became greenish-yellow by the contrast\r\nof his burning eyes, and the red scar on the forehead showed on the\r\npallid skin like a palpitating wound. The next instant, with a sinuous\r\ndive he swept under Harker’s arm, ere his blow could fall, and, grasping\r\na handful of the money from the floor, dashed across the room, threw\r\nhimself at the window. Amid the crash and glitter of the falling glass,\r\nhe tumbled into the flagged area below. Through the sound of the\r\nshivering glass I could hear the “ting” of the gold, as some of the\r\nsovereigns fell on the flagging.\nWe ran over and saw him spring unhurt from the ground. He, rushing up\r\nthe steps, crossed the flagged yard, and pushed open the stable door.\r\nThere he turned and spoke to us:—\n“You think to baffle me, you—with your pale faces all in a row, like\r\nsheep in a butcher’s. You shall be sorry yet, each one of you! You think\r\nyou have left me without a place to rest; but I have more. My revenge is\r\njust begun! I spread it over centuries, and time is on my side. Your\r\ngirls that you all love are mine already; and through them you and\r\nothers shall yet be mine—my creatures, to do my bidding and to be my\r\njackals when I want to feed. Bah!” With a contemptuous sneer, he passed\r\nquickly through the door, and we heard the rusty bolt creak as he\r\nfastened it behind him. A door beyond opened and shut. The first of us\r\nto speak was the Professor, as, realising the difficulty of following\r\nhim through the stable, we moved toward the hall.\n“We have learnt something—much! Notwithstanding his brave words, he\r\nfears us; he fear time, he fear want! For if not, why he hurry so? His\r\nvery tone betray him, or my ears deceive. Why take that money? You\r\nfollow quick. You are hunters of wild beast, and understand it so. For\r\nme, I make sure that nothing here may be of use to him, if so that he\r\nreturn.” As he spoke he put the money remaining into his pocket; took\r\nthe title-deeds in the bundle as Harker had left them, and swept the\r\nremaining things into the open fireplace, where he set fire to them with\r\na match.\nGodalming and Morris had rushed out into the yard, and Harker had\r\nlowered himself from the window to follow the Count. He had, however,\r\nbolted the stable door; and by the time they had forced it open there\r\nwas no sign of him. Van Helsing and I tried to make inquiry at the back\r\nof the house; but the mews was deserted and no one had seen him depart.\nIt was now late in the afternoon, and sunset was not far off. We had to\r\nrecognise that our game was up; with heavy hearts we agreed with the\r\nProfessor when he said:—\n“Let us go back to Madam Mina—poor, poor dear Madam Mina. All we can do\r\njust now is done; and we can there, at least, protect her. But we need\r\nnot despair. There is but one more earth-box, and we must try to find\r\nit; when that is done all may yet be well.” I could see that he spoke as\r\nbravely as he could to comfort Harker. The poor fellow was quite broken\r\ndown; now and again he gave a low groan which he could not suppress—he\r\nwas thinking of his wife.\nWith sad hearts we came back to my house, where we found Mrs. Harker\r\nwaiting us, with an appearance of cheerfulness which did honour to her\r\nbravery and unselfishness. When she saw our faces, her own became as\r\npale as death: for a second or two her eyes were closed as if she were\r\nin secret prayer; and then she said cheerfully:—\n“I can never thank you all enough. Oh, my poor darling!” As she spoke,\r\nshe took her husband’s grey head in her hands and kissed it—“Lay your\r\npoor head here and rest it. All will yet be well, dear! God will protect\r\nus if He so will it in His good intent.” The poor fellow groaned. There\r\nwas no place for words in his sublime misery.\nWe had a sort of perfunctory supper together, and I think it cheered us\r\nall up somewhat. It was, perhaps, the mere animal heat of food to hungry\r\npeople—for none of us had eaten anything since breakfast—or the sense\r\nof companionship may have helped us; but anyhow we were all less\r\nmiserable, and saw the morrow as not altogether without hope. True to\r\nour promise, we told Mrs. Harker everything which had passed; and\r\nalthough she grew snowy white at times when danger had seemed to\r\nthreaten her husband, and red at others when his devotion to her was\r\nmanifested, she listened bravely and with calmness. When we came to the\r\npart where Harker had rushed at the Count so recklessly, she clung to\r\nher husband’s arm, and held it tight as though her clinging could\r\nprotect him from any harm that might come. She said nothing, however,\r\ntill the narration was all done, and matters had been brought right up\r\nto the present time. Then without letting go her husband’s hand she\r\nstood up amongst us and spoke. Oh, that I could give any idea of the\r\nscene; of that sweet, sweet, good, good woman in all the radiant beauty\r\nof her youth and animation, with the red scar on her forehead, of which\r\nshe was conscious, and which we saw with grinding of our\r\nteeth—remembering whence and how it came; her loving kindness against\r\nour grim hate; her tender faith against all our fears and doubting; and\r\nwe, knowing that so far as symbols went, she with all her goodness and\r\npurity and faith, was outcast from God", "summary": "\nThis excerpt begins with the climactic moments of Renfield's attack by Dracula. As Renfield lay dying from his injuries, he reveals he attempted to resist Dracula when he realized the vampire was preying on Mina. Armed with this knowledge, Van Helsing leads the men to Mina's room, where they make a shocking discovery—Dracula is forcing Mina to drink his blood. When the men burst in, the Count flees in the form of mist after being confronted with the sacred wafer.\nThe horrific implications become clear as Mina reveals what happened. Dracula had visited her multiple times, drinking her blood and finally forcing her to drink his, creating a psychic bond between them. He claimed this would make her \"flesh of his flesh,\" allowing him to control her and turn her into his companion. The group is devastated, especially when they discover that the sacred wafer burns Mina's forehead, marking her as \"unclean\" and suggesting she is now partially corrupted by vampire influence.\nDespite her condition, Mina remains resolute, even suggesting she would take her own life rather than become a danger to those she loves. Van Helsing counsels against this, insisting that she must live until Dracula is destroyed. The group renews their determination to hunt the vampire, with Mina now fully included in their plans and knowledge, since secrecy no longer serves any purpose.\nThe hunters devise a strategy to find and destroy all of Dracula's lairs before sunset, when he will be at his weakest. They first visit Carfax and neutralize the remaining earth boxes by placing pieces of the Host inside them. Then they proceed to the Piccadilly house that Harker had identified. Using a locksmith to gain legal entry, they discover eight more boxes but realize one is still missing. While searching the house, they find various documents revealing Dracula's other properties in London.\nTheir search is interrupted when Mina sends a telegram warning that Dracula is heading toward them. The group prepares for confrontation, and when the Count arrives, a violent struggle ensues. Harker attempts to kill Dracula with his kukri knife but only manages to tear his coat, causing money to spill out. Faced with crucifixes and sacred wafers, Dracula retreats, leaping through a window and escaping through the stables. Before fleeing, he delivers a chilling threat, boasting that his revenge has only begun and that time is on his side.\nThough disheartened by Dracula's escape, the group finds solace in knowing they have destroyed most of his earth boxes, leaving him with only one refuge remaining. They return to Mina, who despite her grim situation, displays remarkable courage and composure. As they recount the day's events, she listens bravely, clinging to her husband's hand, the red scar on her forehead a constant reminder of her connection to the vampire and the terrible danger she faces if they fail to destroy him.\n", "map": [["Mina's blood consumption", "Creation of psychic bond"], ["Sacred wafer burning forehead", "Evidence of spiritual corruption"], ["Dracula forcing blood exchange", "Establishing dominance relationship"], ["Renfield's resistance", "Recognition of Mina's endangerment"], ["Neutralizing earth boxes", "Restricting vampire's mobility"], ["Mina's suicidal resolve", "Prioritizing others' safety"], ["Van Helsing's intervention", "Preservation of Mina's life"], ["Dracula's temporal advantage", "Centuries-spanning revenge promise"], ["Harker's violent assault", "Expression of desperate love"], ["Mina's courageous composure", "Strength amid spiritual violation"]]}