{"source": "https://www.gutenberg.org/cache/epub/3300/pg3300-images.html", "text": " The exchangeable value of every thing must always be\r\nprecisely equal to the extent of this power which it conveys to its owner.\r\n\n\r\nBut though labour be the real measure of the exchangeable value of all\r\ncommodities, it is not that by which their value is commonly estimated. It is\r\noften difficult to ascertain the proportion between two different quantities of\r\nlabour. The time spent in two different sorts of work will not always alone\r\ndetermine this proportion. The different degrees of hardship endured, and of\r\ningenuity exercised, must likewise be taken into account. There may be more\r\nlabour in an hour’s hard work, than in two hours easy business; or in an\r\nhour’s application to a trade which it cost ten years labour to learn,\r\nthan in a month’s industry, at an ordinary and obvious employment. But it\r\nis not easy to find any accurate measure either of hardship or ingenuity. In\r\nexchanging, indeed, the different productions of different sorts of labour for\r\none another, some allowance is commonly made for both. It is adjusted, however,\r\nnot by any accurate measure, but by the higgling and bargaining of the market,\r\naccording to that sort of rough equality which, though not exact, is sufficient\r\nfor carrying on the business of common life.\r\n\n\r\nEvery commodity, besides, is more frequently exchanged for, and thereby\r\ncompared with, other commodities, than with labour. It is more natural,\r\ntherefore, to estimate its exchangeable value by the quantity of some other\r\ncommodity, than by that of the labour which it can produce. The greater part of\r\npeople, too, understand better what is meant by a quantity of a particular\r\ncommodity, than by a quantity of labour. The one is a plain palpable object;\r\nthe other an abstract notion, which though it can be made sufficiently\r\nintelligible, is not altogether so natural and obvious.\r\n\n\r\nBut when barter ceases, and money has become the common instrument of commerce,\r\nevery particular commodity is more frequently exchanged for money than for any\r\nother commodity. The butcher seldom carries his beef or his mutton to the baker\r\nor the brewer, in order to exchange them for bread or for beer; but he carries\r\nthem to the market, where he exchanges them for money, and afterwards exchanges\r\nthat money for bread and for beer. The quantity of money which he gets for them\r\nregulates, too, the quantity of bread and beer which he can afterwards\r\npurchase. It is more natural and obvious to him, therefore, to estimate their\r\nvalue by the quantity of money, the commodity for which he immediately\r\nexchanges them, than by that of bread and beer, the commodities for which he\r\ncan exchange them only by the intervention of another commodity; and rather to\r\nsay that his butcher’s meat is worth three-pence or fourpence a-pound,\r\nthan that it is worth three or four pounds of bread, or three or four quarts of\r\nsmall beer. Hence it comes to pass, that the exchangeable value of every\r\ncommodity is more frequently estimated by the quantity of money, than by the\r\nquantity either of labour or of any other commodity which can be had in\r\nexchange for it.\r\n\n\r\nGold and silver, however, like every other commodity, vary in their value; are\r\nsometimes cheaper and sometimes dearer, sometimes of easier and sometimes of\r\nmore difficult purchase. The quantity of labour which any particular quantity\r\nof them can purchase or command, or the quantity of other goods which it will\r\nexchange for, depends always upon the fertility or barrenness of the mines\r\nwhich happen to be known about the time when such exchanges are made. The\r\ndiscovery of the abundant mines of America, reduced, in the sixteenth century,\r\nthe value of gold and silver in Europe to about a third of what it had been\r\nbefore. As it cost less labour to bring those metals from the mine to the\r\nmarket, so, when they were brought thither, they could purchase or command less\r\nlabour; and this revolution in their value, though perhaps the greatest, is by\r\nno means the only one of which history gives some account. But as a measure of\r\nquantity, such as the natural foot, fathom, or handful, which is continually\r\nvarying in its own quantity, can never be an accurate measure of the quantity\r\nof other things; so a commodity which is itself continually varying in its own\r\nvalue, can never be an accurate measure of the value of other commodities.\r\nEqual quantities of labour, at all times and places, may be said to be of equal\r\nvalue to the labourer. In his ordinary state of health, strength, and spirits;\r\nin the ordinary degree of his skill and dexterity, he must always lay down the\r\nsame portion of his ease, his liberty, and his happiness. The price which he\r\npays must always be the same, whatever may be the quantity of goods which he\r\nreceives in return for it. Of these, indeed, it may sometimes purchase a\r\ngreater and sometimes a smaller quantity; but it is their value which varies,\r\nnot that of the labour which purchases them. At all times and places, that is\r\ndear which it is difficult to come at, or which it costs much labour to\r\nacquire; and that cheap which is to be had easily, or with very little labour.\r\nLabour alone, therefore, never varying in its own value, is alone the ultimate\r\nand real standard by which the value of all commodities can at all times and\r\nplaces be estimated and compared. It is their real price; money is their\r\nnominal price only.\r\n\n\r\nBut though equal quantities of labour are always of equal value to the\r\nlabourer, yet to the person who employs him they appear sometimes to be of\r\ngreater, and sometimes of smaller value. He purchases them sometimes with a\r\ngreater, and sometimes with a smaller quantity of goods, and to him the price\r\nof labour seems to vary like that of all other things. It appears to him dear\r\nin the one case, and cheap in the other. In reality, however, it is the goods\r\nwhich are cheap in the one case, and dear in the other.\r\n\n\r\nIn this popular sense, therefore, labour, like commodities, may be said to have\r\na real and a nominal price. Its real price may be said to consist in the\r\nquantity of the necessaries and conveniencies of life which are given for it;\r\nits nominal price, in the quantity of money. The labourer is rich or poor, is\r\nwell or ill rewarded, in proportion to the real, not to the nominal price of\r\nhis labour.\r\n\n\r\nThe distinction between the real and the nominal price of commodities and\r\nlabour is not a matter of mere speculation, but may sometimes be of\r\nconsiderable use in practice. The same real price is always of the same value;\r\nbut on account of the variations in the value of gold and silver, the same\r\nnominal price is sometimes of very different values. When a landed estate,\r\ntherefore, is sold with a reservation of a perpetual rent, if it is intended\r\nthat this rent should always be of the same value, it is of importance to the\r\nfamily in whose favour it is reserved, that it should not consist in a\r\nparticular sum of money. Its value would in this case be liable to variations\r\nof two different kinds: first, to those which arise from the different\r\nquantities of gold and silver which are contained at different times in coin of\r\nthe same denomination; and, secondly, to those which arise from the different\r\nvalues of equal quantities of gold and silver at different times.\r\n\n\r\nPrinces and sovereign states have frequently fancied that they had a temporary\r\ninterest to diminish the quantity of pure metal contained in their coins; but\r\nthey seldom have fancied that they had any to augment it. The quantity of metal\r\ncontained in the coins, I believe of all nations, has accordingly been almost\r\ncontinually diminishing, and hardly ever augmenting. Such variations,\r\ntherefore, tend almost always to diminish the value of a money rent.\r\n\n\r\nThe discovery of the mines of America diminished the value of gold and silver\r\nin Europe. This diminution, it is commonly supposed, though I apprehend without\r\nany certain proof, is still going on gradually, and is likely to continue to do\r\nso for a long time. Upon this supposition, therefore, such variations are more\r\nlikely to diminish than to augment the value of a money rent, even though it\r\nshould be stipulated to be paid, not in such a quantity of coined money of such\r\na denomination (in so many pounds sterling, for example), but in so many\r\nounces, either of pure silver, or of silver of a certain standard.\r\n\n\r\nThe rents which have been reserved in corn, have preserved their value much\r\nbetter than those which have been reserved in money, even where the\r\ndenomination of the coin has not been altered. By the 18th of Elizabeth, it was\r\nenacted, that a third of the rent of all college leases should be reserved in\r\ncorn, to be paid either in kind, or according to the current prices at the\r\nnearest public market. The money arising from this corn rent, though originally\r\nbut a third of the whole, is, in the present times, according to Dr.\r\nBlackstone, commonly near double of what arises from the other two-thirds. The\r\nold money rents of colleges must, according to this account, have sunk almost\r\nto a fourth part of their ancient value, or are worth little more than a fourth\r\npart of the corn which they were formerly worth. But since the reign of Philip\r\nand Mary, the denomination of the English coin has undergone little or no\r\nalteration, and the same number of pounds, shillings, and pence, have contained\r\nvery nearly the same quantity of pure silver. This degradation, therefore, in\r\nthe value of the money rents of colleges, has arisen altogether from the\r\ndegradation in the price of silver.\r\n\n\r\nWhen the degradation in the value of silver is combined with the diminution of\r\nthe quantity of it contained in the coin of the same denomination, the loss is\r\nfrequently still greater. In Scotland, where the denomination of the coin has\r\nundergone much greater alterations than it ever did in England, and in France,\r\nwhere it has undergone still greater than it ever did in Scotland, some ancient\r\nrents, originally of considerable value, have, in this manner, been reduced\r\nalmost to nothing.\r\n\n\r\nEqual quantities of labour will, at distant times, be purchased more nearly\r\nwith equal quantities of corn, the subsistence of the labourer, than with equal\r\nquantities of gold and silver, or, perhaps, of any other commodity. Equal\r\nquantities of corn, therefore, will, at distant times, be more nearly of the\r\nsame real value, or enable the possessor to purchase or command more nearly the\r\nsame quantity of the labour of other people. They will do this, I say, more\r\nnearly than equal quantities of almost any other commodity; for even equal\r\nquantities of corn will not do it exactly. The subsistence of the labourer, or\r\nthe real price of labour, as I shall endeavour to shew hereafter, is very\r\ndifferent upon different occasions; more liberal in a society advancing to\r\nopulence, than in one that is standing still, and in one that is standing\r\nstill, than in one that is going backwards. Every other commodity, however,\r\nwill, at any particular time, purchase a greater or smaller quantity of labour,\r\nin proportion to the quantity of subsistence which it can purchase at that\r\ntime. A rent, therefore, reserved in corn, is liable only to the variations in\r\nthe quantity of labour which a certain quantity of corn can purchase. But a\r\nrent reserved in any other commodity is liable, not only to the variations in\r\nthe quantity of labour which any particular quantity of corn can purchase, but\r\nto the variations in the quantity of corn which can be purchased by any\r\nparticular quantity of that commodity.\r\n\n\r\nThough the real value of a corn rent, it is to be observed, however, varies\r\nmuch less from century to century than that of a money rent, it varies much\r\nmore from year to year. The money price of labour, as I shall endeavour to shew\r\nhereafter, does not fluctuate from year to year with the money price of corn,\r\nbut seems to be everywhere accommodated, not to the temporary or occasional,\r\nbut to the average or ordinary price of that necessary of life. The average or\r\nordinary price of corn, again is regulated, as I shall likewise endeavour to\r\nshew hereafter, by the value of silver, by the richness or barrenness of the\r\nmines which supply the market with that metal, or by the quantity of labour\r\nwhich must be employed, and consequently of corn which must be consumed, in\r\norder to bring any particular quantity of silver from the mine to the market.\r\nBut the value of silver, though it sometimes varies greatly from century to\r\ncentury, seldom varies much from year to year, but frequently continues the\r\nsame, or very nearly the same, for half a century or a century together. The\r\nordinary or average money price of corn, therefore, may, during so long a\r\nperiod, continue the same, or very nearly the same, too, and along with it the\r\nmoney price of labour, provided, at least, the society continues, in other\r\nrespects, in the same, or nearly in the same, condition. In the mean time, the\r\ntemporary and occasional price of corn may frequently be double one year of\r\nwhat it had been the year before, or fluctuate, for example, from\r\nfive-and-twenty to fifty shillings the quarter. But when corn is at the latter\r\nprice, not only the nominal, but the real value of a corn rent, will be double\r\nof what it is when at the former, or will command double the quantity either of\r\nlabour, or of the greater part of other commodities; the money price of labour,\r\nand along with it that of most other things, continuing the same during all\r\nthese fluctuations.\r\n\n\r\nLabour, therefore, it appears evidently, is the only universal, as well as the\r\nonly accurate, measure of value, or the only standard by which we can compare\r\nthe values of different commodities, at all times, and at all places. We cannot\r\nestimate, it is allowed, the real value of different commodities from century\r\nto century by the quantities of silver which were given for them. We cannot\r\nestimate it from year to year by the quantities of corn. By the quantities of\r\nlabour, we can, with the greatest accuracy, estimate it, both from century to\r\ncentury, and from year to year. From century to century, corn is a better\r\nmeasure than silver, because, from century to century, equal quantities of corn\r\nwill command the same quantity of labour more nearly than equal quantities of\r\nsilver. From year to year, on the contrary, silver is a better measure than\r\ncorn, because equal quantities of it will more nearly command the same quantity\r\nof labour.\r\n\n\r\nBut though, in establishing perpetual rents, or even in letting very long\r\nleases, it may be of use to distinguish between real and nominal price; it is\r\nof none in buying and selling, the more common and ordinary transactions of\r\nhuman life.\r\n\n\r\nAt the same time and place, the real and the nominal price of all commodities\r\nare exactly in proportion to one another. The more or less money you get for\r\nany commodity, in the London market, for example, the more or less labour it\r\nwill at that time and place enable you to purchase or command. At the same time\r\nand place, therefore, money is the exact measure of the real exchangeable value\r\nof all commodities. It is so, however, at the same time and place only.\r\n\n\r\nThough at distant places there is no regular proportion between the real and\r\nthe money price of commodities, yet the merchant who carries goods from the one\r\nto the other, has nothing to consider but the money price, or the difference\r\nbetween the quantity of silver for which he buys them, and that for which he is\r\nlikely to sell them. Half an ounce of silver at Canton in China may command a\r\ngreater quantity both of labour and of the necessaries and conveniencies of\r\nlife, than an ounce at London. A commodity, therefore, which sells for half an\r\nounce of silver at Canton, may there be really dearer, of more real importance\r\nto the man who possesses it there, than a commodity which sells for an ounce at\r\nLondon is to the man who possesses it at London. If a London merchant, however,\r\ncan buy at Canton, for half an ounce of silver, a commodity which he can\r\nafterwards sell at London for an ounce, he gains a hundred per cent. by the\r\nbargain, just as much as if an ounce of silver was at London exactly of the\r\nsame value as at Canton. It is of no importance to him that half an ounce of\r\nsilver at Canton would have given him the command of more labour, and of a\r\ngreater quantity of the necessaries and conveniencies of life than an ounce can\r\ndo at London. An ounce at London will always give him the command of double the\r\nquantity of all these, which half an ounce could have done there, and this is\r\nprecisely what he wants.\r\n\n\r\nAs it is the nominal or money price of goods, therefore, which finally\r\ndetermines the prudence or imprudence of all purchases and sales, and thereby\r\nregulates almost the whole business of common life in which price is concerned,\r\nwe cannot wonder that it should have been so much more attended to than the\r\nreal price.\r\n\n\r\nIn such a work as this, however, it may sometimes be of use to compare the\r\ndifferent real values of a particular commodity at different times and places,\r\nor the different degrees of power over the labour of other people which it may,\r\nupon different occasions, have given to those who possessed it. We must in this\r\ncase compare, not so much the different quantities of silver for which it was\r\ncommonly sold, as the different quantities or labour which those different\r\nquantities of silver could have purchased. But the current prices of labour, at\r\ndistant times and places, can scarce ever be known with any degree of\r\nexactness. Those of corn, though they have in few places been regularly\r\nrecorded, are in general better known, and have been more frequently taken\r\nnotice of by historians and other writers. We must generally, therefore,\r\ncontent ourselves with them, not as being always exactly in the same proportion\r\nas the current prices of labour, but as being the nearest approximation which\r\ncan commonly be had to that proportion. I shall hereafter have occasion to make\r\nseveral comparisons of this kind.\r\n\n\r\nIn the progress of industry, commercial nations have found it convenient to\r\ncoin several different metals into money; gold for larger payments, silver for\r\npurchases of moderate value, and copper, or some other coarse metal, for those\r\nof still smaller consideration, They have always, however, considered one of\r\nthose metals as more peculiarly the measure of value than any of the other two;\r\nand this preference seems generally to have been given to the metal which they\r\nhappen first to make use of as the instrument of commerce. Having once begun to\r\nuse it as their standard, which they must have done when they had no other\r\nmoney, they have generally continued to do so even when the necessity was not\r\nthe same.\r\n\n\r\nThe Romans are said to have had nothing but copper money till within five years\r\nbefore the first Punic war (Pliny, lib. xxxiii. cap. 3), when they first began\r\nto coin silver. Copper, therefore, appears to have continued always the measure\r\nof value in that republic. At Rome all accounts appear to have been kept, and\r\nthe value of all estates to have been computed, either in asses or in\r\nsestertii. The as was always the denomination of a copper coin. The word\r\nsestertius signifies two asses and a half. Though the sestertius, therefore,\r\nwas originally a silver coin, its value was estimated in copper. At Rome, one\r\nwho owed a great deal of money was said to have a great deal of other\r\npeople’s copper.\r\n\n\r\nThe northern nations who established themselves upon the ruins of the Roman\r\nempire, seem to have had silver money from the first beginning of their\r\nsettlements, and not to have known either gold or copper coins for several ages\r\nthereafter. There were silver coins in England in the time of the Saxons; but\r\nthere was little gold coined till the time of Edward III nor any copper till\r\nthat of James I. of Great Britain. In England, therefore, and for the same\r\nreason, I believe, in all other modern nations of Europe, all accounts are\r\nkept, and the value of all goods and of all estates is generally computed, in\r\nsilver: and when we mean to express the amount of a person’s fortune, we\r\nseldom mention the number of guineas, but the number of pounds sterling which\r\nwe suppose would be given for it.\r\n\n\r\nOriginally, in all countries, I believe, a legal tender of payment could be\r\nmade only in the coin of that metal which was peculiarly considered as the\r\nstandard or measure of value. In England, gold was not considered as a legal\r\ntender for a long time after it was coined into money. The proportion between\r\nthe values of gold and silver money was not fixed by any public law or\r\nproclamation, but was left to be settled by the market. If a debtor offered\r\npayment in gold, the creditor might either reject such payment altogether, or\r\naccept of it at such a valuation of the gold as he and his debtor could agree\r\nupon. Copper is not at present a legal tender, except in the change of the\r\nsmaller silver coins.\r\n\n\r\nIn this state of things, the distinction between the metal which was the\r\nstandard, and that which was not the standard, was something more than a\r\nnominal distinction.\r\n\n\r\nIn process of time, and as people became gradually more familiar with the use\r\nof the different metals in coin, and consequently better acquainted with the\r\nproportion between their respective values, it has, in most countries, I\r\nbelieve, been found convenient to ascertain this proportion, and to declare by\r\na public law, that a guinea, for example, of such a weight and fineness, should\r\nexchange for one-and-twenty shillings, or be a legal tender for a debt of that\r\namount. In this state of things, and during the continuance of any one\r\nregulated proportion of this kind, the distinction between the metal, which is\r\nthe standard, and that which is not the standard, becomes little more than a\r\nnominal distinction.\r\n\n\r\nIn consequence of any change, however, in this regulated proportion, this\r\ndistinction becomes, or at least seems to become, something more than nominal\r\nagain. If the regulated value of a guinea, for example, was either reduced to\r\ntwenty, or raised to two-and-twenty shillings, all accounts being kept, and\r\nalmost all obligations for debt being expressed, in silver money, the greater\r\npart of payments could in either case be made with the same quantity of silver\r\nmoney as before; but would require very different quantities of gold money; a\r\ngreater in the one case, and a smaller in the other. Silver would appear to be\r\nmore invariable in its value than gold. Silver would appear to measure the\r\nvalue of gold, and gold would not appear to measure the value of silver. The\r\nvalue of gold would seem to depend upon the quantity of silver which it would\r\nexchange for, and the value of silver would not seem to depend upon the\r\nquantity of gold which it would exchange for. This difference, however, would\r\nbe altogether owing to the custom of keeping accounts, and of expressing the\r\namount of all great and small sums rather in silver than in gold money. One of\r\nMr Drummond’s notes for five-and-twenty or fifty guineas would, after an\r\nalteration of this kind, be still payable with five-and-twenty or fifty\r\nguineas, in the same manner as before. It would, after such an alteration, be\r\npayable with the same quantity of gold as before, but with very different\r\nquantities of silver. In the payment of such a note, gold would appear to be\r\nmore invariable in its value than silver. Gold would appear to measure the\r\nvalue of silver, and silver would not appear to measure the value of gold. If\r\nthe custom of keeping accounts, and of expressing promissory-notes and other\r\nobligations for money, in this manner should ever become general, gold, and not\r\nsilver, would be considered as the metal which was peculiarly the standard or\r\nmeasure of value.\r\n\n\r\nIn reality, during the continuance of any one regulated proportion between the\r\nrespective values of the different metals in coin, the value of the most\r\nprecious metal regulates the value of the whole coin. Twelve copper pence\r\ncontain half a pound avoirdupois of copper, of not the best quality, which,\r\nbefore it is coined, is seldom worth seven-pence in silver. But as, by the\r\nregulation, twelve such pence are ordered to exchange for a shilling, they are\r\nin the market considered as worth a shilling, and a shilling can at any time be\r\nhad for them. Even before the late reformation of the gold coin of Great\r\nBritain, the gold, that part of it at least which circulated in London and its\r\nneighbourhood, was in general less degraded below its standard weight than the\r\ngreater part of the silver. One-and-twenty worn and defaced shillings, however,\r\nwere considered as equivalent to a guinea, which, perhaps, indeed, was worn and\r\ndefaced too, but seldom so much so. The late regulations have brought the gold\r\ncoin as near, perhaps, to its standard weight as it is possible to bring the\r\ncurrent coin of any nation; and the order to receive no gold at the public\r\noffices but by weight, is likely to preserve it so, as long as that order is\r\nenforced. The silver coin still continues in the same worn and degraded state\r\nas before the reformation of the cold coin. In the market, however,\r\none-and-twenty shillings of this degraded silver coin are still considered as\r\nworth a guinea of this excellent gold coin.\r\n\n\r\nThe reformation of the gold coin has evidently raised the value of the silver\r\ncoin which can be exchanged for it.\r\n\n\r\nIn the English mint, a pound weight of gold is coined into forty-four guineas\r\nand a half, which at one-and-twenty shillings the guinea, is equal to forty-six\r\npounds fourteen shillings and sixpence. An ounce of such gold coin, therefore,\r\nis worth £ 3:17:10½ in silver. In England, no duty or seignorage is paid upon\r\nthe coinage, and he who carries a pound weight or an ounce weight of standard\r\ngold bullion to the mint, gets back a pound weight or an ounce weight of gold\r\nin coin, without any deduction. Three pounds seventeen shillings and tenpence\r\nhalfpenny an ounce, therefore, is said to be the mint price of gold in England,\r\nor the quantity of gold coin which the mint gives in return for standard gold\r\nbullion.\r\n\n\r\nBefore the reformation of the gold coin, the price of standard gold bullion in\r\nthe market had, for many years, been upwards of £3:18s. sometimes £ 3:19s, and\r\nvery frequently £4 an ounce; that sum, it is probable, in the worn and degraded\r\ngold coin, seldom containing more than an ounce of standard gold. Since the\r\nreformation of the gold coin, the market price of standard gold bullion seldom\r\nexceeds £ 3:17:7 an ounce. Before the reformation of the gold coin, the market\r\nprice was always more or less above the mint price. Since that reformation, the\r\nmarket price has been constantly below the mint price. But that market price is\r\nthe same whether it is paid in gold or in silver coin. The late reformation of\r\nthe gold coin, therefore, has raised not only the value of the gold coin, but\r\nlikewise that of the silver coin in proportion to gold bullion, and probably,\r\ntoo, in proportion to all other commodities; though the price of the greater\r\npart of other commodities being influenced by so many other causes, the rise in\r\nthe value of either gold or silver coin in proportion to them may not be so\r\ndistinct and sensible.\r\n\n\r\nIn the English mint, a pound weight of standard silver bullion is coined into\r\nsixty-two shillings, containing, in the same manner, a pound weight of standard\r\nsilver. Five shillings and twopence an ounce, therefore, is said to be the mint\r\nprice of silver in England, or the quantity of silver coin which the mint gives\r\nin return for standard silver bullion. Before the reformation of the gold coin,\r\nthe market price of standard silver bullion was, upon different occasions, five\r\nshillings and fourpence, five shillings and fivepence, five shillings and\r\nsixpence, five shillings and sevenpence, and very often five shillings and\r\neightpence an ounce. Five shillings and sevenpence, however, seems to have been\r\nthe most common price. Since the reformation of the gold coin, the market price\r\nof standard silver bullion has fallen occasionally to five shillings and\r\nthreepence, five shillings and fourpence, and five shillings and fivepence an\r\nounce, which last price it has scarce ever exceeded. Though the market price of\r\nsilver bullion has fallen considerably since the reformation of the gold coin,\r\nit has not fallen so low as the mint price.\r\n\n\r\nIn the proportion between the different metals in the English coin, as copper\r\nis rated very much above its real value, so silver is rated somewhat below it.\r\nIn the market of Europe, in the French coin and in the Dutch coin, an ounce of\r\nfine gold exchanges for about fourteen ounces of fine silver. In the English\r\ncoin, it exchanges for about fifteen ounces, that is, for more silver than it\r\nis worth, according to the common estimation of Europe. But as the price of\r\ncopper in bars is not, even in England, raised by the high price of copper in\r\nEnglish coin, so the price of silver in bullion is not sunk by the low rate of\r\nsilver in English coin. Silver in bullion still preserves its proper proportion\r\nto gold, for the same reason that copper in bars preserves its proper\r\nproportion to silver.\r\n\n\r\nUpon the reformation of the silver coin, in the reign of William III., the\r\nprice of silver bullion still continued to be somewhat above the mint price. Mr\r\nLocke imputed this high price to the permission of exporting silver bullion,\r\nand to the prohibition of exporting silver coin. This permission of exporting,\r\nhe said, rendered the demand for silver bullion greater than the demand for\r\nsilver coin. But the number of people who want silver coin for the common uses\r\nof buying and selling at home, is surely much greater than that of those who\r\nwant silver bullion either for the use of exportation or for any other use.\r\nThere subsists at present a like permission of exporting gold bullion, and a\r\nlike prohibition of exporting gold coin; and yet the price of gold bullion has\r\nfallen below the mint price. But in the English coin, silver was then, in the\r\nsame manner as now, under-rated in proportion to gold; and the gold coin (which\r\nat that time, too, was not supposed to require any reformation) regulated then,\r\nas well as now, the real value of the whole coin. As the reformation of the\r\nsilver coin did not then reduce the price of silver bullion to the mint price,\r\nit is not very probable that a like reformation will do so now.\r\n\n\r\nWere the silver coin brought back as near to its standard weight as the gold, a\r\nguinea, it is probable, would, according to the present proportion, exchange\r\nfor more silver in coin than it would purchase in bullion. The silver coin\r\ncontaining its full standard weight, there would in this case, be a profit in\r\nmelting it down, in order, first to sell the bullion for gold coin, and\r\nafterwards to exchange this gold coin for silver coin, to be melted down in the\r\nsame manner. Some alteration in the present proportion seems to be the only\r\nmethod of preventing this inconveniency.\r\n\n\r\nThe inconveniency, perhaps, would be less, if silver was rated in the coin as\r\nmuch above its proper proportion to gold as it is at present rated below it,\r\nprovided it was at the same time enacted, that silver should not be a legal\r\ntender for more than the change of a guinea, in the same manner as copper is\r\nnot a legal tender for more than the change of a shilling. No creditor could,\r\nin this case, be cheated in consequence of the high valuation of silver in\r\ncoin; as no creditor can at present be cheated in consequence of the high\r\nvaluation of copper. The bankers only would suffer by this regulation. When a\r\nrun comes upon them, they sometimes endeavour to gain time, by paying in\r\nsixpences, and they would be precluded by this regulation from this\r\ndiscreditable method of evading immediate payment. They would be obliged, in\r\nconsequence, to keep at all times in their coffers a greater quantity of cash\r\nthan at present; and though this might, no doubt, be a considerable\r\ninconveniency to them, it would, at the same time, be a considerable security\r\nto their creditors.\r\n\n\r\nThree pounds seventeen shillings and tenpence halfpenny (the mint price of\r\ngold) certainly does not contain, even in our present excellent gold coin, more\r\nthan an ounce of standard gold, and it may be thought, therefore, should not\r\npurchase more standard bullion. But gold in coin is more convenient than gold\r\nin bullion; and though, in England, the coinage is free, yet the gold which is\r\ncarried in bullion to the mint, can seldom be returned in coin to the owner\r\ntill after a delay of several weeks. In the present hurry of the mint, it could\r\nnot be returned till after a delay of several months. This delay is equivalent\r\nto a small duty, and renders gold in coin somewhat more valuable than an equal\r\nquantity of gold in bullion. If, in the English coin, silver was rated\r\naccording to its proper proportion to gold, the price of silver bullion would\r\nprobably fall below the mint price, even without any reformation of the silver\r\ncoin; the value even of the present worn and defaced silver coin being\r\nregulated by the value of the excellent gold coin for which it can be changed.\r\n\n\r\nA small seignorage or duty upon the coinage of both gold and silver, would\r\nprobably increase still more the superiority of those metals in coin above an\r\nequal quantity of either of them in bullion. The coinage would, in this case,\r\nincrease the value of the metal coined in proportion to the extent of this\r\nsmall duty, for the same reason that the fashion increases the value of plate\r\nin proportion to the price of that fashion. The superiority of coin above\r\nbullion would prevent the melting down of the coin, and would discourage its\r\nexportation. If, upon any public exigency, it should become necessary to export\r\nthe coin, the greater part of it would soon return again, of its own accord.\r\nAbroad, it could sell only for its weight in bullion. At home, it would buy\r\nmore than that weight. There would be a profit, therefore, in bringing it home\r\nagain. In France, a seignorage of about eight per cent. is imposed upon the\r\ncoinage, and the French coin, when exported, is said to return home again, of\r\nits own accord.\r\n\n\r\nThe occasional fluctuations in the market price of gold and silver bullion\r\narise from the same causes as the like fluctuations in that of all other\r\ncommodities. The frequent loss of those metals from various accidents by sea\r\nand by land, the continual waste of them in gilding and plating, in lace and\r\nembroidery, in the wear and tear of coin, and in that of plate, require, in all\r\ncountries which possess no mines of their own, a continual importation, in\r\norder to repair this loss and this waste. The merchant importers, like all\r\nother merchants, we may believe, endeavour, as well as they can, to suit their\r\noccasional importations to what they judge is likely to be the immediate\r\ndemand. With all their attention, however, they sometimes overdo the business,\r\nand sometimes underdo it. When they import more bullion than is wanted, rather\r\nthan incur the risk and trouble of exporting it again, they are sometimes\r\nwilling to sell a part of it for something less than the ordinary or average\r\nprice. When, on the other hand, they import less than is wanted, they get\r\nsomething more than this price. But when, under all those occasional\r\nfluctuations, the market price either of gold or silver bullion continues for\r\nseveral years together steadily and constantly, either more or less above, or\r\nmore or less below the mint price, we may be assured that this steady and\r\nconstant, either superiority or inferiority of price, is the effect of\r\nsomething in the state of the coin, which, at that time, renders a certain\r\nquantity of coin either of more value or of less value than the precise\r\nquantity of bullion which it ought to contain. The constancy and steadiness of\r\nthe effect supposes a proportionable constancy and steadiness in the cause.\r\n\n\r\nThe money of any particular country is, at any particular time and place, more\r\nor less an accurate measure or value, according as the current coin is more or\r\nless exactly agreeable to its standard, or contains more or less exactly the\r\nprecise quantity of pure gold or pure silver which it ought to contain. If in\r\nEngland, for example, forty-four guineas and a half contained exactly a pound\r\nweight of standard gold, or eleven ounces of fine gold, and one ounce of alloy,\r\nthe gold coin of England would be as accurate a measure of the actual value of\r\ngoods at any particular time and place as the nature of the thing would admit.\r\nBut if, by rubbing and wearing, forty-four guineas and a half generally contain\r\nless than a pound weight of standard gold, the diminution, however, being\r\ngreater in some pieces than in others, the measure of value comes to be liable\r\nto the same sort of uncertainty to which all other weights and measures are\r\ncommonly exposed. As it rarely happens that these are exactly agreeable to\r\ntheir standard, the merchant adjusts the price of his goods as well as he can,\r\nnot to what those weights and measures ought to be, but to what, upon an\r\naverage, he finds, by experience, they actually are. In consequence of a like\r\ndisorder in the coin, the price of goods comes, in the same manner, to be\r\nadjusted, not to the quantity of pure gold or silver which the coin ought to\r\ncontain, but to that which, upon an average, it is found, by experience, it\r\nactually does contain.\r\n\n\r\nBy the money price of goods, it is to be observed, I understand always the\r\nquantity of pure gold or silver for which they are sold, without any regard to\r\nthe denomination of the coin. Six shillings and eight pence, for example, in\r\nthe time of Edward I., I consider as the same money price with a pound sterling\r\nin the present times, because it contained, as nearly as we can judge, the same\r\nquantity of pure silver.\r\n\n\r\nIn that early and rude state of society which precedes both the accumulation of\r\nstock and the appropriation of land, the proportion between the quantities of\r\nlabour necessary for acquiring different objects, seems to be the only\r\ncircumstance which can afford any rule for exchanging them for one another. If\r\namong a nation of hunters, for example, it usually costs twice the labour to\r\nkill a beaver which it does to kill a deer, one beaver should naturally\r\nexchange for or be worth two deer. It is natural that what is usually the\r\nproduce of two days or two hours labour, should be worth double of what is\r\nusually the produce of one day’s or one hour’s labour.\r\n\n\r\nIf the one species of labour should be more severe than the other, some\r\nallowance will naturally be made for this superior hardship; and the produce of\r\none hour’s labour in the one way may frequently exchange for that of two\r\nhour’s labour in the other.\r\n\n\r\nOr if the one species of labour requires an uncommon degree of dexterity and\r\ningenuity, the esteem which men have for such talents, will naturally give a\r\nvalue to their produce, superior to what would be due to the time employed\r\nabout it. Such talents can seldom be acquired but in consequence of long\r\napplication, and the superior value of their produce may frequently be no more\r\nthan a reasonable compensation for the time and labour which must be spent in\r\nacquiring them. In the advanced state of society, allowances of this kind, for\r\nsuperior hardship and superior skill, are commonly made in the wages of labour;\r\nand something of the same kind must probably have taken place in its earliest\r\nand rudest period.\r\n\n\r\nIn this state of things, the whole produce of labour belongs to the labourer;\r\nand the quantity of labour commonly employed in acquiring or producing any\r\ncommodity, is the only circumstance which can regulate the quantity of labour\r\nwhich it ought commonly to purchase, command, or exchange for.\r\n\n\r\nAs soon as stock has accumulated in the hands of particular persons, some of\r\nthem will naturally employ it in setting to work industrious people, whom they\r\nwill supply with materials and subsistence, in order to make a profit by the\r\nsale of their work, or by what their labour adds to the value of the materials.\r\nIn exchanging the complete manufacture either for money, for labour, or for\r\nother goods, over and above what may be sufficient to pay the price of the\r\nmaterials, and the wages of the workmen, something must be given for the\r\nprofits of the undertaker of the work, who hazards his stock in this adventure.\r\nThe value which the workmen add to the materials, therefore, resolves itself in\r\nthis case into two parts, of which the one pays their wages, the other the\r\nprofits of their employer upon the whole stock of materials and wages which he\r\nadvanced. He could have no interest to employ them, unless he expected from the\r\nsale of their work something more than what was sufficient to replace his stock\r\nto him; and he could have no interest to employ a great stock rather than a\r\nsmall one, unless his profits were to bear some proportion to the extent of his\r\nstock.\r\n\n\r\nThe profits of stock, it may perhaps be thought, are only a different name for\r\nthe wages of a particular sort of labour, the labour of inspection and\r\ndirection. They are, however, altogether different, are regulated by quite\r\ndifferent principles, and bear no proportion to the quantity, the hardship, or\r\nthe ingenuity of this supposed labour of inspection and direction. They are\r\nregulated altogether by the value of the stock employed, and are greater or\r\nsmaller in proportion to the extent of this stock. Let us suppose, for example,\r\nthat in some particular place, where the common annual profits of manufacturing\r\nstock are ten per cent. there are two different manufactures, in each of which\r\ntwenty workmen are employed, at the rate of fifteen pounds a year each, or at\r\nthe expense of three hundred a-year in each manufactory. Let us suppose, too,\r\nthat the coarse materials annually wrought up in the one cost only seven\r\nhundred pounds, while the finer materials in the other cost seven thousand. The\r\ncapital annually employed in the one will, in this case, amount only to one\r\nthousand pounds; whereas that employed in the other will amount to seven\r\nthousand three hundred pounds. At the rate of ten per cent. therefore, the\r\nundertaker of the one will expect a yearly profit of about one hundred pounds\r\nonly; while that of the other will expect about seven hundred and thirty\r\npounds. But though their profits are so very different, their labour of\r\ninspection and direction may be either altogether or very nearly the same. In\r\nmany great works, almost the whole labour of this kind is committed to some\r\nprincipal clerk. His wages properly express the value of this labour of\r\ninspection and direction. Though in settling them some regard is had commonly,\r\nnot only to his labour and skill, but to the trust which is reposed in him, yet\r\nthey never bear any regular proportion to the capital of which he oversees the\r\nmanagement; and the owner of this capital, though he is thus discharged of\r\nalmost all labour, still expects that his profit should bear a regular\r\nproportion to his capital. In the price of commodities, therefore, the profits\r\nof stock constitute a component part altogether different from the wages of\r\nlabour, and regulated by quite different principles.\r\n\n\r\nIn this state of things, the whole produce of labour does not always belong to\r\nthe labourer. He must in most cases share it with the owner of the stock which\r\nemploys him. Neither is the quantity of labour commonly employed in acquiring\r\nor producing any commodity, the only circumstance which can regulate the\r\nquantity which it ought commonly to purchase, command or exchange for. An\r\nadditional quantity, it is evident, must be due for the profits of the stock\r\nwhich advanced the wages and furnished the materials of that labour.\r\n\n\r\nAs soon as the land of any country has all become private property, the\r\nlandlords, like all other men, love to reap where they never sowed, and demand\r\na rent even for its natural produce. The wood of the forest, the grass of the\r\nfield, and all the natural fruits of the earth, which, when land was in common,\r\ncost the labourer only the trouble of gathering them, come, even to him, to\r\nhave an additional price fixed upon them. He must then pay for the licence to\r\ngather them, and must give up to the landlord a portion of what his labour\r\neither collects or produces. This portion, or, what comes to the same thing,\r\nthe price of this portion, constitutes the rent of land, and in the price of\r\nthe greater part of commodities, makes a third component part.\r\n\n\r\nThe real value of all the different component parts of price, it must be\r\nobserved, is measured by the quantity of labour which they can, each of them,\r\npurchase or command. Labour measures the value, not only of that part of price\r\nwhich resolves itself into labour, but of that which resolves itself into rent,\r\nand of that which resolves itself into profit.\r\n\n\r\nIn every society, the price of every commodity finally resolves itself into\r\nsome one or other, or all of those three parts; and in every improved society,\r\nall the three enter, more or less, as component parts, into the price of the\r\nfar greater part of commodities.\r\n\n\r\nIn the price of corn, for example, one part pays the rent of the landlord,\r\nanother pays the wages or maintenance of the labourers and labouring cattle\r\nemployed in producing it, and the third pays the profit of the farmer. These\r\nthree parts seem either immediately or ultimately to make up the whole price of\r\ncorn. A fourth part, it may perhaps be thought is necessary for replacing the\r\nstock of the farmer, or for compensating the wear and tear of his labouring\r\ncattle, and other instruments of husbandry. But it must be considered, that the\r\nprice of any instrument of husbandry, such as a labouring horse, is itself made\r\nup of the same time parts; the rent of the land upon which he is reared, the\r\nlabour of tending and rearing him, and the profits of the farmer, who advances\r\nboth the rent of this land, and the wages of this labour. Though the price of\r\nthe corn, therefore, may pay the price as well as the maintenance of the horse,\r\nthe whole price still resolves itself, either immediately or ultimately, into\r\nthe same three parts of rent, labour, and profit.\r\n\n\r\nIn the price of flour or meal, we must add to the price of the corn, the\r\nprofits of the miller, and the wages of his servants; in the price of bread,\r\nthe profits of the baker, and the wages of his servants; and in the price of\r\nboth, the labour of transporting the corn from the house of the farmer to that\r\nof the miller, and from that of the miller to that of the baker, together with\r\nthe profits of those who advance the wages of that labour.\r\n\n\r\nThe price of flax resolves itself into the same three parts as that of corn. In\r\nthe price of linen we must add to this price the wages of the flax-dresser, of\r\nthe spinner, of the weaver, of the bleacher, etc. together with the profits of\r\ntheir respective employers.\r\n\n\r\nAs any particular commodity comes to be more manufactured, that part of the\r\nprice which resolves itself into wages and profit, comes to be greater in\r\nproportion to that which resolves itself into rent. In the progress of the\r\nmanufacture, not only the number of profits increase, but every subsequent\r\nprofit is greater than the foregoing; because the capital from which it is\r\nderived must always be greater. The capital which employs the weavers, for\r\nexample, must be greater than that which employs the spinners; because it not\r\nonly replaces that capital with its profits, but pays, besides, the wages of\r\nthe weavers: and the profits must always bear some proportion to the capital.\r\n\n\r\nIn the most improved societies, however, there are always a few commodities of\r\nwhich the price resolves itself into two parts only: the wages of labour, and\r\nthe profits of stock; and a still smaller number, in which it consists\r\naltogether in the wages of labour. In the price of sea-fish, for example, one\r\npart pays the labour of the fisherman, and the other the profits of the capital\r\nemployed in the fishery. Rent very seldom makes any part of it, though it does\r\nsometimes, as I shall shew hereafter. It is otherwise, at least through the\r\ngreater part of Europe, in river fisheries. A salmon fishery pays a rent; and\r\nrent, though it cannot well be called the rent of land, makes a part of the\r\nprice of a salmon, as well as wares and profit. In some parts of Scotland, a\r\nfew poor people make a trade of gathering, along the sea-shore, those little\r\nvariegated stones commonly known by the name of Scotch pebbles. The price which\r\nis paid to them by the stone-cutter, is altogether the wages of their labour;\r\nneither rent nor profit makes an part of it.\r\n\n\r\nBut the whole price of any commodity must still finally resolve itself into\r\nsome one or other or all of those three parts; as whatever part of it remains\r\nafter paying the rent of the land, and the price of the whole labour employed\r\nin raising, manufacturing, and bringing it to market, must necessarily be\r\nprofit to somebody.\r\n\n\r\nAs the price or exchangeable value of every particular commodity, taken\r\nseparately, resolves itself into some one or other, or all of those three\r\nparts; so that of all the commodities which compose the whole annual produce of\r\nthe labour of every country, taken complexly, must resolve itself into the same\r\nthree parts, and be parcelled out among different inhabitants of the country,\r\neither as the wages of their labour, the profits of their stock, or the rent of\r\ntheir land. The whole of what is annually either collected or produced by the\r\nlabour of every society, or, what comes to the same thing, the whole price of\r\nit, is in this manner originally distributed among some of its different\r\nmembers. Wages, profit, and rent, are the three original sources of all\r\nrevenue, as well as of all exchangeable value. All other revenue is ultimately\r\nderived from some one or other of these.\r\n\n\r\nWhoever derives his revenue from a fund which is his own, must draw it either\r\nfrom his labour, from his stock, or from his land. The revenue derived from\r\nlabour is called wages; that derived from stock, by the person who manages or\r\nemploys it, is called profit; that derived from it by the person who does not\r\nemploy it himself, but lends it to another, is called the interest or the use\r\nof money. It is the compensation which the borrower pays to the lender, for the\r\nprofit which he has an opportunity of making by the use of the money. Part of\r\nthat profit naturally belongs to the borrower, who runs the risk and takes the\r\ntrouble of employing it, and part to the lender, who affords him the\r\nopportunity of making this profit. The interest of money is always a derivative\r\nrevenue, which, if it is not paid from the profit which is made by the use of\r\nthe money, must be paid from some other source of revenue, unless perhaps the\r\nborrower is a spendthrift, who contracts a second debt in order to pay the\r\ninterest of the first. The revenue which proceeds altogether from land, is\r\ncalled rent, and belongs to the landlord. The revenue of the farmer is derived\r\npartly from his labour, and partly from his stock. To him, land is only the\r\ninstrument which enables him to earn the wages of this labour, and to make the\r\nprofits of this stock. All taxes, and all the revenue which is founded upon\r\nthem, all salaries, pensions, and annuities of every kind, are ultimately\r\nderived from some one or other of those three original sources of revenue, and\r\nare paid either immediately or mediately from the wages of labour, the profits\r\nof stock, or the rent of land.\r\n\n\r\nWhen those three different sorts of revenue belong to different persons, they\r\nare readily distinguished; but when they belong to the same, they are sometimes\r\nconfounded with one another, at least in common language.\r\n\n\r\nA gentleman who farms a part of his own estate, after paying the expense of\r\ncultivation, should gain both the rent of the landlord and the profit of the\r\nfarmer. He is apt to denominate, however, his whole gain, profit, and thus\r\nconfounds rent with profit, at least in common language. The greater part of\r\nour North American and West Indian planters are in this situation. They farm,\r\nthe greater part of them, their own estates: and accordingly we seldom hear of\r\nthe rent of a plantation, but frequently of its profit.\r\n\n\r\nCommon farmers seldom employ any overseer to direct the general operations of\r\nthe farm. They generally, too, work a good deal with their own hands, as\r\nploughmen, harrowers, etc. What remains of the crop, after paying the rent,\r\ntherefore, should not only replace to them their stock employed in cultivation,\r\ntogether with its ordinary profits, but pay them the wages which are due to\r\nthem, both as labourers and overseers. Whatever remains, however, after paying\r\nthe rent and keeping up the stock, is called profit. But wages evidently make a\r\npart of it. The farmer, by saving these wages, must necessarily gain them.\r\nWages, therefore, are in this case confounded with profit.\r\n\n\r\nAn independent manufacturer, who has stock enough both to purchase materials,\r\nand to maintain himself till he can carry his work to market, should gain both\r\nthe wages of a journeyman who works under a master, and the profit which that\r\nmaster makes by the sale of that journeyman’s work. His whole gains,\r\nhowever, are commonly called profit, and wages are, in this case, too,\r\nconfounded with profit.\r\n\n\r\nA gardener who cultivates his own garden with his own hands, unites in his own\r\nperson the three different characters, of landlord, farmer, and labourer. His\r\nproduce, therefore, should pay him the rent of the first, the profit of the\r\nsecond, and the wages of the third. The whole, however, is commonly considered\r\nas the earnings of his labour. Both rent and profit are, in this case,\r\nconfounded with wages.\r\n\n\r\nAs in a civilized country there are but few commodities of which the\r\nexchangeable value arises from labour only, rent and profit contributing\r\nlargely to that of the far greater part of them, so the annual produce of its\r\nlabour will always be sufficient to purchase or command a much greater quantity\r\nof labour than what was employed in raising, preparing, and bringing that\r\nproduce to market. If the society were annually to employ all the labour which\r\nit can annually purchase, as the quantity of labour would increase greatly\r\nevery year, so the produce of every succeeding year would be of vastly greater\r\nvalue than that of the foregoing. But there is no country in which the whole\r\nannual produce is employed in maintaining the industrious. The idle everywhere\r\nconsume a great part of it; and, according to the different proportions in\r\nwhich it is annually divided between those two different orders of people, its\r\nordinary or average value must either annually increase or diminish, or\r\ncontinue the same from one year to another.\r\n\n\r\nThere is in every society or neighbourhood an ordinary or average rate, both of\r\nwages and profit, in every different employment of labour and stock", "summary": "\nThis text discusses Adam Smith's economic theory concerning value, exchange, and the composition of prices. Smith identifies labor as the fundamental measure of value, though in practice, most exchanges involve commodities or money rather than direct labor comparisons. While labor represents true value, its practical measurement is complicated by variations in hardship, skill, and ingenuity required for different types of work.\nWith the development of monetary systems, money became the common instrument of commerce and the standard measure of value. However, gold and silver themselves vary in value based on mining conditions and relative scarcity. Smith draws an important distinction between real price (labor required to acquire something) and nominal price (expressed in currency). This distinction has practical applications, particularly for long-term financial arrangements like perpetual rents.\nIn early societies, exchange values were determined primarily by the proportion of labor required to acquire different objects. As society developed, the components of price evolved. Once capital accumulated, profit emerged as a component separate from wages. When land became private property, rent also became a component of price. Thus, in advanced societies, the price of most commodities consists of three parts: wages of labor, profits of stock, and rent of land.\nThese components combine differently across various goods and services. More manufactured goods tend to have a higher proportion of wages and profits relative to rent in their final price. Some commodities' prices consist of only two components (typically wages and profit), and in rare cases, only wages. Regardless of the specific breakdown, every commodity's price ultimately resolves into these fundamental parts.\nSmith identifies three original sources of revenue: wages, profit, and rent. All other forms of revenue—including interest, salaries, pensions, and taxes—derive from these primary sources. When the same person combines multiple economic roles, such as a farmer working his own land, the distinctions between these revenue types often become blurred in common language.\nIn civilized societies, the annual produce of labor should always be sufficient to purchase a greater quantity of labor than what was employed in creating it. How this surplus is divided between the industrious and the idle determines whether a society's value increases, diminishes, or remains stable over time. Smith also examines currency standardization, the relationship between coin values and bullion, and how different metals have historically been used as standards of value.\n", "map": [["Labor as fundamental value measure", "Practical exchange using commodities"], ["Labor as fundamental value measure", "Real price vs nominal price distinction"], ["Real price vs nominal price distinction", "Long-term financial arrangements"], ["Money as commerce instrument", "Fluctuating metal standards"], ["Early labor-based exchange systems", "Evolution of price components"], ["Evolution of price components", "Wages, profits, and rent"], ["Wages, profits, and rent", "Different commodity price compositions"], ["Wages, profits, and rent", "Three original revenue sources"], ["Three original revenue sources", "All derived forms of revenue"], ["Combined economic roles", "Blurred revenue distinctions"], ["Labor surplus in civilized societies", "Division between industrious and idle"], ["Division between industrious and idle", "Society's value stability over time"], ["Metal currency standards", "Historical evolution of exchange systems"], ["Different commodities", "Varying proportions of price components"], ["Labor value complexity", "Hardship and skill variations"]]}