{"source": "https://www.gutenberg.org/cache/epub/3300/pg3300-images.html", "text": " This rate\r\nis naturally regulated, as I shall shew hereafter, partly by the general\r\ncircumstances of the society, their riches or poverty, their advancing,\r\nstationary, or declining condition, and partly by the particular nature of each\r\nemployment.\r\n\n\r\nThere is likewise in every society or neighbourhood an ordinary or average rate\r\nof rent, which is regulated, too, as I shall shew hereafter, partly by the\r\ngeneral circumstances of the society or neighbourhood in which the land is\r\nsituated, and partly by the natural or improved fertility of the land.\r\n\n\r\nThese ordinary or average rates may be called the natural rates of wages,\r\nprofit and rent, at the time and place in which they commonly prevail.\r\n\n\r\nWhen the price of any commodity is neither more nor less than what is\r\nsufficient to pay the rent of the land, the wages of the labour, and the\r\nprofits of the stock employed in raising, preparing, and bringing it to market,\r\naccording to their natural rates, the commodity is then sold for what may be\r\ncalled its natural price.\r\n\n\r\nThe commodity is then sold precisely for what it is worth, or for what it\r\nreally costs the person who brings it to market; for though, in common\r\nlanguage, what is called the prime cost of any commodity does not comprehend\r\nthe profit of the person who is to sell it again, yet, if he sells it at a\r\nprice which does not allow him the ordinary rate of profit in his\r\nneighbourhood, he is evidently a loser by the trade; since, by employing his\r\nstock in some other way, he might have made that profit. His profit, besides,\r\nis his revenue, the proper fund of his subsistence. As, while he is preparing\r\nand bringing the goods to market, he advances to his workmen their wages, or\r\ntheir subsistence; so he advances to himself, in the same manner, his own\r\nsubsistence, which is generally suitable to the profit which he may reasonably\r\nexpect from the sale of his goods. Unless they yield him this profit,\r\ntherefore, they do not repay him what they may very properly be said to have\r\nreally cost him.\r\n\n\r\nThough the price, therefore, which leaves him this profit, is not always the\r\nlowest at which a dealer may sometimes sell his goods, it is the lowest at\r\nwhich he is likely to sell them for any considerable time; at least where there\r\nis perfect liberty, or where he may change his trade as often as he pleases.\r\n\n\r\nThe actual price at which any commodity is commonly sold, is called its market\r\nprice. It may either be above, or below, or exactly the same with its natural\r\nprice.\r\n\n\r\nThe market price of every particular commodity is regulated by the proportion\r\nbetween the quantity which is actually brought to market, and the demand of\r\nthose who are willing to pay the natural price of the commodity, or the whole\r\nvalue of the rent, labour, and profit, which must be paid in order to bring it\r\nthither. Such people may be called the effectual demanders, and their demand\r\nthe effectual demand; since it maybe sufficient to effectuate the bringing of\r\nthe commodity to market. It is different from the absolute demand. A very poor\r\nman may be said, in some sense, to have a demand for a coach and six; he might\r\nlike to have it; but his demand is not an effectual demand, as the commodity\r\ncan never be brought to market in order to satisfy it.\r\n\n\r\nWhen the quantity of any commodity which is brought to market falls short of\r\nthe effectual demand, all those who are willing to pay the whole value of the\r\nrent, wages, and profit, which must be paid in order to bring it thither,\r\ncannot be supplied with the quantity which they want. Rather than want it\r\naltogether, some of them will be willing to give more. A competition will\r\nimmediately begin among them, and the market price will rise more or less above\r\nthe natural price, according as either the greatness of the deficiency, or the\r\nwealth and wanton luxury of the competitors, happen to animate more or less the\r\neagerness of the competition. Among competitors of equal wealth and luxury, the\r\nsame deficiency will generally occasion a more or less eager competition,\r\naccording as the acquisition of the commodity happens to be of more or less\r\nimportance to them. Hence the exorbitant price of the necessaries of life\r\nduring the blockade of a town, or in a famine.\r\n\n\r\nWhen the quantity brought to market exceeds the effectual demand, it cannot be\r\nall sold to those who are willing to pay the whole value of the rent, wages,\r\nand profit, which must be paid in order to bring it thither. Some part must be\r\nsold to those who are willing to pay less, and the low price which they give\r\nfor it must reduce the price of the whole. The market price will sink more or\r\nless below the natural price, according as the greatness of the excess\r\nincreases more or less the competition of the sellers, or according as it\r\nhappens to be more or less important to them to get immediately rid of the\r\ncommodity. The same excess in the importation of perishable, will occasion a\r\nmuch greater competition than in that of durable commodities; in the\r\nimportation of oranges, for example, than in that of old iron.\r\n\n\r\nWhen the quantity brought to market is just sufficient to supply the effectual\r\ndemand, and no more, the market price naturally comes to be either exactly, or\r\nas nearly as can be judged of, the same with the natural price. The whole\r\nquantity upon hand can be disposed of for this price, and can not be disposed\r\nof for more. The competition of the different dealers obliges them all to\r\naccept of this price, but does not oblige them to accept of less.\r\n\n\r\nThe quantity of every commodity brought to market naturally suits itself to the\r\neffectual demand. It is the interest of all those who employ their land,\r\nlabour, or stock, in bringing any commodity to market, that the quantity never\r\nshould exceed the effectual demand; and it is the interest of all other people\r\nthat it never should fall short of that demand.\r\n\n\r\nIf at any time it exceeds the effectual demand, some of the component parts of\r\nits price must be paid below their natural rate. If it is rent, the interest of\r\nthe landlords will immediately prompt them to withdraw a part of their land;\r\nand if it is wages or profit, the interest of the labourers in the one case,\r\nand of their employers in the other, will prompt them to withdraw a part of\r\ntheir labour or stock, from this employment. The quantity brought to market\r\nwill soon be no more than sufficient to supply the effectual demand. All the\r\ndifferent parts of its price will rise to their natural rate, and the whole\r\nprice to its natural price.\r\n\n\r\nIf, on the contrary, the quantity brought to market should at any time fall\r\nshort of the effectual demand, some of the component parts of its price must\r\nrise above their natural rate. If it is rent, the interest of all other\r\nlandlords will naturally prompt them to prepare more land for the raising of\r\nthis commodity; if it is wages or profit, the interest of all other labourers\r\nand dealers will soon prompt them to employ more labour and stock in preparing\r\nand bringing it to market. The quantity brought thither will soon be sufficient\r\nto supply the effectual demand. All the different parts of its price will soon\r\nsink to their natural rate, and the whole price to its natural price.\r\n\n\r\nThe natural price, therefore, is, as it were, the central price, to which the\r\nprices of all commodities are continually gravitating. Different accidents may\r\nsometimes keep them suspended a good deal above it, and sometimes force them\r\ndown even somewhat below it. But whatever may be the obstacles which hinder\r\nthem from settling in this centre of repose and continuance, they are\r\nconstantly tending towards it.\r\n\n\r\nThe whole quantity of industry annually employed in order to bring any\r\ncommodity to market, naturally suits itself in this manner to the effectual\r\ndemand. It naturally aims at bringing always that precise quantity thither\r\nwhich may be sufficient to supply, and no more than supply, that demand.\r\n\n\r\nBut, in some employments, the same quantity of industry will, in different\r\nyears, produce very different quantities of commodities; while, in others, it\r\nwill produce always the same, or very nearly the same. The same number of\r\nlabourers in husbandry will, in different years, produce very different\r\nquantities of corn, wine, oil, hops, etc. But the same number of spinners or\r\nweavers will every year produce the same, or very nearly the same, quantity of\r\nlinen and woollen cloth. It is only the average produce of the one species of\r\nindustry which can be suited, in any respect, to the effectual demand; and as\r\nits actual produce is frequently much greater, and frequently much less, than\r\nits average produce, the quantity of the commodities brought to market will\r\nsometimes exceed a good deal, and sometimes fall short a good deal, of the\r\neffectual demand. Even though that demand, therefore, should continue always\r\nthe same, their market price will be liable to great fluctuations, will\r\nsometimes fall a good deal below, and sometimes rise a good deal above, their\r\nnatural price. In the other species of industry, the produce of equal\r\nquantities of labour being always the same, or very nearly the same, it can be\r\nmore exactly suited to the effectual demand. While that demand continues the\r\nsame, therefore, the market price of the commodities is likely to do so too,\r\nand to be either altogether, or as nearly as can be judged of, the same with\r\nthe natural price. That the price of linen and woollen cloth is liable neither\r\nto such frequent, nor to such great variations, as the price of corn, every\r\nman’s experience will inform him. The price of the one species of\r\ncommodities varies only with the variations in the demand; that of the other\r\nvaries not only with the variations in the demand, but with the much greater,\r\nand more frequent, variations in the quantity of what is brought to market, in\r\norder to supply that demand.\r\n\n\r\nThe occasional and temporary fluctuations in the market price of any commodity\r\nfall chiefly upon those parts of its price which resolve themselves into wages\r\nand profit. That part which resolves itself into rent is less affected by them.\r\nA rent certain in money is not in the least affected by them, either in its\r\nrate or in its value. A rent which consists either in a certain proportion, or\r\nin a certain quantity, of the rude produce, is no doubt affected in its yearly\r\nvalue by all the occasional and temporary fluctuations in the market price of\r\nthat rude produce; but it is seldom affected by them in its yearly rate. In\r\nsettling the terms of the lease, the landlord and farmer endeavour, according\r\nto their best judgment, to adjust that rate, not to the temporary and\r\noccasional, but to the average and ordinary price of the produce.\r\n\n\r\nSuch fluctuations affect both the value and the rate, either of wages or of\r\nprofit, according as the market happens to be either overstocked or\r\nunderstocked with commodities or with labour, with work done, or with work to\r\nbe done. A public mourning raises the price of black cloth (with which the\r\nmarket is almost always understocked upon such occasions), and augments the\r\nprofits of the merchants who possess any considerable quantity of it. It has no\r\neffect upon the wages of the weavers. The market is understocked with\r\ncommodities, not with labour, with work done, not with work to be done. It\r\nraises the wages of journeymen tailors. The market is here understocked with\r\nlabour. There is an effectual demand for more labour, for more work to be done,\r\nthan can be had. It sinks the price of coloured silks and cloths, and thereby\r\nreduces the profits of the merchants who have any considerable quantity of them\r\nupon hand. It sinks, too, the wages of the workmen employed in preparing such\r\ncommodities, for which all demand is stopped for six months, perhaps for a\r\ntwelvemonth. The market is here overstocked both with commodities and with\r\nlabour.\r\n\n\r\nBut though the market price of every particular commodity is in this manner\r\ncontinually gravitating, if one may say so, towards the natural price; yet\r\nsometimes particular accidents, sometimes natural causes, and sometimes\r\nparticular regulations of policy, may, in many commodities, keep up the market\r\nprice, for a long time together, a good deal above the natural price.\r\n\n\r\nWhen, by an increase in the effectual demand, the market price of some\r\nparticular commodity happens to rise a good deal above the natural price, those\r\nwho employ their stocks in supplying that market, are generally careful to\r\nconceal this change. If it was commonly known, their great profit would tempt\r\nso many new rivals to employ their stocks in the same way, that, the effectual\r\ndemand being fully supplied, the market price would soon be reduced to the\r\nnatural price, and, perhaps, for some time even below it. If the market is at a\r\ngreat distance from the residence of those who supply it, they may sometimes be\r\nable to keep the secret for several years together, and may so long enjoy their\r\nextraordinary profits without any new rivals. Secrets of this kind, however, it\r\nmust be acknowledged, can seldom be long kept; and the extraordinary profit can\r\nlast very little longer than they are kept.\r\n\n\r\nSecrets in manufactures are capable of being longer kept than secrets in trade.\r\nA dyer who has found the means of producing a particular colour with materials\r\nwhich cost only half the price of those commonly made use of, may, with good\r\nmanagement, enjoy the advantage of his discovery as long as he lives, and even\r\nleave it as a legacy to his posterity. His extraordinary gains arise from the\r\nhigh price which is paid for his private labour. They properly consist in the\r\nhigh wages of that labour. But as they are repeated upon every part of his\r\nstock, and as their whole amount bears, upon that account, a regular proportion\r\nto it, they are commonly considered as extraordinary profits of stock.\r\n\n\r\nSuch enhancements of the market price are evidently the effects of particular\r\naccidents, of which, however, the operation may sometimes last for many years\r\ntogether.\r\n\n\r\nSome natural productions require such a singularity of soil and situation, that\r\nall the land in a great country, which is fit for producing them, may not be\r\nsufficient to supply the effectual demand. The whole quantity brought to\r\nmarket, therefore, may be disposed of to those who are willing to give more\r\nthan what is sufficient to pay the rent of the land which produced them,\r\ntogether with the wages of the labour and the profits of the stock which were\r\nemployed in preparing and bringing them to market, according to their natural\r\nrates. Such commodities may continue for whole centuries together to be sold at\r\nthis high price; and that part of it which resolves itself into the rent of\r\nland, is in this case the part which is generally paid above its natural rate.\r\nThe rent of the land which affords such singular and esteemed productions, like\r\nthe rent of some vineyards in France of a peculiarly happy soil and situation,\r\nbears no regular proportion to the rent of other equally fertile and equally\r\nwell cultivated land in its neighbourhood. The wages of the labour, and the\r\nprofits of the stock employed in bringing such commodities to market, on the\r\ncontrary, are seldom out of their natural proportion to those of the other\r\nemployments of labour and stock in their neighbourhood.\r\n\n\r\nSuch enhancements of the market price are evidently the effect of natural\r\ncauses, which may hinder the effectual demand from ever being fully supplied,\r\nand which may continue, therefore, to operate for ever.\r\n\n\r\nA monopoly granted either to an individual or to a trading company, has the\r\nsame effect as a secret in trade or manufactures. The monopolists, by keeping\r\nthe market constantly understocked by never fully supplying the effectual\r\ndemand, sell their commodities much above the natural price, and raise their\r\nemoluments, whether they consist in wages or profit, greatly above their\r\nnatural rate.\r\n\n\r\nThe price of monopoly is upon every occasion the highest which can be got. The\r\nnatural price, or the price of free competition, on the contrary, is the lowest\r\nwhich can be taken, not upon every occasion indeed, but for any considerable\r\ntime together. The one is upon every occasion the highest which can be squeezed\r\nout of the buyers, or which it is supposed they will consent to give; the other\r\nis the lowest which the sellers can commonly afford to take, and at the same\r\ntime continue their business.\r\n\n\r\nThe exclusive privileges of corporations, statutes of apprenticeship, and all\r\nthose laws which restrain in particular employments, the competition to a\r\nsmaller number than might otherwise go into them, have the same tendency,\r\nthough in a less degree. They are a sort of enlarged monopolies, and may\r\nfrequently, for ages together, and in whole classes of employments, keep up the\r\nmarket price of particular commodities above the natural price, and maintain\r\nboth the wages of the labour and the profits of the stock employed about them\r\nsomewhat above their natural rate.\r\n\n\r\nSuch enhancements of the market price may last as long as the regulations of\r\npolicy which give occasion to them.\r\n\n\r\nThe market price of any particular commodity, though it may continue long\r\nabove, can seldom continue long below, its natural price. Whatever part of it\r\nwas paid below the natural rate, the persons whose interest it affected would\r\nimmediately feel the loss, and would immediately withdraw either so much land\r\nor so much labour, or so much stock, from being employed about it, that the\r\nquantity brought to market would soon be no more than sufficient to supply the\r\neffectual demand. Its market price, therefore, would soon rise to the natural\r\nprice; this at least would be the case where there was perfect liberty.\r\n\n\r\nThe same statutes of apprenticeship and other corporation laws, indeed, which,\r\nwhen a manufacture is in prosperity, enable the workman to raise his wages a\r\ngood deal above their natural rate, sometimes oblige him, when it decays, to\r\nlet them down a good deal below it. As in the one case they exclude many people\r\nfrom his employment, so in the other they exclude him from many employments.\r\nThe effect of such regulations, however, is not near so durable in sinking the\r\nworkman’s wages below, as in raising them above their natural rate. Their\r\noperation in the one way may endure for many centuries, but in the other it can\r\nlast no longer than the lives of some of the workmen who were bred to the\r\nbusiness in the time of its prosperity. When they are gone, the number of those\r\nwho are afterwards educated to the trade will naturally suit itself to the\r\neffectual demand. The policy must be as violent as that of Indostan or ancient\r\nEgypt (where every man was bound by a principle of religion to follow the\r\noccupation of his father, and was supposed to commit the most horrid sacrilege\r\nif he changed it for another), which can in any particular employment, and for\r\nseveral generations together, sink either the wages of labour or the profits of\r\nstock below their natural rate.\r\n\n\r\nThis is all that I think necessary to be observed at present concerning the\r\ndeviations, whether occasional or permanent, of the market price of commodities\r\nfrom the natural price.\r\n\n\r\nThe natural price itself varies with the natural rate of each of its component\r\nparts, of wages, profit, and rent; and in every society this rate varies\r\naccording to their circumstances, according to their riches or poverty, their\r\nadvancing, stationary, or declining condition. I shall, in the four following\r\nchapters, endeavour to explain, as fully and distinctly as I can, the causes of\r\nthose different variations.\r\n\n\r\nFirst, I shall endeavour to explain what are the circumstances which naturally\r\ndetermine the rate of wages, and in what manner those circumstances are\r\naffected by the riches or poverty, by the advancing, stationary, or declining\r\nstate of the society.\r\n\n\r\nSecondly, I shall endeavour to shew what are the circumstances which naturally\r\ndetermine the rate of profit; and in what manner, too, those circumstances are\r\naffected by the like variations in the state of the society.\r\n\n\r\nThough pecuniary wages and profit are very different in the different\r\nemployments of labour and stock; yet a certain proportion seems commonly to\r\ntake place between both the pecuniary wages in all the different employments of\r\nlabour, and the pecuniary profits in all the different employments of stock.\r\nThis proportion, it will appear hereafter, depends partly upon the nature of\r\nthe different employments, and partly upon the different laws and policy of the\r\nsociety in which they are carried on. But though in many respects dependent\r\nupon the laws and policy, this proportion seems to be little affected by the\r\nriches or poverty of that society, by its advancing, stationary, or declining\r\ncondition, but to remain the same, or very nearly the same, in all those\r\ndifferent states. I shall, in the third place, endeavour to explain all the\r\ndifferent circumstances which regulate this proportion.\r\n\n\r\nIn the fourth and last place, I shall endeavour to shew what are the\r\ncircumstances which regulate the rent of land, and which either raise or lower\r\nthe real price of all the different substances which it produces.\r\n\n\r\nThe produce of labour constitutes the natural recompence or wages of labour. In\r\nthat original state of things which precedes both the appropriation of land and\r\nthe accumulation of stock, the whole produce of labour belongs to the labourer.\r\nHe has neither landlord nor master to share with him.\r\n\n\r\nHad this state continued, the wages of labour would have augmented with all\r\nthose improvements in its productive powers, to which the division of labour\r\ngives occasion. All things would gradually have become cheaper. They would have\r\nbeen produced by a smaller quantity of labour; and as the commodities produced\r\nby equal quantities of labour would naturally in this state of things be\r\nexchanged for one another, they would have been purchased likewise with the\r\nproduce of a smaller quantity.\r\n\n\r\nBut though all things would have become cheaper in reality, in appearance many\r\nthings might have become dearer, than before, or have been exchanged for a\r\ngreater quantity of other goods. Let us suppose, for example, that in the\r\ngreater part of employments the productive powers of labour had been improved\r\nto tenfold, or that a day’s labour could produce ten times the quantity\r\nof work which it had done originally; but that in a particular employment they\r\nhad been improved only to double, or that a day’s labour could produce\r\nonly twice the quantity of work which it had done before. In exchanging the\r\nproduce of a day’s labour in the greater part of employments for that of\r\na day’s labour in this particular one, ten times the original quantity of\r\nwork in them would purchase only twice the original quantity in it. Any\r\nparticular quantity in it, therefore, a pound weight, for example, would appear\r\nto be five times dearer than before. In reality, however, it would be twice as\r\ncheap. Though it required five times the quantity of other goods to purchase\r\nit, it would require only half the quantity of labour either to purchase or to\r\nproduce it. The acquisition, therefore, would be twice as easy as before.\r\n\n\r\nBut this original state of things, in which the labourer enjoyed the whole\r\nproduce of his own labour, could not last beyond the first introduction of the\r\nappropriation of land and the accumulation of stock. It was at an end,\r\ntherefore, long before the most considerable improvements were made in the\r\nproductive powers of labour; and it would be to no purpose to trace further\r\nwhat might have been its effects upon the recompence or wages of labour.\r\n\n\r\nAs soon as land becomes private property, the landlord demands a share of\r\nalmost all the produce which the labourer can either raise or collect from it.\r\nHis rent makes the first deduction from the produce of the labour which is\r\nemployed upon land.\r\n\n\r\nIt seldom happens that the person who tills the ground has wherewithal to\r\nmaintain himself till he reaps the harvest. His maintenance is generally\r\nadvanced to him from the stock of a master, the farmer who employs him, and who\r\nwould have no interest to employ him, unless he was to share in the produce of\r\nhis labour, or unless his stock was to be replaced to him with a profit. This\r\nprofit makes a second deduction from the produce of the labour which is\r\nemployed upon land.\r\n\n\r\nThe produce of almost all other labour is liable to the like deduction of\r\nprofit. In all arts and manufactures, the greater part of the workmen stand in\r\nneed of a master, to advance them the materials of their work, and their wages\r\nand maintenance, till it be completed. He shares in the produce of their\r\nlabour, or in the value which it adds to the materials upon which it is\r\nbestowed; and in this share consists his profit.\r\n\n\r\nIt sometimes happens, indeed, that a single independent workman has stock\r\nsufficient both to purchase the materials of his work, and to maintain himself\r\ntill it be completed. He is both master and workman, and enjoys the whole\r\nproduce of his own labour, or the whole value which it adds to the materials\r\nupon which it is bestowed. It includes what are usually two distinct revenues,\r\nbelonging to two distinct persons, the profits of stock, and the wages of\r\nlabour.\r\n\n\r\nSuch cases, however, are not very frequent; and in every part of Europe twenty\r\nworkmen serve under a master for one that is independent, and the wages of\r\nlabour are everywhere understood to be, what they usually are, when the\r\nlabourer is one person, and the owner of the stock which employs him another.\r\n\n\r\nWhat are the common wages of labour, depends everywhere upon the contract\r\nusually made between those two parties, whose interests are by no means the\r\nsame. The workmen desire to get as much, the masters to give as little, as\r\npossible. The former are disposed to combine in order to raise, the latter in\r\norder to lower, the wages of labour.\r\n\n\r\nIt is not, however, difficult to foresee which of the two parties must, upon\r\nall ordinary occasions, have the advantage in the dispute, and force the other\r\ninto a compliance with their terms. The masters, being fewer in number, can\r\ncombine much more easily: and the law, besides, authorises, or at least does\r\nnot prohibit, their combinations, while it prohibits those of the workmen. We\r\nhave no acts of parliament against combining to lower the price of work, but\r\nmany against combining to raise it. In all such disputes, the masters can hold\r\nout much longer. A landlord, a farmer, a master manufacturer, or merchant,\r\nthough they did not employ a single workman, could generally live a year or two\r\nupon the stocks, which they have already acquired. Many workmen could not\r\nsubsist a week, few could subsist a month, and scarce any a year, without\r\nemployment. In the long run, the workman may be as necessary to his master as\r\nhis master is to him; but the necessity is not so immediate.\r\n\n\r\nWe rarely hear, it has been said, of the combinations of masters, though\r\nfrequently of those of workmen. But whoever imagines, upon this account, that\r\nmasters rarely combine, is as ignorant of the world as of the subject. Masters\r\nare always and everywhere in a sort of tacit, but constant and uniform,\r\ncombination, not to raise the wages of labour above their actual rate. To\r\nviolate this combination is everywhere a most unpopular action, and a sort of\r\nreproach to a master among his neighbours and equals. We seldom, indeed, hear\r\nof this combination, because it is the usual, and, one may say, the natural\r\nstate of things, which nobody ever hears of. Masters, too, sometimes enter into\r\nparticular combinations to sink the wages of labour even below this rate. These\r\nare always conducted with the utmost silence and secrecy till the moment of\r\nexecution; and when the workmen yield, as they sometimes do without resistance,\r\nthough severely felt by them, they are never heard of by other people. Such\r\ncombinations, however, are frequently resisted by a contrary defensive\r\ncombination of the workmen, who sometimes, too, without any provocation of this\r\nkind, combine, of their own accord, to raise the price of their labour. Their\r\nusual pretences are, sometimes the high price of provisions, sometimes the\r\ngreat profit which their masters make by their work. But whether their\r\ncombinations be offensive or defensive, they are always abundantly heard of. In\r\norder to bring the point to a speedy decision, they have always recourse to the\r\nloudest clamour, and sometimes to the most shocking violence and outrage. They\r\nare desperate, and act with the folly and extravagance of desperate men, who\r\nmust either starve, or frighten their masters into an immediate compliance with\r\ntheir demands. The masters, upon these occasions, are just as clamorous upon\r\nthe other side, and never cease to call aloud for the assistance of the civil\r\nmagistrate, and the rigorous execution of those laws which have been enacted\r\nwith so much severity against the combination of servants, labourers, and\r\njourneymen. The workmen, accordingly, very seldom derive any advantage from the\r\nviolence of those tumultuous combinations, which, partly from the interposition\r\nof the civil magistrate, partly from the superior steadiness of the masters,\r\npartly from the necessity which the greater part of the workmen are under of\r\nsubmitting for the sake of present subsistence, generally end in nothing but\r\nthe punishment or ruin of the ringleaders.\r\n\n\r\nBut though, in disputes with their workmen, masters must generally have the\r\nadvantage, there is, however, a certain rate, below which it seems impossible\r\nto reduce, for any considerable time, the ordinary wages even of the lowest\r\nspecies of labour.\r\n\n\r\nA man must always live by his work, and his wages must at least be sufficient\r\nto maintain him. They must even upon most occasions be somewhat more, otherwise\r\nit would be impossible for him to bring up a family, and the race of such\r\nworkmen could not last beyond the first generation. Mr Cantillon seems, upon\r\nthis account, to suppose that the lowest species of common labourers must\r\neverywhere earn at least double their own maintenance, in order that, one with\r\nanother, they may be enabled to bring up two children; the labour of the wife,\r\non account of her necessary attendance on the children, being supposed no more\r\nthan sufficient to provide for herself: But one half the children born, it is\r\ncomputed, die before the age of manhood. The poorest labourers, therefore,\r\naccording to this account, must, one with another, attempt to rear at least\r\nfour children, in order that two may have an equal chance of living to that\r\nage. But the necessary maintenance of four children, it is supposed, may be\r\nnearly equal to that of one man. The labour of an able-bodied slave, the same\r\nauthor adds, is computed to be worth double his maintenance; and that of the\r\nmeanest labourer, he thinks, cannot be worth less than that of an able-bodied\r\nslave. Thus far at least seems certain, that, in order to bring up a family,\r\nthe labour of the husband and wife together must, even in the lowest species of\r\ncommon labour, be able to earn something more than what is precisely necessary\r\nfor their own maintenance; but in what proportion, whether in that\r\nabove-mentioned, or many other, I shall not take upon me to determine.\r\n\n\r\nThere are certain circumstances, however, which sometimes give the labourers an\r\nadvantage, and enable them to raise their wages considerably above this rate,\r\nevidently the lowest which is consistent with common humanity.\r\n\n\r\nWhen in any country the demand for those who live by wages, labourers,\r\njourneymen, servants of every kind, is continually increasing; when every year\r\nfurnishes employment for a greater number than had been employed the year\r\nbefore, the workmen have no occasion to combine in order to raise their wages.\r\nThe scarcity of hands occasions a competition among masters, who bid against\r\none another in order to get workmen, and thus voluntarily break through the\r\nnatural combination of masters not to raise wages. The demand for those who\r\nlive by wages, it is evident, cannot increase but in proportion to the increase\r\nof the funds which are destined to the payment of wages. These funds are of two\r\nkinds, first, the revenue which is over and above what is necessary for the\r\nmaintenance; and, secondly, the stock which is over and above what is necessary\r\nfor the employment of their masters.\r\n\n\r\nWhen the landlord, annuitant, or monied man, has a greater revenue than what he\r\njudges sufficient to maintain his own family, he employs either the whole or a\r\npart of the surplus in maintaining one or more menial servants. Increase this\r\nsurplus, and he will naturally increase the number of those servants.\r\n\n\r\nWhen an independent workman, such as a weaver or shoemaker, has got more stock\r\nthan what is sufficient to purchase the materials of his own work, and to\r\nmaintain himself till he can dispose of it, he naturally employs one or more\r\njourneymen with the surplus, in order to make a profit by their work. Increase\r\nthis surplus, and he will naturally increase the number of his journeymen.\r\n\n\r\nThe demand for those who live by wages, therefore, necessarily increases with\r\nthe increase of the revenue and stock of every country, and cannot possibly\r\nincrease without it. The increase of revenue and stock is the increase of\r\nnational wealth. The demand for those who live by wages, therefore, naturally\r\nincreases with the increase of national wealth, and cannot possibly increase\r\nwithout it.\r\n\n\r\nIt is not the actual greatness of national wealth, but its continual increase,\r\nwhich occasions a rise in the wages of labour. It is not, accordingly, in the\r\nrichest countries, but in the most thriving, or in those which are growing rich\r\nthe fastest, that the wages of labour are highest. England is certainly, in the\r\npresent times, a much richer country than any part of North America. The wages\r\nof labour, however, are much higher in North America than in any part of\r\nEngland. In the province of New York, common labourers earned in 1773, before\r\nthe commencement of the late disturbances, three shillings and sixpence\r\ncurrency, equal to two shillings sterling, a-day; ship-carpenters, ten\r\nshillings and sixpence currency, with a pint of rum, worth sixpence sterling,\r\nequal in all to six shillings and sixpence sterling; house-carpenters and\r\nbricklayers, eight shillings currency, equal to four shillings and sixpence\r\nsterling; journeymen tailors, five shillings currency, equal to about two\r\nshillings and tenpence sterling. These prices are all above the London price;\r\nand wages are said to be as high in the other colonies as in New York. The\r\nprice of provisions is everywhere in North America much lower than in England.\r\nA dearth has never been known there. In the worst seasons they have always had\r\na sufficiency for themselves, though less for exportation. If the money price\r\nof labour, therefore, be higher than it is anywhere in the mother-country, its\r\nreal price, the real command of the necessaries and conveniencies of life which\r\nit conveys to the labourer, must be higher in a still greater proportion.\r\n\n\r\nBut though North America is not yet so rich as England, it is much more\r\nthriving, and advancing with much greater rapidity to the further acquisition\r\nof riches. The most decisive mark of the prosperity of any country is the\r\nincrease of the number of its inhabitants. In Great Britain, and most other\r\nEuropean countries, they are not supposed to double in less than five hundred\r\nyears. In the British colonies in North America, it has been found that they\r\ndouble in twenty or five-and-twenty years. Nor in the present times is this\r\nincrease principally owing to the continual importation of new inhabitants, but\r\nto the great multiplication of the species. Those who live to old age, it is\r\nsaid, frequently see there from fifty to a hundred, and sometimes many more,\r\ndescendants from their own body. Labour is there so well rewarded, that a\r\nnumerous family of children, instead of being a burden, is a source of opulence\r\nand prosperity to the parents. The labour of each child, before it can leave\r\ntheir house, is computed to be worth a hundred pounds clear gain to them. A\r\nyoung widow with four or five young children, who, among the middling or\r\ninferior ranks of people in Europe, would have so little chance for a second\r\nhusband, is there frequently courted as a sort of fortune. The value of\r\nchildren is the greatest of all encouragements to marriage. We cannot,\r\ntherefore, wonder that the people in North America should generally marry very\r\nyoung. Notwithstanding the great increase occasioned by such early marriages,\r\nthere is a continual complaint of the scarcity of hands in North America. The\r\ndemand for labourers, the funds destined for maintaining them increase, it\r\nseems, still faster than they can find labourers to employ.\r\n\n\r\nThough the wealth of a country should be very great, yet if it has been long\r\nstationary, we must not expect to find the wages of labour very high in it. The\r\nfunds destined for the payment of wages, the revenue and stock of its\r\ninhabitants, may be of the greatest extent; but if they have continued for\r\nseveral centuries of the same, or very nearly of the same extent, the number of\r\nlabourers employed every year could easily supply, and even more than supply,\r\nthe number wanted the following year. There could seldom be any scarcity of\r\nhands, nor could the masters be obliged to bid against one another in order to\r\nget them. The hands, on the contrary, would, in this case, naturally multiply\r\nbeyond their employment. There would be a constant scarcity of employment, and\r\nthe labourers would be obliged to bid against one another in order to get it.\r\nIf in such a country the wages of labour had ever been more than sufficient to\r\nmaintain the labourer, and to enable him to bring up a family, the competition\r\nof the labourers and the interest of the masters would soon reduce them to the\r\nlowest rate which is consistent with common humanity. China has been long one\r\nof the richest, that is, one of the most fertile, best cultivated, most\r\nindustrious, and most populous, countries in the world. It seems, however, to\r\nhave been long stationary. Marco Polo, who visited it more than five hundred\r\nyears ago, describes its cultivation, industry, and populousness, almost in the\r\nsame terms in which they are described by travellers in the present times. It\r\nhad, perhaps, even long before his time, acquired that full complement of\r\nriches which the nature of its laws and institutions permits it to acquire. The\r\naccounts of all travellers, inconsistent in many other respects, agree in the\r\nlow wages of labour, and in the difficulty which a labourer finds in bringing\r\nup a family in China. If by digging the ground a whole day he can get what will\r\npurchase a small quantity of rice in the evening, he is contented. The\r\ncondition of artificers is, if possible, still worse. Instead of waiting\r\nindolently in their work-houses for the calls of their customers, as in Europe,\r\nthey are continually running about the streets with the tools of their\r\nrespective trades, offering their services, and, as it were, begging\r\nemployment. The poverty of the lower ranks of people in China far surpasses\r\nthat of the most beggarly nations in Europe. In the neighbourhood of Canton,\r\nmany hundred, it is commonly said, many thousand families have no habitation on\r\nthe land, but live constantly in little fishing-boats upon the rivers and\r\ncanals. The subsistence which they find there is so scanty, that they are eager\r\nto fish up the nastiest garbage thrown overboard from any European ship. Any\r\ncarrion, the carcase of a dead dog or cat, for example, though half putrid and\r\nstinking, is as welcome to them as the most wholesome food to the people of\r\nother countries. Marriage is encouraged in China, not by the profitableness of\r\nchildren, but by the liberty of destroying them. In all great towns, several\r\nare every night exposed in the street, or drowned like puppies in the water.\r\nThe performance of this horrid office is even said to be the avowed business by\r\nwhich some people earn their subsistence.\r\n\n\r\nChina, however, though it may, perhaps, stand still, does not seem to go\r\nbackwards. Its towns are nowhere deserted by their inhabitants. The lands which\r\nhad once been cultivated, are nowhere neglected. The same, or very nearly the\r\nsame, annual labour, must, therefore, continue to be performed, and the funds\r\ndestined for maintaining it must not, consequently, be sensibly diminished. The\r\nlowest class of labourers, therefore, notwithstanding their scanty subsistence,\r\nmust some way or another make shift to continue their race so far as to keep up\r\ntheir usual numbers.\r\n\n\r\nBut it would be otherwise in a country where the funds destined for the\r\nmaintenance of labour were sensibly decaying. Every year the demand for\r\nservants and labourers would, in all the different classes of employments, be\r\nless than it had been the year before. Many who had been bred in the superior\r\nclasses, not being able to find employment in their own business, would be glad\r\nto seek it in the lowest. The lowest class being not only overstocked with its\r\nown workmen, but with the overflowings of all the other classes, the\r\ncompetition for employment would be so great in it, as to reduce the wages of\r\nlabour to the most miserable and scanty subsistence of the labourer. Many would\r\nnot be able to find employment even upon these hard terms, but would either\r\nstarve, or be driven to seek a subsistence, either by begging, or by the\r\nperpetration perhaps, of the greatest enormities. Want, famine, and mortality,\r\nwould immediately prevail in that class, and from thence extend themselves to\r\nall the superior classes, till the number of inhabitants in the country was\r\nreduced to what could easily be maintained by the revenue and stock which\r\nremained in it, and which had escaped either the tyranny or calamity which had\r\ndestroyed the rest. This, perhaps, is nearly the present state of Bengal, and\r\nof some other of the English settlements in the East Indies. In a fertile\r\ncountry, which had before been much depopulated, where subsistence,\r\nconsequently, should not be very difficult, and where, notwithstanding, three\r\nor four hundred thousand people die of hunger in one year, we may be assured\r\nthat the funds destined for the maintenance of the labouring poor are fast\r\ndecaying. The difference between the genius of the British constitution, which\r\nprotects and governs North America, and that of the mercantile company which\r\noppresses and domineers in the East Indies, cannot, perhaps, be better\r\nillustrated than by the different state of those countries.\r\n\n\r\nThe liberal reward of labour, therefore, as it is the necessary effect, so it\r\nis the natural symptom of increasing national wealth. The scanty maintenance of\r\nthe labouring poor, on the other hand, is the natural symptom that things are\r\nat a stand, and their starving condition, that they are going fast backwards.\r\n\n\r\nIn Great Britain, the wages of labour seem, in the present times, to be\r\nevidently more than what is precisely necessary to enable the labourer to bring\r\nup a family. In order to satisfy ourselves upon this point, it will not be\r\nnecessary to enter into any tedious or doubtful calculation of what may be the\r\nlowest sum upon which it is possible to do this. There are many plain symptoms,\r\nthat the wages of labour are nowhere in this country regulated by this lowest\r\nrate, which is consistent with common humanity.\r\n\n\r\nFirst, in almost every part of Great Britain there is a distinction, even in\r\nthe lowest species of labour, between summer and winter wages. Summer wages are\r\nalways highest. But, on account of the extraordinary expense of fuel, the\r\nmaintenance of a family is most expensive in winter. Wages, therefore, being\r\nhighest when this expense is lowest, it seems evident that they are not\r\nregulated by what is necessary for this expense, but by the quantity and\r\nsupposed value of the work. A labourer, it may be said, indeed, ought to save\r\npart of his summer wages, in order to defray his winter expense; and that,\r\nthrough the whole year, they do not exceed what is necessary to maintain his\r\nfamily through the whole year. A slave, however, or one absolutely dependent on\r\nus for immediate subsistence, would not be treated in this manner. His daily\r\nsubsistence would be proportioned to his daily necessities.\r\n\n\r\nSecondly, the wages of labour do not, in Great Britain, fluctuate with the\r\nprice of provisions. These vary everywhere from year to year, frequently from\r\nmonth to month. But in many places, the money price of labour remains uniformly\r\nthe same, sometimes for half a century together. If, in these places,\r\ntherefore, the labouring poor can maintain their families in dear years, they\r\nmust be at their ease in times of moderate plenty, and in affluence in those of\r\nextraordinary cheapness. The high price of provisions during these ten years\r\npast, has not, in many parts of the kingdom, been accompanied with any sensible\r\nrise in the money price of labour. It has, indeed, in some; owing, probably,\r\nmore to the increase of the demand for labour, than to that of the price of\r\nprovisions.\r\n\n\r\nThirdly, as the price of provisions varies more from year to year than the\r\nwages of labour, so, on the other hand, the wages of labour vary more from\r\nplace to place than the price of provisions. The prices of bread and\r\nbutchers’ meat are generally the same, or very nearly the same, through\r\nthe greater part of the united kingdom. These, and most other things which are\r\nsold by retail, the way in which the labouring poor buy all things, are\r\ngenerally fully as cheap, or cheaper, in great towns than in the remoter parts\r\nof the country, for reasons which I shall have occasion to explain hereafter.\r\nBut the wages of labour in a great town and its neighbourhood are frequently a\r\nfourth or a fifth part, twenty or five-and—twenty per cent. higher than\r\nat a few miles distance. Eighteen pence a day may be reckoned the common price\r\nof labour in London and its neighbourhood. At a few miles distance, it falls to\r\nfourteen and fifteen pence. Tenpence may be reckoned its price in Edinburgh and\r\nits neighbourhood. At a few miles distance, it falls to eightpence, the usual\r\nprice of common labour through the greater part of the low country of Scotland,\r\nwhere it varies a good deal less than in England. Such a difference of prices,\r\nwhich, it seems, is not always sufficient to transport a man from one parish to\r\nanother, would necessarily occasion so great a transportation of the most bulky\r\ncommodities, not only from one parish to another, but from one end of the\r\nkingdom, almost from one end of the world to the other, as would soon reduce\r\nthem more nearly to a level. After all that has been said of the levity and\r\ninconstancy of human nature, it appears evidently from experience, that man is,\r\nof all sorts of luggage, the most difficult to be transported. If the labouring\r\npoor, therefore, can maintain their families in those parts of the kingdom\r\nwhere the price of labour is lowest, they must be in affluence where it is\r\nhighest.\r\n\n\r\nFourthly, the variations in the price of labour not only do not correspond,\r\neither in place or time, with those in the price of provisions, but they are\r\nfrequently quite opposite.\r\n\n\r\nGrain, the food of the common people, is dearer in Scotland than in England,\r\nwhence Scotland receives almost every year very large supplies. But English\r\ncorn must be sold dearer in Scotland, the country to which it is brought, than\r\nin England, the country from which it comes; and in proportion to its quality\r\nit cannot be sold dearer in Scotland than the Scotch corn that comes to the\r\nsame market in competition with it. The quality of grain depends chiefly upon\r\nthe quantity of flour or meal which it yields at the mill; and, in this\r\nrespect, English grain is so much superior to the Scotch, that though often\r\ndearer in appearance, or in proportion to the measure of its bulk, it is\r\ngenerally cheaper in reality, or in proportion to its quality, or even to the\r\nmeasure of its weight. The price of labour, on the contrary, is dearer in\r\nEngland than in Scotland. If the labouring poor, therefore, can maintain their\r\nfamilies in the one part of the united kingdom, they must be in affluence in\r\nthe other. Oatmeal, indeed, supplies the common people in Scotland with the\r\ngreatest and the best part of their food, which is, in general, much inferior\r\nto that of their neighbours of the same rank in England. This difference,\r\nhowever, in the mode of their subsistence, is not the cause, but the effect, of\r\nthe difference in their wages; though, by a strange misapprehension, I have\r\nfrequently heard it represented as the cause. It is not because one man keeps a\r\ncoach, while his neighbour walks a-foot, that the one is rich, and the other\r\npoor; but because the one is rich, he keeps a coach, and because the other is\r\npoor, he walks a-foot.\r\n\n\r\nDuring the course of the last century, taking one year with another, grain was\r\ndearer in both parts of the united kingdom than during that of the present.\r\nThis is a matter of fact which cannot now admit of any reasonable doubt; and\r\nthe proof of it is, if possible, still more decisive with regard to Scotland\r\nthan with regard to England. It is in Scotland supported by the evidence of the\r\npublic fiars, annual valuations made upon oath, according to the actual state\r\nof the markets, of all the different sorts of grain in every different county\r\nof Scotland. If such direct proof could require any collateral evidence to\r\nconfirm it, I would observe, that this has likewise been the case in France,\r\nand probably in most other parts of Europe. With regard to France, there is the\r\nclearest proof. But though it is certain, that in both parts of the united\r\nkingdom grain was somewhat dearer in the last century than in the present, it\r\nis equally certain that labour was much cheaper. If the labouring poor,\r\ntherefore, could bring up their families then, they must be much more at their\r\nease now. In the last century, the most usual day-wages of common labour\r\nthrough the greater part of Scotland were sixpence in summer, and fivepence in\r\nwinter. Three shillings a-week, the same price, very nearly still continues to\r\nbe paid in some parts of the Highlands and Western islands. Through the greater\r\npart of the Low country, the most usual wages of common labour are now eight\r\npence a-day; tenpence, sometimes a shilling, about Edinburgh, in the counties\r\nwhich border upon England, probably on account of that neighbourhood, and in a\r\nfew other places where there has lately been a considerable rise in the demand\r\nfor labour, about Glasgow, Carron, Ayrshire, etc. In England, the improvements\r\nof agriculture, manufactures, and commerce, began much earlier than in\r\nScotland. The demand for labour, and consequently its price, must necessarily\r\nhave increased with those improvements. In the last century, accordingly, as\r\nwell as in the present, the wages of labour were higher in England than in\r\nScotland. They have risen, too, considerably since that time, though, on\r\naccount of the greater variety of wages paid there in different places, it is\r\nmore difficult to ascertain how much. In 1614, the pay of a foot soldier was\r\nthe same as in the present times, eightpence a-day. When it was first\r\nestablished, it would naturally be regulated by the usual wages of common\r\nlabourers, the rank of people from which foot soldiers are commonly drawn.\r\nLord-chief-justice Hales, who wrote in the time of Charles II. computes the\r\nnecessary expense of a labourer’s family, consisting of six persons, the\r\nfather and mother, two children able to do something, and two not able, at ten\r\nshillings a-week, or twenty-six pounds a-year. If they cannot earn this by\r\ntheir labour, they must make it up, he supposes, either by begging or stealing.\r\nHe appears to have enquired very carefully into this subject {See his scheme\r\nfor the maintenance of the poor, in Burn’s History of the Poor Laws.}. In\r\n1688, Mr Gregory King, whose skill in political arithmetic is so much extolled\r\nby Dr Davenant, computed the ordinary income of labourers and out-servants to\r\nbe fifteen pounds a-year to a family, which he supposed to consist, one with\r\nanother, of three and a half persons", "summary": "\nIn this excerpt from \"The Wealth of Nations,\" Adam Smith explores the relationship between natural and market prices, wages, profit, and economic growth. Smith begins by explaining that natural prices of commodities reflect the natural rates of wages, profit, and rent required to bring goods to market. The market price, in contrast, is determined by the proportion between the quantity brought to market and the demand from those willing to pay the natural price.\nSmith articulates how market prices fluctuate around natural prices based on supply and demand. When supply falls short of demand, prices rise above their natural level; when supply exceeds demand, prices fall below it. Over time, market prices \"gravitate\" toward natural prices unless prevented by monopolies, trade secrets, or regulations. As Smith puts it, the natural price is \"the central price, to which the prices of all commodities are continually gravitating,\" though various factors may temporarily push prices above or below this level.\nThe text extensively discusses wage determination and labor markets. Smith argues that wages result from negotiation between workers and employers, with employers typically holding greater bargaining power. Masters can survive longer without workers than workers can without employment, and employers engage in \"tacit, but constant and uniform combination\" to prevent wage increases. Workers occasionally form their own combinations to demand higher wages, but these usually fail due to legal restrictions and economic necessity.\nDespite employers' advantages, Smith identifies a minimum wage threshold below which labor cannot fall for extended periods. Workers must earn enough to maintain themselves and their families; otherwise, the \"race of such workmen could not last beyond the first generation.\" Beyond this floor, wages rise when national wealth is increasing, rather than when absolute wealth is high. This explains why rapidly developing North America had higher wages than wealthier but more established England.\nSmith contrasts these growing economies with stagnant ones like China. Though China was prosperous, its long-stable economy resulted in intense competition for jobs, driving wages to minimum subsistence levels. Even worse conditions prevailed in declining economies like Bengal, where funds for maintaining labor were \"fast decaying,\" leading to famine and depopulation.\nIn Britain, Smith identifies several indicators showing that wages exceeded mere subsistence levels: the distinction between summer and winter wages, wage stability despite fluctuating food prices, significant regional wage differences, and evidence that wages had increased while grain prices decreased compared to the previous century. These patterns demonstrated that British workers enjoyed a standard of living above mere survival.\nThroughout the text, Smith reveals his understanding of market mechanisms as self-regulating systems. When prices or wages deviate from their natural rates, economic forces automatically work to restore equilibrium. This invisible hand coordinates economic activity without central direction, ensuring that resources flow to their most productive uses and that markets clear through the natural adjustment of prices.\n", "map": [["Natural price", "Central gravitational force"], ["Market price", "Supply-demand equilibrium"], ["Price fluctuations", "Self-regulating system"], ["Wages", "Employer-worker negotiation"], ["Employer combinations", "Wage suppression"], ["Worker combinations", "Legal restrictions"], ["Minimum wage", "Worker reproduction threshold"], ["Economic growth", "Rising wages"], ["Economic stagnation", "Subsistence wages"], ["Economic decline", "Famine and depopulation"], ["British wages", "Above subsistence level"], ["Market mechanisms", "Invisible hand coordination"]]}