{"source": "https://standardebooks.org/ebooks/helen-keller/the-story-of-my-life/text/single-page", "text": "\nIf there are children around, nothing pleases me so much as to frolic with them. I find even the smallest child excellent company, and I am glad to say that children usually like me. They lead me about and show me the things they are interested in. Of course the little ones cannot spell on their fingers; but I manage to read their lips. If I do not succeed they resort to dumb show. Sometimes I make a mistake and do the wrong thing. A burst of childish laughter greets my blunder, and the pantomime begins all over again. I often tell them stories or teach them a game, and the wingéd hours depart and leave us good and happy.\nMuseums and art stores are also sources of pleasure and inspiration. Doubtless it will seem strange to many that the hand unaided by sight can feel action, sentiment, beauty in the cold marble; and yet it is true that I derive genuine pleasure from touching great works of art. As my finger tips trace line and curve, they discover the thought and emotion which the artist has portrayed. I can feel in the faces of gods and heroes hate, courage and love, just as I can detect them in living faces I am permitted to touch. I feel in Diana’s posture the grace and freedom of the forest and the spirit that tames the mountain lion and subdues the fiercest passions. My soul delights in the repose and gracious curves of the Venus; and in Barre’s bronzes the secrets of the jungle are revealed to me.\nA medallion of Homer hangs on the wall of my study, conveniently low, so that I can easily reach it and touch the beautiful, sad face with loving reverence. How well I know each line in that majestic brow⁠—tracks of life and bitter evidences of struggle and sorrow; those sightless eyes seeking, even in the cold plaster, for the light and the blue skies of his beloved Hellas, but seeking in vain; that beautiful mouth, firm and true and tender. It is the face of a poet, and of a man acquainted with sorrow. Ah, how well I understand his deprivation⁠—the perpetual night in which he dwelt⁠—\n\nO dark, dark, dark, amid the blaze of noon,\n\nIrrecoverably dark, total eclipse\n\nWithout all hope of day!\n\nIn imagination I can hear Homer singing, as with unsteady, hesitating steps he gropes his way from camp to camp⁠—singing of life, of love, of war, of the splendid achievements of a noble race. It was a wonderful, glorious song, and it won the blind poet an immortal crown, the admiration of all ages.\nI sometimes wonder if the hand is not more sensitive to the beauties of sculpture than the eye. I should think the wonderful rhythmical flow of lines and curves could be more subtly felt than seen. Be this as it may, I know that I can feel the heartthrobs of the ancient Greeks in their marble gods and goddesses.\nAnother pleasure, which comes more rarely than the others, is going to the theatre. I enjoy having a play described to me while it is being acted on the stage far more than reading it, because then it seems as if I were living in the midst of stirring events. It has been my privilege to meet a few great actors and actresses who have the power of so bewitching you that you forget time and place and live again in the romantic past. I have been permitted to touch the face and costume of Miss Ellen Terry as she impersonated our ideal of a queen; and there was about her that divinity that hedges sublimest woe. Beside her stood Sir Henry Irving, wearing the symbols of kingship; and there was majesty of intellect in his every gesture and attitude and the royalty that subdues and overcomes in every line of his sensitive face. In the king’s face, which he wore as a mask, there was a remoteness and inaccessibility of grief which I shall never forget.\nI also know Mr. Jefferson. I am proud to count him among my friends. I go to see him whenever I happen to be where he is acting. The first time I saw him act was while at school in New York. He played “Rip Van Winkle.” I had often read the story, but I had never felt the charm of Rip’s slow, quaint, kind ways as I did in the play. Mr. Jefferson’s, beautiful, pathetic representation quite carried me away with delight. I have a picture of old Rip in my fingers which they will never lose. After the play Miss Sullivan took me to see him behind the scenes, and I felt of his curious garb and his flowing hair and beard. Mr. Jefferson let me touch his face so that I could imagine how he looked on waking from that strange sleep of twenty years, and he showed me how poor old Rip staggered to his feet.\nI have also seen him in The Rivals. Once while I was calling on him in Boston he acted the most striking parts of The Rivals for me. The reception-room where we sat served for a stage. He and his son seated themselves at the big table, and Bob Acres wrote his challenge. I followed all his movements with my hands, and caught the drollery of his blunders and gestures in a way that would have been impossible had it all been spelled to me. Then they rose to fight the duel, and I followed the swift thrusts and parries of the swords and the waverings of poor Bob as his courage oozed out at his finger ends. Then the great actor gave his coat a hitch and his mouth a twitch, and in an instant I was in the village of Falling Water and felt Schneider’s shaggy head against my knee. Mr. Jefferson recited the best dialogues of Rip van Winkle, in which the tear came close upon the smile. He asked me to indicate as far as I could the gestures and action that should go with the lines. Of course, I have no sense whatever of dramatic action, and could make only random guesses; but with masterful art he suited the action to the word. The sigh of Rip as he murmurs, “Is a man so soon forgotten when he is gone?” the dismay with which he searches for dog and gun after his long sleep, and his comical irresolution over signing the contract with Derrick⁠—all these seem to be right out of life itself; that is, the ideal life, where things happen as we think they should.\nI remember well the first time I went to the theatre. It was twelve years ago. Elsie Leslie, the little actress, was in Boston, and Miss Sullivan took me to see her in The Prince and the Pauper. I shall never forget the ripple of alternating joy and woe that ran through that beautiful little play, or the wonderful child who acted it. After the play I was permitted to go behind the scenes and meet her in her royal costume. It would have been hard to find a lovelier or more lovable child than Elsie, as she stood with a cloud of golden hair floating over her shoulders, smiling brightly, showing no signs of shyness or fatigue, though she had been playing to an immense audience. I was only just learning to speak, and had previously repeated her name until I could say it perfectly. Imagine my delight when she understood the few words I spoke to her and without hesitation stretched her hand to greet me.\nIs it not true, then, that my life with all its limitations touches at many points the life of the World Beautiful? Everything has its wonders, even darkness and silence, and I learn, whatever state I may be in, therein to be content.\nSometimes, it is true, a sense of isolation enfolds me like a cold mist as I sit alone and wait at life’s shut gate. Beyond there is light, and music, and sweet companionship; but I may not enter. Fate, silent, pitiless, bars the way. Fain would I question his imperious decree, for my heart is still undisciplined and passionate; but my tongue will not utter the bitter, futile words that rise to my lips, and they fall back into my heart like unshed tears. Silence sits immense upon my soul. Then comes hope with a smile and whispers, “There is joy in self-forgetfulness.” So I try to make the light in others’ eyes my sun, the music in others’ ears my symphony, the smile on others’ lips my happiness.\nWould that I could enrich this sketch with the names of all those who have ministered to my happiness! Some of them would be found written in our literature and dear to the hearts of many, while others would be wholly unknown to most of my readers. But their influence, though it escapes fame, shall live immortal in the lives that have been sweetened and ennobled by it. Those are red-letter days in our lives when we meet people who thrill us like a fine poem, people whose handshake is brimful of unspoken sympathy, and whose sweet, rich natures impart to our eager, impatient spirits a wonderful restfulness which, in its essence, is divine. The perplexities, irritations and worries that have absorbed us pass like unpleasant dreams, and we wake to see with new eyes and hear with new ears the beauty and harmony of God’s real world. The solemn nothings that fill our everyday life blossom suddenly into bright possibilities. In a word, while such friends are near us we feel that all is well. Perhaps we never saw them before, and they may never cross our life’s path again; but the influence of their calm, mellow natures is a libation poured upon our discontent, and we feel its healing touch, as the ocean feels the mountain stream freshening its brine.\nI have often been asked, “Do not people bore you?” I do not understand quite what that means. I suppose the calls of the stupid and curious, especially of newspaper reporters, are always inopportune. I also dislike people who try to talk down to my understanding. They are like people who when walking with you try to shorten their steps to suit yours; the hypocrisy in both cases is equally exasperating.\nThe hands of those I meet are dumbly eloquent to me. The touch of some hands is an impertinence. I have met people so empty of joy, that when I clasped their frosty finger tips, it seemed as if I were shaking hands with a northeast storm. Others there are whose hands have sunbeams in them, so that their grasp warms my heart. It may be only the clinging touch of a child’s hand; but there is as much potential sunshine in it for me as there is in a loving glance for others. A hearty handshake or a friendly letter gives me genuine pleasure.\nI have many far-off friends whom I have never seen. Indeed they are so many that I have often been unable to reply to their letters; but I wish to say here that I am always grateful for their kind words, however insufficiently I acknowledge them.\nI count it one of the sweetest privileges of my life to have known and conversed with many men of genius. Only those who knew Bishop Brooks can appreciate the joy his friendship was to those who possessed it. As a child I loved to sit on his knee and clasp his great hand with one of mine, while Miss Sullivan spelled into the other his beautiful words about God and the spiritual world. I heard him with a child’s wonder and delight. My spirit could not reach up to his, but he gave me a real sense of joy in life, and I never left him without carrying away a fine thought that grew in beauty and depth of meaning as I grew. Once, when I was puzzled to know why there were so many religions, he said: “There is one universal religion, Helen⁠—the religion of love. Love your Heavenly Father with your whole heart and soul, love every child of God as much as ever you can, and remember that the possibilities of good are greater than the possibilities of evil; and you have the key to Heaven.” And his life was a happy illustration of this great truth. In his noble soul love and widest knowledge were blended with faith that had become insight. He saw\n\nGod in all that liberates and lifts,\n\nIn all that humbles, sweetens and consoles.\n\nBishop Brooks taught me no special creed or dogma; but he impressed upon my mind two great ideas⁠—the fatherhood of God and the brotherhood of man, and made me feel that these truths underlie all creeds and forms of worship. God is love, God is our Father, we are His children; therefore the darkest clouds will break and though right be worsted, wrong shall not triumph.\nI am too happy in this world to think much about the future, except to remember that I have cherished friends awaiting me there in God’s beautiful Somewhere. In spite of the lapse of years, they seem so close to me that I should not think it strange if at any moment they should clasp my hand and speak words of endearment as they used to before they went away.\nSince Bishop Brooks died I have read the Bible through; also some philosophical works on religion, among them Swedenborg’s Heaven and Hell and Drummond’s Ascent of Man, and I have found no creed or system more soul-satisfying than Bishop Brooks’s creed of love. I knew Mr. Henry Drummond, and the memory of his strong, warm handclasp is like a benediction. He was the most sympathetic of companions. He knew so much and was so genial that it was impossible to feel dull in his presence.\nI remember well the first time I saw Dr. Oliver Wendell Holmes. He had invited Miss Sullivan and me to call on him one Sunday afternoon. It was early in the spring, just after I had learned to speak. We were shown at once to his library where we found him seated in a big armchair by an open fire which glowed and crackled on the hearth, thinking, he said, of other days.\n“And listening to the murmur of the River Charles,” I suggested.\n“Yes,” he replied, “the Charles has many dear associations for me.” There was an odour of print and leather in the room which told me that it was full of books, and I stretched out my hand instinctively to find them. My fingers lighted upon a beautiful volume of Tennyson’s poems, and when Miss Sullivan told me what it was I began to recite:\n\nBreak, break, break\n\nOn thy cold gray stones, O sea!\n\nBut I stopped suddenly. I felt tears on my hand. I had made my beloved poet weep, and I was greatly distressed. He made me sit in his armchair, while he brought different interesting things for me to examine, and at his request I recited “The Chambered Nautilus,” which was then my favorite poem. After that I saw Dr. Holmes many times and learned to love the man as well as the poet.\nOne beautiful summer day, not long after my meeting with Dr. Holmes, Miss Sullivan and I visited Whittier in his quiet home on the Merrimac. His gentle courtesy and quaint speech won my heart. He had a book of his poems in raised print from which I read “In School Days.” He was delighted that I could pronounce the words so well, and said that he had no difficulty in understanding me. Then I asked many questions about the poem, and read his answers by placing my fingers on his lips. He said he was the little boy in the poem, and that the girl’s name was Sally, and more which I have forgotten. I also recited “Laus Deo,” and as I spoke the concluding verses, he placed in my hands a statue of a slave from whose crouching figure the fetters were falling, even as they fell from Peter’s limbs when the angel led him forth out of prison. Afterward we went into his study, and he wrote his autograph for my teacher4 and expressed his admiration of her work, saying to me, “She is thy spiritual liberator.” Then he led me to the gate and kissed me tenderly on my forehead. I promised to visit him again the following summer, but he died before the promise was fulfilled.\nDr. Edward Everett Hale is one of my very oldest friends. I have known him since I was eight, and my love for him has increased with my years. His wise, tender sympathy has been the support of Miss Sullivan and me in times of trial and sorrow, and his strong hand has helped us over many rough places; and what he has done for us he has done for thousands of those who have difficult tasks to accomplish. He has filled the old skins of dogma with the new wine of love, and shown men what it is to believe, live and be free. What he has taught we have seen beautifully expressed in his own life⁠—love of country, kindness to the least of his brethren, and a sincere desire to live upward and onward. He has been a prophet and an inspirer of men, and a mighty doer of the Word, the friend of all his race⁠—God bless him!\nI have already written of my first meeting with Dr. Alexander Graham Bell. Since then I have spent many happy days with him at Washington and at his beautiful home in the heart of Cape Breton Island, near Baddeck, the village made famous by Charles Dudley Warner’s book. Here in Dr. Bell’s laboratory, or in the fields on the shore of the great Bras d’Or, I have spent many delightful hours listening to what he had to tell me about his experiments, and helping him fly kites by means of which he expects to discover the laws that shall govern the future airship. Dr. Bell is proficient in many fields of science, and has the art of making every subject he touches interesting, even the most abstruse theories. He makes you feel that if you only had a little more time, you, too, might be an inventor. He has a humorous and poetic side, too. His dominating passion is his love for children. He is never quite so happy as when he has a little deaf child in his arms. His labours in behalf of the deaf will live on and bless generations of children yet to come; and we love him alike for what he himself has achieved and for what he has evoked from others.\nDuring the two years I spent in New York I had many opportunities to talk with distinguished people whose names I had often heard, but whom I had never expected to meet. Most of them I met first in the house of my good friend, Mr. Laurence Hutton. It was a great privilege to visit him and dear Mrs. Hutton in their lovely home, and see their library and read the beautiful sentiments and bright thoughts gifted friends had written for them. It has been truly said that Mr. Hutton has the faculty of bringing out in everyone the best thoughts and kindest sentiments. One does not need to read A Boy I Knew to understand him⁠—the most generous, sweet-natured boy I ever knew, a good friend in all sorts of weather, who traces the footprints of love in the life of dogs as well as in that of his fellowmen.\nMrs. Hutton is a true and tried friend. Much that I hold sweetest, much that I hold most precious, I owe to her. She has oftenest advised and helped me in my progress through college. When I find my work particularly difficult and discouraging, she writes me letters that make me feel glad and brave; for she is one of those from whom we learn that one painful duty fulfilled makes the next plainer and easier.\nMr. Hutton introduced me to many of his literary friends, greatest of whom are Mr. William Dean Howells and Mark Twain. I also met Mr. Richard Watson Gilder and Mr. Edmund Clarence Stedman. I also knew Mr. Charles Dudley Warner, the most delightful of storytellers and the most beloved friend, whose sympathy was so broad that it may be truly said of him, he loved all living things and his neighbour as himself. Once Mr. Warner brought to see me the dear poet of the woodlands⁠—Mr. John Burroughs. They were all gentle and sympathetic and I felt the charm of their manner as much as I had felt the brilliancy of their essays and poems. I could not keep pace with all these literary folk as they glanced from subject to subject and entered into deep dispute, or made conversation sparkle with epigrams and happy witticisms. I was like little Ascanius, who followed with unequal steps the heroic strides of Aeneas on his march toward mighty destinies. But they spoke many gracious words to me. Mr. Gilder told me about his moonlight journeys across the vast desert to the Pyramids, and in a letter he wrote me he made his mark under his signature deep in the paper so that I could feel it. This reminds me that Dr. Hale used to give a personal touch to his letters to me by pricking his signature in braille. I read from Mark Twain’s lips one or two of his good stories. He has his own way of thinking, saying and doing everything. I feel the twinkle of his eye in his handshake. Even while he utters his cynical wisdom in an indescribably droll voice, he makes you feel that his heart is a tender Iliad of human sympathy.\nThere are a host of other interesting people I met in New York: Mrs. Mary Mapes Dodge, the beloved editor of St. Nicholas, and Mrs. Riggs (Kate Douglas Wiggin), the sweet author of Patsy. I received from them gifts that have the gentle concurrence of the heart, books containing their own thoughts, soul-illumined letters, and photographs that I love to have described again and again. But there is not space to mention all my friends, and indeed there are things about them hidden behind the wings of cherubim, things too sacred to set forth in cold print. It is with hesitancy that I have spoken even of Mrs. Laurence Hutton.\nI shall mention only two other friends. One is Mrs. William Thaw, of Pittsburgh, whom I have often visited in her home, Lyndhurst. She is always doing something to make someone happy, and her generosity and wise counsel have never failed my teacher and me in all the years we have known her.\nTo the other friend I am also deeply indebted. He is well known for the powerful hand with which he guides vast enterprises, and his wonderful abilities have gained for him the respect of all. Kind to everyone, he goes about doing good, silent and unseen. Again I touch upon the circle of honoured names I must not mention; but I would fain acknowledge his generosity and affectionate interest which make it possible for me to go to college.\nThus it is that my friends have made the story of my life. In a thousand ways they have turned my limitations into beautiful privileges, and enabled me to walk serene and happy in the shadow cast by my deprivation.\nMiss Sullivan began to teach Helen Keller on March 3rd, 1887. Three months and a half after the first word was spelled into her hand, she wrote in pencil this letter.\nTo her cousin Anna, Mrs. George T. Turner\n[Tuscumbia, Alabama, June 17, 1887.]\nhelen write anna george will give helen apple simpson will shoot bird jack will give helen stick of candy doctor will give mildred medicine mother will make mildred new dress\n[No signature]\nTwenty-five days later, while she was on a short visit away from home, she wrote to her mother. Two words are almost illegible, and the angular print slants in every direction.\nTo Mrs. Kate Adams Keller\n[Huntsville, Alabama, July 12, 1887.]\nHelen will write mother letter papa did give helen medicine mildred will sit in swing mildred did kiss helen teacher did give helen peach george is sick in bed george arm is hurt anna did give helen lemonade dog did stand up.\nconductor did punch ticket papa did give helen drink of water in car\ncarlotta did give helen flowers anna will buy helen pretty new hat helen will hug and kiss mother helen will come home grandmother does love helen\ngoodbye\n[No signature.]\nBy the following September Helen shows improvement in fullness of construction and more extended relations of thought.\nTo the Blind Girls at the Perkins Institution in South Boston\n[Tuscumbia, September, 1887.]\nHelen will write little blind girls a letter Helen and teacher will come to see little blind girls Helen and teacher will go in steam car to boston Helen and blind girls will have fun blind girls can talk on fingers Helen will see Mr. anagnos Mr. anagnos will love and kiss Helen Helen will go to school with blind girls Helen can read and count and spell and write like blind girls mildred will not go to boston Mildred does cry prince and jumbo will go to boston papa does shoot ducks with gun and ducks do fall in water and jumbo and mamie do swim in water and bring ducks out in mouth to papa Helen does play with dogs Helen does ride on horseback with teacher Helen does give handee grass in hand teacher does whip handee to go fast Helen is blind Helen will put letter in envelope for blind girls\ngoodbye\nHelen Keller\nA few weeks later her style is more nearly correct and freer in movement. She improves in idiom, although she still omits articles and uses the “did” construction for the simple past. This is an idiom common among children.\nTo the Blind Girls at the Perkins Institution\n[Tuscumbia, October 24, 1887.]\ndear little blind girls\nI will write you a letter I thank you for pretty desk I did write to mother in memphis on it mother and mildred came home wednesday mother brought me a pretty new dress and hat papa did go to huntsville he brought me apples and candy I and teacher will come to boston and see you nancy is my doll she does cry I do rock nancy to sleep mildred is sick doctor will give her medicine to make her well. I and teacher did go to church sunday mr. lane did read in book and talk Lady did play organ. I did give man money in basket. I will be good girl and teacher will curl my hair lovely. I will hug and kiss little blind girls mr. anagnos will come to see me.\ngoodbye\nHelen Keller\nTo Mr. Michael Anagnos, Director of the Perkins Institution\n[Tuscumbia, November, 1887.]\ndear mr. anagnos I will write you a letter. I and teacher did have pictures. teacher will send it to you. photographer does make pictures. carpenter does build new houses. gardener does dig and hoe ground and plant vegetables. my doll nancy is sleeping. she is sick. mildred is well uncle frank has gone hunting deer. we will have venison for breakfast when he comes home. I did ride in wheel barrow and teacher did push it. simpson did give me popcorn and walnuts. cousin rosa has gone to see her mother. people do go to church sunday. I did read in my book about fox and box. fox can sit in the box. I do like to read in my book. you do love me. I do love you.\ngoodbye\nHelen Keller.\nTo Dr. Alexander Graham Bell\n[Tuscumbia, November, 1887.]\nDear Mr. Bell.\nI am glad to write you a letter, Father will send you picture. I and Father and aunt did go to see you in Washington. I did play with your watch. I do love you. I saw doctor in Washington. He looked at my eyes. I can read stories in my book. I can write and spell and count. good girl. My sister can walk and run. We do have fun with Jumbo. Prince is not good dog. He can not get birds. Rat did kill baby pigeons. I am sorry. Rat does not know wrong. I and mother and teacher will go to Boston in June. I will see little blind girls. Nancy will go with me. She is a good doll. Father will buy me lovely new watch. Cousin Anna gave me a pretty doll. Her name is Allie.\nGoodbye,\nHelen Keller.\nBy the beginning of the next year her idioms are firmer. More adjectives appear, including adjectives of colour. Although she can have no sensuous knowledge of colour, she can use the words, as we use most of our vocabulary, intellectually, with truth, not to impression, but to fact. This letter is to a schoolmate at the Perkins Institution.\nTo Miss Sarah Tomlinson\nTuscumbia, AL, Jan. 2nd 1888.\nDear Sarah\nI am happy to write to you this morning. I hope Mr. Anagnos is coming to see me soon. I will go to Boston in June and I will buy father gloves, and James nice collar, and Simpson cuffs. I saw Miss Betty and her scholars. They had a pretty Christmas-tree, and there were many pretty presents on it for little children. I had a mug, and little bird and candy. I had many lovely things for Christmas. Aunt gave me a trunk for Nancy and clothes. I went to party with teacher and mother. We did dance and play and eat nuts and candy and cakes and oranges and I did have fun with little boys and girls. Mrs. Hopkins did send me lovely ring, I do love her and little blind girls.\nMen and boys do make carpets in mills. Wool grows on sheep. Men do cut sheep’s wool off with large shears, and send it to the mill. Men and women do make wool cloth in mills.\nCotton grows on large stalks in fields. Men and boys and girls and women do pick cotton. We do make thread and cotton dresses of cotton. Cotton has pretty white and red flowers on it. Teacher did tear her dress. Mildred does cry. I will nurse Nancy. Mother will buy me lovely new aprons and dress to take to Boston. I went to Knoxville with father and aunt. Bessie is weak and little. Mrs. Thompson’s chickens killed Leila’s chickens. Eva does sleep in my bed. I do love good girls.\nGoodbye\nHelen Keller.\nThe next two letters mention her visit in January to her relatives in Memphis, Tennessee. She was taken to the cotton exchange. When she felt the maps and blackboards she asked, “Do men go to school?” She wrote on the blackboard the names of all the gentlemen present. While at Memphis she went over one of the large Mississippi steamers.\nTo Dr. Edward Everett Hale\nTuscumbia, Alabama, February 15th 1888.\nDear Mr. Hale,\nI am happy to write you a letter this morning. Teacher told me about kind gentleman I shall be glad to read pretty story I do read stories in my book about tigers and lions and sheep.\nI am coming to Boston in June to see little blind girls and I will come to see you. I went to Memphis to see grandmother and Aunt Nannie. Teacher bought me lovely new dress and cap and aprons. Little Natalie is a very weak and small baby. Father took us to see steamboat. It was on a large river. Boat is like house. Mildred is a good baby. I do love to play with little sister. Nancy was not a good child when I went to Memphis. She did cry loud. I will not write more today. I am tired.\nGoodbye\nHelen Keller.\nTo Mr. Michael Anagnos\nTuscumbia, AL, Feb. 24th, 1888.\nMy dear Mr. Anagnos⁠—I am glad to write you a letter in Braille. This morning Lucien Thompson sent me a beautiful bouquet of violets and crocuses and jonquils. Sunday Adeline Moses brought me a lovely doll. It came from New York. Her name is Adeline Keller. She can shut her eyes and bend her arms and sit down and stand up straight. She has on a pretty red dress. She is Nancy’s sister and I am their mother. Allie is their cousin. Nancy was a bad child when I went to Memphis she cried loud, I whipped her with a stick.\nMildred does feed little chickens with crumbs. I love to play with little sister.\nTeacher and I went to Memphis to see aunt Nannie and grandmother. Louise is aunt Nannie’s child. Teacher bought me a lovely new dress and gloves and stockings and collars and grandmother made me warm flannels, and aunt Nannie made me aprons. Lady made me a pretty cap. I went to see Robert and Mr. Graves and Mrs. Graves and little Natalie, and Mr. Farris and Mr. Mayo and Mary and everyone. I do love Robert and teacher. She does not want me to write more today. I feel tired.\nI found box of candy in Mr. Grave’s pocket. Father took us to see steam boat it is like house. Boat was on very large river. Yates plowed yard today to plant grass. Mule pulled plow. Mother will make garden of vegetables. Father will plant melons and peas and beans.\nCousin Bell will come to see us Saturday. Mother will make ice-cream for dinner, we will have ice-cream and cake for dinner. Lucien Thompson is sick. I am sorry for him.\nTeacher and I went to walk in the yard, and I learned about how flowers and trees grow. Sun rises in the east and sets in the west. Sheffield is north and Tuscumbia is south. We will go to Boston in June. I will have fun with little blind girls.\nGoodbye\nHelen Keller.\n“Uncle Morrie” of the next letter is Mr. Morrison Heady, of Normandy, Kentucky, who lost his sight and hearing when he was a boy. He is the author of some commendable verses.\nTo Mr. Morrison Heady\nTuscumbia, AL, March 1st 1888.\nMy dear uncle Morrie⁠—I am happy to write you a letter, I do love you, and I will hug and kiss you when I see you.\nMr. Anagnos is coming to see me Monday. I do love to run and hop and skip with Robert in bright warm sun. I do know little girl in Lexington KY her name is Katherine Hobson.\nI am going to Boston in June with mother and teacher, I will have fun with little blind girls, and Mr. Hale will send me pretty story. I do read stories in my book about lions and tigers and bears.\nMildred will not go to Boston, she does cry. I love to play with little sister, she is weak and small baby. Eva is better.\nYates killed ants, ants stung Yates. Yates is digging in garden. Mr. Anagnos did see oranges, they look like golden apples.\nRobert will come to see me Sunday when sun shines and I will have fun with him. My cousin Frank lives in Louisville. I will come to Memphis again to see Mr. Farris and Mrs. Graves and Mr. Mayo and Mr. Graves. Natalie is a good girl and does not cry, and she will be big and Mrs. Graves is making short dresses for her. Natalie has a little carriage. Mr. Mayo has been to Duck Hill and he brought sweet flowers home.\nWith much love and a kiss\nHelen A. Keller.\nIn this account of the picnic we get an illuminating glimpse of Miss Sullivan’s skill in teaching her pupil during play hours. This was a day when the child’s vocabulary grew.\nTo Mr. Michael Anagnos\nTuscumbia, AL, May 3rd 1888.\nDear Mr. Anagnos.⁠—I am glad to write to you this morning, because I love you very much. I was very happy to receive pretty book and nice candy and two letters from you. I will come to see you soon and will ask you many questions about countries and you will love good child.\nMother is making me pretty new dresses to wear in Boston and I will look lovely to see little girls and boys and you. Friday teacher and I went to a picnic with little children. We played games and ate dinner under the trees, and we found ferns and wild flowers. I walked in the woods and learned names of many trees. There are poplar and cedar and pine and oak and ash and hickory and maple trees. They make a pleasant shade and the little birds love to swing to and fro and sing sweetly up in the trees. Rabbits hop and squirrels run and ugly snakes do crawl in the woods. Geraniums and roses jasamines and japonicas are cultivated flowers. I help mother and teacher water them every night before supper.\nCousin Arthur made me a swing in the ash tree. Aunt Ev. has gone to Memphis. Uncle Frank is here. He is picking strawberries for dinner. Nancy is sick again, new teeth do make her ill. Adeline is well and she can go to Cincinnati Monday with me. Aunt Ev. will send me a boy doll, Harry will be Nancy’s and Adeline’s brother. Wee sister is a good girl. I am tired now and I do want to go downstairs. I send many kisses and hugs with letter.\nYour darling child\nHelen Keller.\nToward the end of May Mrs. Keller, Helen, and Miss Sullivan started for Boston. On the way they spent a few days in Washington, where they saw Dr. Alexander Graham Bell and called on President Cleveland. On May 26th they arrived in Boston and went to the Perkins Institution; here Helen met the little blind girls with whom she had corresponded the year before.\nEarly in July she went to Brewster, Massachusetts, and spent the rest of the summer. Here occurred her first encounter with the sea, of which she has since written.\nTo Miss Mary C. Moore\nSo. Boston, MA. Sept. 1888\nMy dear Miss Moore\nAre you very glad to receive a nice letter from your darling little friend? I love you very dearly because you are my friend. My precious little sister is quite well now. She likes to sit in my little rocking-chair and put her kitty to sleep. Would you like to see darling little Mildred? She is a very pretty baby. Her eyes are very big and blue, and her cheeks are soft and round and rosy and her hair is very bright and golden. She is very good and sweet when she does not cry loud. Next summer Mildred will go out in the garden with me and pick the big sweet strawberries and then she will be very happy. I hope she will not eat too many of the delicious fruit for they will make her very ill.\nSometime will you please come to Alabama and visit me? My uncle James is going to buy me a very gentle pony and a pretty cart and I shall be very happy to take you and Harry to ride. I hope Harry will not be afraid of my pony. I think my father will buy me a beautiful little brother some day. I shall be very gentle and patient to my new little brother. When I visit many strange countries my brother and Mildred will stay with grandmother because they will be too small to see a great many people and I think they would cry loud on the great rough ocean.\nWhen Capt. Baker gets well he will take me in his big ship to Africa. Then I shall see lions and tigers and monkeys. I will get a baby lion and a white monkey and a mild bear to bring home. I had a very pleasant time at Brewster. I went in bathing almost every day and Carrie and Frank and little Helen and I had fun. We splashed and jumped and waded in the deep water. I am not afraid to float now. Can Harry float and swim? We came to Boston last Thursday, and Mr. Anagnos was delighted to see me, and he hugged and kissed me. The little girls are coming back to school next Wednesday.\nWill you please tell Harry to write me a very long letter soon? When you come to Tuscumbia to see me I hope my father will have many sweet apples and juicy peaches and fine pears and delicious grapes and large water melons.\nI hope you think about me and love me because I am a good little child.\nWith much love and two kisses\n\t\t\t\t\t\tFrom your little friend\nHelen A. Keller.\nIn this account of a visit to some friends, Helen’s thought is much what one would expect from an ordinary child of eight, except perhaps her naive satisfaction in the boldness of the young gentlemen.\nTo Mrs. Kate Adams Keller\nSo. Boston, MA, Sept. 24th 1888.\nMy dear Mother,\nI think you will be very glad to know all about my visit to West Newton. Teacher and I had a lovely time with many kind friends. West Newton is not far from Boston and we went there in the steam cars very quickly\nMrs. Freeman and Carrie and Ethel and Frank and Helen came to station to meet us in a huge carriage. I was delighted to see my dear little friends and I hugged and kissed them. Then we rode for a long time to see all the beautiful things in West Newton. Many very handsome houses and large soft green lawns around them and trees and bright flowers and fountains. The horse’s name was Prince and he was gentle and liked to trot very fast. When we went home we saw eight rabbits and two fat puppies, and a nice little white pony, and two wee kittens and a pretty curly dog named Don. Pony’s name was Mollie and I had a nice ride on her back; I was not afraid, I hope my uncle will get me a dear little pony and a little cart very soon.\nClifton did not kiss me because he does not like to kiss little girls. He is shy. I am very glad that Frank and Clarence and Robbie and Eddie and Charles and George were not very shy. I played with many little girls and we had fun. I rode on Carrie’s tricicle and picked flowers and ate fruit, and hopped and skipped and danced and went to ride. Many ladies and gentlemen came to see us. Lucy and Dora and Charles were born in China. I was born in America, and Mr. Anagnos was born in Greece. Mr. Drew says little girls in China cannot talk on their fingers but I think when I go to China I will teach them. Chinese nurse came to see me, her name was Asu. She showed me a tiny atze that very rich ladies in China wear because their feet never grow large. Amah means a nurse. We came home in horse cars because it was Sunday and steam cars do not go often on Sunday. Conductors and engineers do get very tired and go home to rest. I saw little Willie Swan in the car and he gave me a juicy pear. He was six years old. What did I do when I was six years old? Will you please ask my father to come to train to meet teacher and me? I am very sorry that Eva and Bessie are sick. I hope I can have a nice party my birthday, and I do want Carrie and Ethel and Frank and Helen to come to Alabama to visit me. Will Mildred sleep with me when I come home.\nWith much love and thousand kisses.\n\t\t\t\t\t\tFrom your dear little daughter.\nHelen A. Keller.\nHer visit to Plymouth was in July. This letter, written three months later, shows how well she remembered her first lesson in history.\nTo Mr. Morrison Heady\nSouth Boston, MA. October 1st, 1888.\nMy dear uncle Morrie⁠—I think you will be very glad to receive a letter from your dear little friend Helen. I am very happy to write to you because I think of you and love you. I read pretty stories in the book you sent me, about Charles and his boat, and Arthur and his dream, and Rosa and the sheep.\nI have been in a large boat. It was like a ship. Mother and teacher and Mrs. Hopkins and Mr. Anagnos and Mr. Rodocanachi and many other friends went to Plymouth to see many old things. I will tell you a little story about Plymouth.\nMany years ago there lived in England many good people, but the king and his friends were not kind and gentle and patient with good people, because the king did not like to have the people disobey him. People did not like to go to church with the king; but they did like to build very nice little churches for themselves.\nThe king was very angry with the people and they were sorry and they said, we will go away to a strange country to live and leave very dear home and friends and naughty king. So, they put all their things into big boxes, and said, Goodbye. I am sorry for them because they cried much. When they went to Holland they did not know anyone; and they could not know what the people were talking about because they did not know Dutch. But soon they learned some Dutch words; but they loved their own language and they did not want little boys and girls to forget it and learn to talk funny Dutch. So they said, We must go to a new country far away and build schools and houses and churches and make new cities. So they put all their things in boxes and said, Goodbye to their new friends and sailed away in a large boat to find a new country. Poor people were not happy for their hearts were full of sad thoughts because they did not know much about America. I think little children must have been afraid of a great ocean for it is very strong and it makes a large boat rock and then the little children would fall down and hurt their heads. After they had been many weeks on the deep ocean where they could not see trees or flowers or grass, but just water and the beautiful sky, for ships could not sail quickly then because men did not know about engines and steam. One day a dear little baby-boy was born. His name was Peregrine White. I am very sorry that poor little Peregrine is dead now. Every day the people went upon deck to look out for land. One day there was a great shout on the ship for the people saw the land and they were full of joy because they had reached a new country safely. Little girls and boys jumped and clapped their hands. They were all glad when they stepped upon a huge rock. I did see the rock in Plymouth and a little ship like the Mayflower and the cradle that dear little Peregrine slept in and many old things that came in the Mayflower. Would you like to visit Plymouth some time and see many old things.\nNow I am very tired and I will rest.\nWith much love and many kisses, from your little friend.\nHelen A. Keller.\nThe foreign words in these two letters, the first of which was written during a visit to the kindergarten for the blind, she had been told months before, and had stowed them away in her memory. She assimilated words and practised with them, sometimes using them intelligently, sometimes repeating them in a parrot-like fashion. Even when she did not fully understand words or ideas, she liked to set them down as though she did. It was in this way that she learned to use correctly words of sound and vision which express ideas outside of her experience. “Edith” is Edith Thomas.\nTo Mr. Michael Anagnos\nRoxbury, MA. Oct. 17th, 1888.\nMon cher Monsieur Anagnos,\nI am sitting by the window and the beautiful sun is shining on me Teacher and I came to the kindergarten yesterday. There are twenty seven little children here and they are all blind. I am sorry because they cannot see much. Sometime will they have very well eyes? Poor Edith is blind and deaf and dumb. Are you very sad for Edith and me? Soon I shall go home to see my mother and my father and my dear good and sweet little sister. I hope you will come to Alabama to visit me and I will take you to ride in my little cart and I think you will like to see me on my dear little pony’s back. I shall wear my lovely cap and my new riding dress. If the sun shines brightly I will take you to see Leila and Eva and Bessie. When I am thirteen years old I am going to travel in many strange and beautiful countries. I shall climb very high mountains in Norway and see much ice and snow. I hope I will not fall and hurt my head I shall visit little Lord Fauntleroy in England and he will be glad to show me his grand and very ancient castle. And we will run with the deer and feed the rabbits and catch the squirrels. I shall not be afraid of Fauntleroy’s great dog Dougal. I hope Fauntleroy take me to see a very kind queen. When I go to France I will take French. A little French boy will say, Parlez-vous Francais? and I will say, Oui, Monsieur, vous avez un joli chapeau. Donnez moi un baiser. I hope you will go with me to Athens to see the maid of Athens. She was very lovely lady and I will talk Greek to her. I will say, se agapo and, pos echete and I think she will say, kalos, and then I will say chaere. Will you please come to see me soon and take me to the theater? When you come I will say, Kale emera, and when you go home I will say, Kale nykta. Now I am too tired to write more. Je vous aime. Au revoir\nFrom your darling little friend\nHelen A. Keller.\nTo Miss Evelina H. Keller\n[So. Boston, MA. October 29, 1888.]\nMy dearest Aunt⁠—I am coming home very soon and I think you and everyone will be very glad to see my teacher and me. I am very happy because I have learned much about many things. I am studying French and German and Latin and Greek. Se agapo is Greek, and it means I love thee. J’ai une bonne petite sœur is French, and it means I have a good little sister. Nous avons un bon père et une bonne mère means, we have a good father and a good mother. Puer is boy in Latin, and Mutter is mother in German. I will teach Mildred many languages when I come home.\nHelen A. Keller.\nTo Mrs. Sophia C. Hopkins\nTuscumbia, AL. Dec. 11th, 1888.\nMy dear Mrs. Hopkins:⁠—\nI have just fed my dear little pigeon. My brother Simpson gave it to me last Sunday. I named it Annie, for my teacher. My puppy has had his supper and gone to bed. My rabbits are sleeping, too; and very soon I shall go to bed. Teacher is writing letters to her friends. Mother and father and their friends have gone to see a huge furnace. The furnace is to make iron. The iron ore is found in the ground; but it cannot be used until it has been brought to the furnace and melted, and all the dirt taken out, and just the pure iron left. Then it is all ready to be manufactured into engines, stoves, kettles and many other things.\nCoal is found in the ground, too. Many years ago, before people came to live on the earth, great trees and tall grasses and huge ferns and all the beautiful flowers cover the earth. When the leaves and the trees fell, the water and the soil covered them; and then more trees grew and fell also, and were buried under water and soil. After they had all been pressed together for many thousands of years, the wood grew very hard, like rock, and then it was all ready for people to burn. Can you see leaves and ferns and bark on the coal? Men go down into the ground and dig out the coal, and steam-cars take it to the large cities, and sell it to people to burn, to make them warm and happy when it is cold out of doors.\nAre you very lonely and sad now? I hope you will come to see me soon, and stay a long time.\nWith much love from your little friend\nHelen A. Keller.\nTo Miss Della Bennett\nTuscumbia, AL, Jan. 29, 1889.\nMy dear Miss Bennett:⁠—I am delighted to write to you this morning. We have just eaten our breakfast. Mildred is running about downstairs. I have been reading in my book about astronomers. Astronomer comes from the Latin word astra, which means stars; and astronomers are men who study the stars, and tell us about them. When we are sleeping quietly in our beds, they are watching the beautiful sky through the telescope. A telescope is like a very strong eye. The stars are so far away that people cannot tell much about them, without very excellent instruments. Do you like to look out of your window, and see little stars? Teacher says she can see Venus from our window, and it is a large and beautiful star. The stars are called the earth’s brothers and sisters.\nThere are a great many instruments besides those which the astronomers use. A knife is an instrument to cut with. I think the bell is an instrument, too. I will tell you what I know about bells.\nSome bells are musical and others are unmusical. Some are very tiny and some are very large. I saw a very large bell at Wellesley. It came from Japan. Bells are used for many purposes. They tell us when breakfast is ready, when to go to school, when it is time for church, and when there is a fire. They tell people when to go to work, and when to go home and rest. The engine-bell tells the passengers that they are coming to a station, and it tells the people to keep out of the way. Sometimes very terrible accidents happen, and many people are burned and drowned and injured. The other day I broke my doll’s head off; but that was not a dreadful accident, because dolls do not live and feel, like people. My little pigeons are well, and so is my little bird. I would like to have some clay. Teacher says it is time for me to study now. Goodbye.\nWith much love, and many kisses,\nHelen A. Keller.\nTo Dr. Edward Everett Hale\nTuscumbia, Alabama, February 21st, 1889.\nMy dear Mr. Hale,\nI am very much afraid that you are thinking in your mind that little Helen has forgotten all about you and her dear cousins. But I think you will be delighted to receive this letter because then you will know that I of[ten] think about you and I love you dearly for you are my dear cousin. I have been at home a great many weeks now. It made me feel very sad to leave Boston and I missed all of my friends greatly, but of course I was glad to get back to my lovely home once more. My darling little sister is growing very fast. Sometimes she tries to spell very short words on her small [fingers] but she is too young to remember hard words. When she is older I will teach her many things if she is patient and obedient. My teacher says, if children learn to be patient and gentle while they are little, that when they grow to be young ladies and gentlemen they will not forget to be kind and loving and brave. I hope I shall be courageous always. A little girl in a story was not courageous. She thought she saw little elves with tall pointed [hats] peeping from between the bushes and dancing down the long alleys, and the poor little girl was terrified. Did you have a pleasant Christmas? I had many lovely presents given to me. The other day I had a fine party. All of my dear little friends came to see me. We played games, and ate ice-cream and cake and fruit. Then we had great fun. The sun is shining brightly today and I hope we shall go to ride if the roads are dry. In a few days the beautiful spring will be here. I am very glad because I love the warm sunshine and the fragrant flowers. I think Flowers grow to make people happy and good. I have four dolls now. Cedric is my little boy, he is named for Lord Fauntleroy. He has big brown eyes and long golden hair and pretty round cheeks. Ida is my baby. A lady brought her to me from Paris. She can drink milk like a real baby. Lucy is a fine young lady. She has on a dainty lace dress and satin slippers. Poor old Nancy is growing old and very feeble. She is almost an invalid. I have two tame pigeons and a tiny canary bird. Jumbo is very strong and faithful. He will not let anything harm us at night. I go to school every day I am studying reading, writing, arithmetic, geography and language. My Mother and teacher send you and Mrs. Hale their kind greetings and Mildred sends you a kiss.\nWith much love and kisses, from your\n\t\t\t\t\t\tAffectionate cousin\nHelen A. Keller.\nDuring the winter Miss Sullivan and her pupil were working at Helen’s home in Tuscumbia, and to good purpose, for by spring Helen had learned to write idiomatic English. After May, 1889, I find almost no inaccuracies, except some evident slips of the pencil. She uses words precisely and makes easy, fluent sentences.\nTo Mr. Michael Anagnos\nTuscumbia, AL, May 18, 1889.\nMy Dear Mr. Anagnos:⁠—You cannot imagine how delighted I was to receive a letter from you last evening. I am very sorry that you are going so far away. We shall miss you very, very much. I would love to visit many beautiful cities with you. When I was in Huntsville I saw Dr. Bryson, and he told me that he had been to Rome and Athens and Paris and London. He had climbed the high mountains in Switzerland and visited beautiful churches in Italy and France, and he saw a great many ancient castles. I hope you will please write to me from all the cities you visit. When you go to Holland please give my love to the lovely princess Wilhelmina. She is a dear little girl, and when she is old enough she will be the queen of Holland. If you go to Romania please ask the good queen Elizabeth about her little invalid brother, and tell her that I am very sorry that her darling little girl died. I should like to send a kiss to Vittorio, the little prince of Naples, but teacher says she is afraid you will not remember so many messages. When I am thirteen years old I shall visit them all myself.\nI thank you very much for the beautiful story about Lord Fauntleroy, and so does teacher.\nI am so glad that Eva is coming to stay with me this summer. We will have fine times together. Give Howard my love, and tell him to answer my letter. Thursday we had a picnic. It was very pleasant out in the shady woods, and we all enjoyed the picnic very much.\nMildred is out in the yard playing, and mother is picking the delicious strawberries. Father and Uncle Frank are down town. Simpson is coming home soon. Mildred and I had our pictures taken while we were in Huntsville. I will send you one.\nThe roses have been beautiful. Mother has a great many fine roses. The La France and the Lamarque are the most fragrant; but the Marechal Neil, Solfaterre, Jacqueminot, Nipheots, Etoile de Lyon, Papa Gontier, Gabrielle Drevet and the Perle des Jardines are all lovely roses.\nPlease give the little boys and girls my love. I think of them every day and I love them dearly in my heart. When you come home from Europe I hope you will be all well and very happy to get home again. Do not forget to give my love to Miss Calliope Kehayia and Mr. Francis Demetrios Kalopothakes.\nLovingly, your little friend,\nHelen Adams Keller.\nLike a good many of Helen Keller’s early letters, this to her French teacher is her rephrasing of a story. It shows how much the gift of writing is, in the early stages of its development, the gift of mimicry.\nTo Miss Fannie S. Marrett\nTuscumbia, AL, May 17, 1889.\nMy Dear Miss Marrett⁠—I am thinking about a dear little girl, who wept very hard. She wept because her brother teased her very much. I will tell you what he did, and I think you will feel very sorry for the little child. She had a most beautiful doll given her. Oh, it was a lovely and delicate doll! but the little girl’s brother, a tall lad, had taken the doll, and set it up in a high tree in the garden, and had run away. The little girl could not reach the doll, and could not help it down, and therefore she cried. The doll cried, too, and stretched out its arms from among the green branches, and looked distressed. Soon the dismal night would come⁠—and was the doll to sit up in the tree all night, and by herself? The little girl could not endure that thought. “I will stay with you,” said she to the doll, although she was not at all courageous. Already she began to see quite plainly the little elves in their tall pointed hats, dancing down the dusky alleys, and peeping from between the bushes, and they seemed to come nearer and nearer; and she stretched her hands up towards the tree in which the doll sat and they laughed, and pointed their fingers at her. How terrified was the little girl; but if one has not done anything wrong, these strange little elves cannot harm one. “Have I done anything wrong? Ah, yes!” said the little girl. “I have laughed at the poor duck, with the red rag tied round its leg. It hobbled, and that made me laugh; but it is wrong to laugh at the poor animals!”\nIs it not a pitiful story? I hope the father punished the naughty little boy. Shall you be very glad to see my teacher next Thursday? She is going home to rest, but she will come back to me next autumn.\nLovingly, your little friend,\nHelen Adams Keller.\nTo Miss Mary E. Riley\nTuscumbia, AL, May 27, 1889.\nMy Dear Miss Riley:⁠—I wish you were here in the warm, sunny south today. Little sister and I would take you out into the garden, and pick the delicious raspberries and a few strawberries for you. How would you like that? The strawberries are nearly all gone. In the evening, when it is cool and pleasant, we would walk in the yard, and catch the grasshoppers and butterflies. We would talk about the birds and flowers and grass and Jumbo and Pearl. If you liked, we would run and jump and hop and dance, and be very happy. I think you would enjoy hearing the mockingbirds sing. One sits on the twig of a tree, just beneath our window, and he fills the air with his glad songs. But I am afraid you cannot come to Tuscumbia; so I will write to you, and send you a sweet kiss and my love. How is Dick? Daisy is happy, but she would be happy ever if she had a little mate. My little children are all well except Nancy, and she is quite feeble. My grandmother and aunt Corinne are here. Grandmother is going to make me two new dresses. Give my love to all the little girls, and tell them that Helen loves them very, very much. Eva sends love to all.\nWith much love and many kisses, from your affectionate little friend,\nHelen Adams Keller.\nDuring the summer Miss Sullivan was away from Helen for three months and a half, the first separation of teacher and pupil. Only once afterward in fifteen years was their constant companionship broken for more than a few days at a time.\nTo Miss Anne Mansfield Sullivan\nTuscumbia, AL, August 7, 1889.\nDearest Teacher⁠—I am very glad to write to you this evening, for I have been thinking much about you all day. I am sitting on the piazza, and my little white pigeon is perched on the back of my chair, watching me write. Her little brown mate has flown away with the other birds; but Annie is not sad, for she likes to stay with me. Fauntleroy is asleep upstairs, and Nancy is putting Lucy to bed. Perhaps the mocking bird is singing them to sleep. All the beautiful flowers are in bloom now. The air is sweet with the perfume of jasmines, heliotropes and roses. It is getting warm here now, so father is going to take us to the Quarry on the 20th of August. I think we shall have a beautiful time out in the cool, pleasant woods. I will write and tell you all the pleasant things we do. I am so glad that Lester and Henry are good little infants. Give them many sweet kisses for me.\nWhat was the name of the little boy who fell in love with the beautiful star? Eva has been telling me a story about a lovely little girl named Heidi. Will you please send it to me? I shall be delighted to have a typewriter.\nLittle Arthur is growing very fast. He has on short dresses now. Cousin Leila thinks he will walk in a little while. Then I will take his soft chubby hand in mine, and go out in the bright sunshine with him. He will pull the largest roses, and chase the gayest butterflies. I will take very good care of him, and not let him fall and hurt himself. Father and some other gentlemen went hunting yesterday. Father killed thirty-eight birds. We had some of them for supper, and they were very nice. Last Monday Simpson shot a pretty crane. The crane is a large and strong bird. His wings are as long as my arm, and his bill is as long as my foot. He eats little fishes, and other small animals. Father says he can fly nearly all day without stopping.\nMildred is the dearest and sweetest little maiden in the world. She is very roguish, too. Sometimes, when mother does not know it, she goes out into the vineyard, and gets her apron full of delicious grapes. I think she would like to put her two soft arms around your neck and hug you.\nSunday I went to church. I love to go to church, because I like to see my friends.\nA gentleman gave me a beautiful card. It was a picture of a mill, near a beautiful brook. There was a boat floating on the water, and the fragrant lilies were growing all around the boat. Not far from the mill there was an old house, with many trees growing close to it. There were eight pigeons on the roof of the house, and a great dog on the step. Pearl is a very proud mother-dog now. She has eight puppies, and she thinks there never were such fine puppies as hers.\nI read in my books every day. I love them very, very, very much. I do want you to come back to me soon. I miss you so very, very much. I cannot know about many things, when my dear teacher is not here. I send you five thousand kisses, and more love than I can tell. I send Mrs. H. much love and a kiss.\nFrom your affectionate little pupil,\nHelen A. Keller.\nIn the fall Helen and Miss Sullivan returned to Perkins Institution at South Boston.\nTo Miss Mildred Keller\nSouth Boston, Oct. 24, 1889.\nMy Precious Little Sister:⁠—Good morning. I am going to send you a birthday gift with this letter. I hope it will please you very much, because it makes me happy to send it. The dress is blue like your eyes, and candy is sweet just like your dear little self. I think mother will be glad to make the dress for you, and when you wear it you will look as pretty as a rose. The picture-book will tell you all about many strange and wild animals. You must not be afraid of them. They cannot come out of the picture to harm you.\nI go to school every day, and I learn many new things. At eight I study arithmetic. I like that. At nine I go to the gymnasium with the little girls and we have great fun. I wish you could be here to play three little squirrels, and two gentle doves, and to make a pretty nest for a dear little robin. The mocking bird does not live in the cold north. At ten I study about the earth on which we all live. At eleven I talk with teacher and at twelve I study zoology. I do not know what I shall do in the afternoon yet.\nNow, my darling little Mildred, goodbye. Give father and mother a great deal of love and many hugs and kisses for me. Teacher sends her love too.\nFrom your loving sister,\nHelen A. Keller.\nTo Mr. William Wade\nSouth Boston, MA, Nov. 20, 1889.\nMy Dear Mr. Wade:⁠—I have just received a letter from my mother, telling me that the beautiful mastiff puppy you sent me had arrived in Tuscumbia safely. Thank you very much for the nice gift. I am very sorry that I was not at home to welcome her; but my mother and my baby sister will be very kind to her while her mistress is away. I hope she is not lonely and unhappy. I think puppies can feel very homesick, as well as little girls. I should like to call her Lioness, for your dog. May I? I hope she will be very faithful⁠—and brave, too.\nI am studying in Boston, with my dear teacher. I learn a great many new and wonderful things. I study about the earth, and the animals, and I like arithmetic exceedingly. I learn many new words, too. Exceedingly is one that I learned yesterday. When I see Lioness I will tell her many things which will surprise her greatly. I think she will laugh when I tell her she is a vertebrate, a mammal, a quadruped; and I shall be very sorry to tell her that she belongs to the order Carnivora. I study French, too. When I talk French to Lioness I will call her mon beau chien. Please tell Lion that I will take good care of Lioness. I shall be happy to have a letter from you when you like to write to me.\nFrom your loving little friend,\nHelen A. Keller.\nP.S. I am studying at the Institution for the Blind.\n\nH. A. K.\n\nThis letter is endorsed in Whittier’s hand, “Helen A. Keller⁠—deaf dumb and blind⁠—aged nine years.” “Browns” is a lapse of the pencil for “brown eyes.”\nTo John Greenleaf Whittier\ninst. for the Blind, So. Boston, MA,\nNov. 27, 1889.\nDear Poet,\nI think you will be surprised to receive a letter from a little girl whom you do not know, but I thought you would be glad to hear that your beautiful poems make me very happy. Yesterday I read “In School Days” and “My Playmate,” and I enjoyed them greatly. I was very sorry that the poor little girl with the browns and the “tangled golden curls” died. It is very pleasant to live here in our beautiful world. I cannot see the lovely things with my eyes, but my mind can see them all, and so I am joyful all the day long.\nWhen I walk out in my garden I cannot see the beautiful flowers but I know that they are all around me; for is not the air sweet with their fragrance? I know too that the tiny lily-bells are whispering pretty secrets to their companions else they would not look so happy. I love you very dearly, because you have taught me so many lovely things about flowers, and birds, and people. Now I must say, goodbye. I hope [you] will enjoy the Thanksgiving very much.\nFrom your loving little friend,\nHelen A. Keller.\nTo Mr. John Greenleaf Whittier.\nWhittier’s reply, to which there is a reference in the following letter, has been lost.\nTo Mrs. Kate Adams Keller\nSouth Boston, MA, Dec. 3, 1889.\nMy Dear Mother:⁠—Your little daughter is very happy to write to you this beautiful morning. It is cold and rainy here today. Yesterday the Countess of Meath came again to see me. She gave me a beautiful bunch of violets. Her little girls are named Violet and May. The Earl said he should be delighted to visit Tuscumbia the next time he comes to America. Lady Meath said she would like to see your flowers, and hear the mockingbirds sing. When I visit England they want me to come to see them, and stay a few weeks. They will take me to see the Queen.\nI had a lovely letter from the poet Whittier. He loves me. Mr. Wade wants teacher and me to come and see him next spring. May we go? He said you must feed Lioness from your hand, because she will be more gentle if she does not eat with other dogs.\nMr. Wilson came to call on us one Thursday. I was delighted to receive the flowers from home. They came while we were eating breakfast, and my friends enjoyed them with me. We had a very nice dinner on Thanksgiving day⁠—turkey and plum-pudding. Last week I visited a beautiful art store. I saw a great many statues, and the gentleman gave me an angel.\nSunday I went to church on board a great warship. After the services were over the soldier-sailors showed us around. There were four hundred and sixty sailors. They were very kind to me. One carried me in his arms so that my feet would not touch the water. They wore blue uniforms and queer little caps. There was a terrible fire Thursday. Many stores were burned, and four men were killed. I am very sorry for them. Tell father, please, to write to me. How is dear little sister? Give her many kisses for me. Now I must close.\nWith much love, from your darling child,\nHelen A. Keller.\nTo Mrs. Kate Adams Keller\nSo. Boston, MA, Dec. 24, 1889\nMy dear Mother,\nYesterday I sent you a little Christmas box. I am very sorry that I could not send it before so that you would receive it tomorrow, but I could not finish the watch-case any sooner. I made all of the gifts myself, excepting father’s handkerchief. I wish I could have made father a gift too, but I did not have sufficient time. I hope you will like your watch-case, for it made me very happy to make it for you. You must keep your lovely new montre in it. If it is too warm in Tuscumbia for little sister to wear her pretty mittens, she can keep them because her sister made them for her. I imagine she will have fun with the little toy man. Tell her to shake him, and then he will blow his trumpet. I thank my dear kind father for sending me some money, to buy gifts for my friends. I love to make everybody happy. I should like to be at home on Christmas day. We would be very happy together. I think of my beautiful home every day. Please do not forget to send me some pretty presents to hang on my tree. I am going to have a Christmas tree, in the parlor and teacher will hang all of my gifts upon it. It will be a funny tree. All of the girls have gone home to spend Christmas. Teacher and I are the only babies left for Mrs. Hopkins to care for. Teacher has been sick in bed for many days. Her throat was very sore and the doctor thought she would have to go away to the hospital, but she is better now. I have not been sick at all. The little girls are well too. Friday I am going to spend the day with my little friends Carrie, Ethel, Frank and Helen Freeman. We will have great fun I am sure.\nMr. and Miss Endicott came to see me, and I went to ride in the carriage. They are going to give me a lovely present, but I cannot guess what it will be. Sammy has a dear new brother. He is very soft and delicate yet. Mr. Anagnos is in Athens now", "summary": "\nHelen Keller's writings reveal a rich inner world shaped by her unique way of experiencing life despite being deaf and blind. In her own words, we witness her journey from learning language through touch to becoming a skilled writer with deep relationships and a profound appreciation for the world around her.\nHelen delights in spending time with children, whom she finds to be excellent company. Unable to communicate through traditional means with young children who cannot spell on their fingers, she reads their lips or interprets their gestures. When she misunderstands, their laughter signals the need to begin again. These interactions bring her genuine joy, with \"wingéd hours\" that \"depart and leave us good and happy.\"\nMuseums and art provide Helen with unexpected pleasure. Through touch, her fingertips trace sculptures, detecting \"thought and emotion which the artist has portrayed.\" She perceives hate, courage, and love in marble faces just as she would in living faces she's permitted to touch. She feels \"the grace and freedom of the forest\" in Diana's posture and delights in \"the repose and gracious curves of the Venus.\" A medallion of Homer in her study allows her to lovingly trace \"each line in that majestic brow,\" connecting deeply with his experience of blindness through touch.\nHelen sometimes wonders if hands might be more sensitive to sculptural beauty than eyes, suggesting that \"the wonderful rhythmical flow of lines and curves could be more subtly felt than seen.\" Through touch, she feels \"the heartthrobs of the ancient Greeks in their marble gods and goddesses.\"\nTheater provides another source of joy for Helen. She prefers having plays described while they're performed rather than reading them, as it makes her feel immersed \"in the midst of stirring events.\" She recounts meeting celebrated actors including Ellen Terry and Henry Irving, capturing their presence through touch. Joseph Jefferson, whom she proudly counts among her friends, allowed her to touch his face and costume after his performance as Rip Van Winkle. During a Boston visit, he performed parts of \"The Rivals\" for her, with Helen following \"all his movements with my hands\" and catching \"the drollery of his blunders and gestures.\"\nHelen's writings reveal numerous meaningful relationships that enriched her life. Bishop Brooks impressed upon her mind \"two great ideas—the fatherhood of God and the brotherhood of man.\" She found his creed of love more \"soul-satisfying\" than any other religious system she encountered. Her meeting with Oliver Wendell Holmes resulted in mutual admiration, with Holmes becoming emotional when she recited poetry. She visited John Greenleaf Whittier \"in his quiet home on the Merrimac,\" where his \"gentle courtesy and quaint speech won my heart.\"\nDr. Alexander Graham Bell features prominently in Helen's accounts. She spent \"many delightful hours\" with him at his laboratory in Cape Breton Island, listening to his experiments and helping him fly kites related to his airship research. She admires Bell's proficiency in multiple scientific fields and his ability to make even \"the most abstruse theories\" interesting. Helen notes that Bell's \"dominating passion is his love for children,\" especially deaf children, and she expresses gratitude for his work that will \"bless generations of children yet to come.\"\nHelen's letters chronicle her remarkable language development under Anne Sullivan's guidance. Her earliest letters from 1887, just months after Sullivan began teaching her, show simple sentences with grammatical errors: \"helen write anna george will give helen apple simpson will shoot bird.\" Within a year, her letters demonstrate increasingly complex sentence structures, proper capitalization, and expanded vocabulary. By May 1889, Helen was writing idiomatic English with few errors.\nThese letters offer glimpses into Helen's daily life and activities. She writes about family members, pets, trips, and social events. Helen's intellectual curiosity shines through as she discusses topics ranging from astronomy to manufacturing processes. Her letters to Mr. Anagnos, director of the Perkins Institution for the Blind, show her growing command of language, including experiments with French and Greek phrases.\nHelen's correspondence reveals her introduction to many prominent figures of her time. She writes of meeting Charles Dudley Warner, Richard Watson Gilder, Edmund Clarence Stedman, and Mark Twain, whom she describes as having \"a tender Iliad of human sympathy\" despite his cynical wisdom. She mentions Kate Douglas Wiggin (author of \"Patsy\") and Mary Mapes Dodge (editor of St. Nicholas magazine) among her acquaintances.\nEducation features prominently in Helen's writings. She studies arithmetic, zoology, geography, and languages including French, German, Latin, and Greek. Her intellectual appetite appears boundless, as she writes to one correspondent: \"I learn many new and wonderful things.\" Her pride in mastering new vocabulary is evident when she writes, \"Exceedingly is one that I learned yesterday.\"\nHelen's time at the Perkins Institution for the Blind in Boston expanded her world significantly. She describes attending church on a warship with \"four hundred and sixty sailors\" who were \"very kind to me.\" Her letters mention visits from the Countess of Meath and invitations to England. Helen's social circle widened dramatically beyond her Alabama home.\nThroughout her writings, Helen demonstrates remarkable resilience and positivity. While acknowledging moments when \"a sense of isolation enfolds me like a cold mist,\" she chooses to focus on joy and connection: \"I try to make the light in others' eyes my sun, the music in others' ears my symphony, the smile on others' lips my happiness.\" She expresses gratitude for friends who have \"ministered to my happiness\" and turned her \"limitations into beautiful privileges.\"\nHer philosophical outlook embraces the wonder in all experiences: \"Everything has its wonders, even darkness and silence, and I learn, whatever state I may be in, therein to be content.\" This perspective allows her to claim with confidence that her \"life with all its limitations touches at many points the life of the World Beautiful.\"\nHelen's descriptions of nature reveal her multisensory appreciation of the world. Though she cannot see flowers, she knows \"they are all around me; for is not the air sweet with their fragrance?\" She imagines the \"tiny lily-bells are whispering pretty secrets to their companions else they would not look so happy.\" These poetic observations demonstrate how Helen constructed a rich sensory world beyond sight and sound.\nThe progression of Helen's letters shows not just linguistic development but emotional maturation. Her early letters focus on simple observations and immediate experiences. As her writing develops, she expresses more complex emotions, empathy for others, and abstract thinking. By age ten, she writes thoughtfully about historical events like the Mayflower voyage, showing her growing intellectual capabilities.\nHelen's relationship with her teacher, Anne Sullivan, forms the backbone of her educational journey. Their separation during one summer prompted Helen to write, \"I cannot know about many things, when my dear teacher is not here.\" This underscores Sullivan's crucial role as Helen's connection to the wider world. Their fifteen-year constant companionship was broken only once after their initial three-month separation.\nThe letters also reveal Helen's loving family relationships. She writes affectionately about her parents and her \"precious little sister\" Mildred. She describes making gifts for family members and her excitement about holidays and special occasions. These warm domestic details balance the exceptional aspects of Helen's education and famous connections.\nHelen Keller's writings provide extraordinary insight into how a child overcame formidable barriers through determination, excellent teaching, and supportive relationships. From basic language acquisition to sophisticated self-expression, her journey demonstrates remarkable human potential. Her ability to experience life fully and find joy despite significant sensory limitations offers a profound perspective on what constitutes a rich human experience. As Helen herself wrote, her friends had \"in a thousand ways turned my limitations into beautiful privileges, and enabled me to walk serene and happy in the shadow cast by my deprivation.\"\n", "map": [["Helen Keller", "Sensory Experience Through Touch"], ["Sensory Experience Through Touch", "Art Appreciation"], ["Sensory Experience Through Touch", "Sculpture Perception"], ["Sensory Experience Through Touch", "Nature Appreciation"], ["Helen Keller", "Communication Methods"], ["Communication Methods", "Reading Lips"], ["Communication Methods", "Interpreting Gestures"], ["Communication Methods", "Language Through Touch"], ["Helen Keller", "Anne Sullivan"], ["Anne Sullivan", "Language Development"], ["Anne Sullivan", "Educational Guide"], ["Anne Sullivan", "Crucial Companionship"], ["Helen Keller", "Language Acquisition"], ["Language Acquisition", "Letter Writing"], ["Language Acquisition", "Multiple Languages"], ["Language Acquisition", "Emotional Expression"], ["Helen Keller", "Educational Journey"], ["Educational Journey", "Perkins Institution"], ["Educational Journey", "Subject Knowledge"], ["Educational Journey", "Intellectual Curiosity"], ["Helen Keller", "Meaningful Relationships"], ["Meaningful Relationships", "Bishop Brooks"], ["Meaningful Relationships", "Dr. Alexander Graham Bell"], ["Meaningful Relationships", "Oliver Wendell Holmes"], ["Meaningful Relationships", "John Greenleaf Whittier"], ["Meaningful Relationships", "Mark Twain"], ["Meaningful Relationships", "Family Bonds"], ["Helen Keller", "Theater Experiences"], ["Theater Experiences", "Meeting Actors"], ["Theater Experiences", "Play Descriptions"], ["Helen Keller", "Philosophical Outlook"], ["Philosophical Outlook", "Finding Wonder"], ["Philosophical Outlook", "Resilience"], ["Philosophical Outlook", "Positive Perspective"], ["Philosophical Outlook", "Acceptance"], ["Helen Keller", "Social Circle Expansion"], ["Social Circle Expansion", "Famous Figures"], ["Social Circle Expansion", "International Connections"], ["Helen Keller", "Emotional Maturation"], ["Emotional Maturation", "Complex Expression"], ["Emotional Maturation", "Empathy Development"], ["Emotional Maturation", "Abstract Thinking"], ["Helen Keller", "Written Correspondence"], ["Written Correspondence", "Progress Marker"], ["Written Correspondence", "Connection Medium"], ["Written Correspondence", "Self-Expression"]]}