{"source": "https://www.gutenberg.org/cache/epub/3300/pg3300-images.html", "text": "\r\n\n\r\nThere still subsists, in many parts of Scotland, a set of people called cottars\r\nor cottagers, though they were more frequent some years ago than they are now.\r\nThey are a sort of out-servants of the landlords and farmers. The usual reward\r\nwhich they receive from their master is a house, a small garden for pot-herbs,\r\nas much grass as will feed a cow, and, perhaps, an acre or two of bad arable\r\nland. When their master has occasion for their labour, he gives them, besides,\r\ntwo pecks of oatmeal a-week, worth about sixteen pence sterling. During a great\r\npart of the year, he has little or no occasion for their labour, and the\r\ncultivation of their own little possession is not sufficient to occupy the time\r\nwhich is left at their own disposal. When such occupiers were more numerous\r\nthan they are at present, they are said to have been willing to give their\r\nspare time for a very small recompence to any body, and to have wrought for\r\nless wages than other labourers. In ancient times, they seem to have been\r\ncommon all over Europe. In countries ill cultivated, and worse inhabited, the\r\ngreater part of landlords and farmers could not otherwise provide themselves\r\nwith the extraordinary number of hands which country labour requires at certain\r\nseasons. The daily or weekly recompence which such labourers occasionally\r\nreceived from their masters, was evidently not the whole price of their labour.\r\nTheir small tenement made a considerable part of it. This daily or weekly\r\nrecompence, however, seems to have been considered as the whole of it, by many\r\nwriters who have collected the prices of labour and provisions in ancient\r\ntimes, and who have taken pleasure in representing both as wonderfully low.\r\n\n\r\nThe produce of such labour comes frequently cheaper to market than would\r\notherwise be suitable to its nature. Stockings, in many parts of Scotland, are\r\nknit much cheaper than they can anywhere be wrought upon the loom. They are the\r\nwork of servants and labourers who derive the principal part of their\r\nsubsistence from some other employment. More than a thousand pair of Shetland\r\nstockings are annually imported into Leith, of which the price is from\r\nfivepence to seven-pence a pair. At Lerwick, the small capital of the Shetland\r\nislands, tenpence a-day, I have been assured, is a common price of common\r\nlabour. In the same islands, they knit worsted stockings to the value of a\r\nguinea a pair and upwards.\r\n\n\r\nThe spinning of linen yarn is carried on in Scotland nearly in the same way as\r\nthe knitting of stockings, by servants, who are chiefly hired for other\r\npurposes. They earn but a very scanty subsistence, who endeavour to get their\r\nlivelihood by either of those trades. In most parts of Scotland, she is a good\r\nspinner who can earn twentypence a-week.\r\n\n\r\nIn opulent countries, the market is generally so extensive, that any one trade\r\nis sufficient to employ the whole labour and stock of those who occupy it.\r\nInstances of people living by one employment, and, at the same time, deriving\r\nsome little advantage from another, occur chiefly in poor countries. The\r\nfollowing instance, however, of something of the same kind, is to be found in\r\nthe capital of a very rich one. There is no city in Europe, I believe, in which\r\nhouse-rent is dearer than in London, and yet I know no capital in which a\r\nfurnished apartment can be hired so cheap. Lodging is not only much cheaper in\r\nLondon than in Paris; it is much cheaper than in Edinburgh, of the same degree\r\nof goodness; and, what may seem extraordinary, the dearness of house-rent is\r\nthe cause of the cheapness of lodging. The dearness of house-rent in London\r\narises, not only from those causes which render it dear in all great capitals,\r\nthe dearness of labour, the dearness of all the materials of building, which\r\nmust generally be brought from a great distance, and, above all, the dearness\r\nof ground-rent, every landlord acting the part of a monopolist, and frequently\r\nexacting a higher rent for a single acre of bad land in a town, than can be had\r\nfor a hundred of the best in the country; but it arises in part from the\r\npeculiar manners and customs of the people, which oblige every master of a\r\nfamily to hire a whole house from top to bottom. A dwelling-house in England\r\nmeans every thing that is contained under the same roof. In France, Scotland,\r\nand many other parts of Europe, it frequently means no more than a single\r\nstorey. A tradesman in London is obliged to hire a whole house in that part of\r\nthe town where his customers live. His shop is upon the ground floor, and he\r\nand his family sleep in the garret; and he endeavours to pay a part of his\r\nhouse-rent by letting the two middle storeys to lodgers. He expects to maintain\r\nhis family by his trade, and not by his lodgers. Whereas at Paris and\r\nEdinburgh, people who let lodgings have commonly no other means of subsistence;\r\nand the price of the lodging must pay, not only the rent of the house, but the\r\nwhole expense of the family.\r\n\n\r\nSuch are the inequalities in the whole of the advantages and disadvantages of\r\nthe different employments of labour and stock, which the defect of any of the\r\nthree requisites above mentioned must occasion, even where there is the most\r\nperfect liberty. But the policy of Europe, by not leaving things at perfect\r\nliberty, occasions other inequalities of much greater importance.\r\n\n\r\nIt does this chiefly in the three following ways. First, by restraining the\r\ncompetition in some employments to a smaller number than would otherwise be\r\ndisposed to enter into them; secondly, by increasing it in others beyond what\r\nit naturally would be; and, thirdly, by obstructing the free circulation of\r\nlabour and stock, both from employment to employment, and from place to place.\r\n\n\r\nFirst, The policy of Europe occasions a very important inequality in the whole\r\nof the advantages and disadvantages of the different employments of labour and\r\nstock, by restraining the competition in some employments to a smaller number\r\nthan might otherwise be disposed to enter into them.\r\n\n\r\nThe exclusive privileges of corporations are the principal means it makes use\r\nof for this purpose.\r\n\n\r\nThe exclusive privilege of an incorporated trade necessarily restrains the\r\ncompetition, in the town where it is established, to those who are free of the\r\ntrade. To have served an apprenticeship in the town, under a master properly\r\nqualified, is commonly the necessary requisite for obtaining this freedom. The\r\nbye-laws of the corporation regulate sometimes the number of apprentices which\r\nany master is allowed to have, and almost always the number of years which each\r\napprentice is obliged to serve. The intention of both regulations is to\r\nrestrain the competition to a much smaller number than might otherwise be\r\ndisposed to enter into the trade. The limitation of the number of apprentices\r\nrestrains it directly. A long term of apprenticeship restrains it more\r\nindirectly, but as effectually, by increasing the expense of education.\r\n\n\r\nIn Sheffield, no master cutler can have more than one apprentice at a time, by\r\na bye-law of the corporation. In Norfolk and Norwich, no master weaver can have\r\nmore than two apprentices, under pain of forfeiting five pounds a-month to the\r\nking. No master hatter can have more than two apprentices anywhere in England,\r\nor in the English plantations, under pain of forfeiting; five pounds a-month,\r\nhalf to the king, and half to him who shall sue in any court of record. Both\r\nthese regulations, though they have been confirmed by a public law of the\r\nkingdom, are evidently dictated by the same corporation-spirit which enacted\r\nthe bye-law of Sheffield. The silk-weavers in London had scarce been\r\nincorporated a year, when they enacted a bye-law, restraining any master from\r\nhaving more than two apprentices at a time. It required a particular act of\r\nparliament to rescind this bye-law.\r\n\n\r\nSeven years seem anciently to have been, all over Europe, the usual term\r\nestablished for the duration of apprenticeships in the greater part of\r\nincorporated trades. All such incorporations were anciently called\r\nuniversities, which, indeed, is the proper Latin name for any incorporation\r\nwhatever. The university of smiths, the university of tailors, etc. are\r\nexpressions which we commonly meet with in the old charters of ancient towns.\r\nWhen those particular incorporations, which are now peculiarly called\r\nuniversities, were first established, the term of years which it was necessary\r\nto study, in order to obtain the degree of master of arts, appears evidently to\r\nhave been copied from the term of apprenticeship in common trades, of which the\r\nincorporations were much more ancient. As to have wrought seven years under a\r\nmaster properly qualified, was necessary, in order to entitle any person to\r\nbecome a master, and to have himself apprentices in a common trade; so to have\r\nstudied seven years under a master properly qualified, was necessary to entitle\r\nhim to become a master, teacher, or doctor (words anciently synonymous), in the\r\nliberal arts, and to have scholars or apprentices (words likewise originally\r\nsynonymous) to study under him.\r\n\n\r\nBy the 5th of Elizabeth, commonly called the Statute of Apprenticeship, it was\r\nenacted, that no person should, for the future, exercise any trade, craft, or\r\nmystery, at that time exercised in England, unless he had previously served to\r\nit an apprenticeship of seven years at least; and what before had been the\r\nbye-law of many particular corporations, became in England the general and\r\npublic law of all trades carried on in market towns. For though the words of\r\nthe statute are very general, and seem plainly to include the whole kingdom, by\r\ninterpretation its operation has been limited to market towns; it having been\r\nheld that, in country villages, a person may exercise several different trades,\r\nthough he has not served a seven years apprenticeship to each, they being\r\nnecessary for the conveniency of the inhabitants, and the number of people\r\nfrequently not being sufficient to supply each with a particular set of hands.\r\nBy a strict interpretation of the words, too, the operation of this statute has\r\nbeen limited to those trades which were established in England before the 5th\r\nof Elizabeth, and has never been extended to such as have been introduced since\r\nthat time. This limitation has given occasion to several distinctions, which,\r\nconsidered as rules of police, appear as foolish as can well be imagined. It\r\nhas been adjudged, for example, that a coach-maker can neither himself make nor\r\nemploy journeymen to make his coach-wheels, but must buy them of a master\r\nwheel-wright; this latter trade having been exercised in England before the 5th\r\nof Elizabeth. But a wheel-wright, though he has never served an apprenticeship\r\nto a coachmaker, may either himself make or employ journeymen to make coaches;\r\nthe trade of a coachmaker not being within the statute, because not exercised\r\nin England at the time when it was made. The manufactures of Manchester,\r\nBirmingham, and Wolverhampton, are many of them, upon this account, not within\r\nthe statute, not having been exercised in England before the 5th of Elizabeth.\r\n\n\r\nIn France, the duration of apprenticeships is different in different towns and\r\nin different trades. In Paris, five years is the term required in a great\r\nnumber; but, before any person can be qualified to exercise the trade as a\r\nmaster, he must, in many of them, serve five years more as a journeyman. During\r\nthis latter term, he is called the companion of his master, and the term itself\r\nis called his companionship.\r\n\n\r\nIn Scotland, there is no general law which regulates universally the duration\r\nof apprenticeships. The term is different in different corporations. Where it\r\nis long, a part of it may generally be redeemed by paying a small fine. In most\r\ntowns, too, a very small fine is sufficient to purchase the freedom of any\r\ncorporation. The weavers of linen and hempen cloth, the principal manufactures\r\nof the country, as well as all other artificers subservient to them,\r\nwheel-makers, reel-makers, etc. may exercise their trades in any town-corporate\r\nwithout paying any fine. In all towns-corporate, all persons are free to sell\r\nbutchers’ meat upon any lawful day of the week. Three years is, in\r\nScotland, a common term of apprenticeship, even in some very nice trades; and,\r\nin general, I know of no country in Europe, in which corporation laws are so\r\nlittle oppressive.\r\n\n\r\nThe property which every man has in his own labour, as it is the original\r\nfoundation of all other property, so it is the most sacred and inviolable. The\r\npatrimony of a poor man lies in the strength and dexterity of his hands; and to\r\nhinder him from employing this strength and dexterity in what manner he thinks\r\nproper, without injury to his neighbour, is a plain violation of this most\r\nsacred property. It is a manifest encroachment upon the just liberty, both of\r\nthe workman, and of those who might be disposed to employ him. As it hinders\r\nthe one from working at what he thinks proper, so it hinders the others from\r\nemploying whom they think proper. To judge whether he is fit to be employed,\r\nmay surely be trusted to the discretion of the employers, whose interest it so\r\nmuch concerns. The affected anxiety of the lawgiver, lest they should employ an\r\nimproper person, is evidently as impertinent as it is oppressive.\r\n\n\r\nThe institution of long apprenticeships can give no security that insufficient\r\nworkmanship shall not frequently be exposed to public sale. When this is done,\r\nit is generally the effect of fraud, and not of inability; and the longest\r\napprenticeship can give no security against fraud. Quite different regulations\r\nare necessary to prevent this abuse. The sterling mark upon plate, and the\r\nstamps upon linen and woollen cloth, give the purchaser much greater security\r\nthan any statute of apprenticeship. He generally looks at these, but never\r\nthinks it worth while to enquire whether the workman had served a seven years\r\napprenticeship.\r\n\n\r\nThe institution of long apprenticeships has no tendency to form young people to\r\nindustry. A journeyman who works by the piece is likely to be industrious,\r\nbecause he derives a benefit from every exertion of his industry. An apprentice\r\nis likely to be idle, and almost always is so, because he has no immediate\r\ninterest to be otherwise. In the inferior employments, the sweets of labour\r\nconsist altogether in the recompence of labour. They who are soonest in a\r\ncondition to enjoy the sweets of it, are likely soonest to conceive a relish\r\nfor it, and to acquire the early habit of industry. A young man naturally\r\nconceives an aversion to labour, when for a long time he receives no benefit\r\nfrom it. The boys who are put out apprentices from public charities are\r\ngenerally bound for more than the usual number of years, and they generally\r\nturn out very idle and worthless.\r\n\n\r\nApprenticeships were altogether unknown to the ancients. The reciprocal duties\r\nof master and apprentice make a considerable article in every modern code. The\r\nRoman law is perfectly silent with regard to them. I know no Greek or Latin\r\nword (I might venture, I believe, to assert that there is none) which expresses\r\nthe idea we now annex to the word apprentice, a servant bound to work at a\r\nparticular trade for the benefit of a master, during a term of years, upon\r\ncondition that the master shall teach him that trade.\r\n\n\r\nLong apprenticeships are altogether unnecessary. The arts, which are much\r\nsuperior to common trades, such as those of making clocks and watches, contain\r\nno such mystery as to require a long course of instruction. The first invention\r\nof such beautiful machines, indeed, and even that of some of the instruments\r\nemployed in making them, must no doubt have been the work of deep thought and\r\nlong time, and may justly be considered as among the happiest efforts of human\r\ningenuity. But when both have been fairly invented, and are well understood, to\r\nexplain to any young man, in the completest manner, how to apply the\r\ninstruments, and how to construct the machines, cannot well require more than\r\nthe lessons of a few weeks; perhaps those of a few days might be sufficient. In\r\nthe common mechanic trades, those of a few days might certainly be sufficient.\r\nThe dexterity of hand, indeed, even in common trades, cannot be acquired\r\nwithout much practice and experience. But a young man would practice with much\r\nmore diligence and attention, if from the beginning he wrought as a journeyman,\r\nbeing paid in proportion to the little work which he could execute, and paying\r\nin his turn for the materials which he might sometimes spoil through\r\nawkwardness and inexperience. His education would generally in this way be more\r\neffectual, and always less tedious and expensive. The master, indeed, would be\r\na loser. He would lose all the wages of the apprentice, which he now saves, for\r\nseven years together. In the end, perhaps, the apprentice himself would be a\r\nloser. In a trade so easily learnt he would have more competitors, and his\r\nwages, when he came to be a complete workman, would be much less than at\r\npresent. The same increase of competition would reduce the profits of the\r\nmasters, as well as the wages of workmen. The trades, the crafts, the\r\nmysteries, would all be losers. But the public would be a gainer, the work of\r\nall artificers coming in this way much cheaper to market.\r\n\n\r\nIt is to prevent this reduction of price, and consequently of wages and profit,\r\nby restraining that free competition which would most certainly occasion it,\r\nthat all corporations, and the greater part of corporation laws have been\r\nestablished. In order to erect a corporation, no other authority in ancient\r\ntimes was requisite, in many parts of Europe, but that of the town-corporate in\r\nwhich it was established. In England, indeed, a charter from the king was\r\nlikewise necessary. But this prerogative of the crown seems to have been\r\nreserved rather for extorting money from the subject, than for the defence of\r\nthe common liberty against such oppressive monopolies. Upon paying a fine to\r\nthe king, the charter seems generally to have been readily granted; and when\r\nany particular class of artificers or traders thought proper to act as a\r\ncorporation, without a charter, such adulterine guilds, as they were called,\r\nwere not always disfranchised upon that account, but obliged to fine annually\r\nto the king, for permission to exercise their usurped privileges {See Madox\r\nFirma Burgi p. 26 etc.}. The immediate inspection of all corporations, and of\r\nthe bye-laws which they might think proper to enact for their own government,\r\nbelonged to the town-corporate in which they were established; and whatever\r\ndiscipline was exercised over them, proceeded commonly, not from the king, but\r\nfrom that greater incorporation of which those subordinate ones were only parts\r\nor members.\r\n\n\r\nThe government of towns-corporate was altogether in the hands of traders and\r\nartificers, and it was the manifest interest of every particular class of them,\r\nto prevent the market from being overstocked, as they commonly express it, with\r\ntheir own particular species of industry; which is in reality to keep it always\r\nunderstocked. Each class was eager to establish regulations proper for this\r\npurpose, and, provided it was allowed to do so, was willing to consent that\r\nevery other class should do the same. In consequence of such regulations,\r\nindeed, each class was obliged to buy the goods they had occasion for from\r\nevery other within the town, somewhat dearer than they otherwise might have\r\ndone. But, in recompence, they were enabled to sell their own just as much\r\ndearer; so that, so far it was as broad as long, as they say; and in the\r\ndealings of the different classes within the town with one another, none of\r\nthem were losers by these regulations. But in their dealings with the country\r\nthey were all great gainers; and in these latter dealings consist the whole\r\ntrade which supports and enriches every town.\r\n\n\r\nEvery town draws its whole subsistence, and all the materials of its industry,\r\nfrom the: country. It pays for these chiefly in two ways. First, by sending\r\nback to the country a part of those materials wrought up and manufactured; in\r\nwhich case, their price is augmented by the wages of the workmen, and the\r\nprofits of their masters or immediate employers; secondly, by sending to it a\r\npart both of the rude and manufactured produce, either of other countries, or\r\nof distant parts of the same country, imported into the town; in which case,\r\ntoo, the original price of those goods is augmented by the wages of the\r\ncarriers or sailors, and by the profits of the merchants who employ them. In\r\nwhat is gained upon the first of those branches of commerce, consists the\r\nadvantage which the town makes by its manufactures; in what is gained upon the\r\nsecond, the advantage of its inland and foreign trade. The wages of the\r\nworkmen, and the profits of their different employers, make up the whole of\r\nwhat is gained upon both. Whatever regulations, therefore, tend to increase\r\nthose wages and profits beyond what they otherwise: would be, tend to enable\r\nthe town to purchase, with a smaller quantity of its labour, the produce of a\r\ngreater quantity of the labour of the country. They give the traders and\r\nartificers in the town an advantage over the landlords, farmers, and labourers,\r\nin the country, and break down that natural equality which would otherwise take\r\nplace in the commerce which is carried on between them. The whole annual\r\nproduce of the labour of the society is annually divided between those two\r\ndifferent sets of people. By means of those regulations, a greater share of it\r\nis given to the inhabitants of the town than would otherwise fall to them, and\r\na less to those of the country.\r\n\n\r\nThe price which the town really pays for the provisions and materials annually\r\nimported into it, is the quantity of manufactures and other goods annually\r\nexported from it. The dearer the latter are sold, the cheaper the former are\r\nbought. The industry of the town becomes more, and that of the country less\r\nadvantageous.\r\n\n\r\nThat the industry which is carried on in towns is, everywhere in Europe, more\r\nadvantageous than that which is carried on in the country, without entering\r\ninto any very nice computations, we may satisfy ourselves by one very simple\r\nand obvious observation. In every country of Europe, we find at least a hundred\r\npeople who have acquired great fortunes, from small beginnings, by trade and\r\nmanufactures, the industry which properly belongs to towns, for one who has\r\ndone so by that which properly belongs to the country, the raising of rude\r\nproduce by the improvement and cultivation of land. Industry, therefore, must\r\nbe better rewarded, the wages of labour and the profits of stock must evidently\r\nbe greater, in the one situation than in the other. But stock and labour\r\nnaturally seek the most advantageous employment. They naturally, therefore,\r\nresort as much as they can to the town, and desert the country.\r\n\n\r\nThe inhabitants of a town being collected into one place, can easily combine\r\ntogether. The most insignificant trades carried on in towns have, accordingly,\r\nin some place or other, been incorporated; and even where they have never been\r\nincorporated, yet the corporation-spirit, the jealousy of strangers, the\r\naversion to take apprentices, or to communicate the secret of their trade,\r\ngenerally prevail in them, and often teach them, by voluntary associations and\r\nagreements, to prevent that free competition which they cannot prohibit by\r\nbye-laws. The trades which employ but a small number of hands, run most easily\r\ninto such combinations. Half-a-dozen wool-combers, perhaps, are necessary to\r\nkeep a thousand spinners and weavers at work. By combining not to take\r\napprentices, they can not only engross the employment, but reduce the whole\r\nmanufacture into a sort of slavery to themselves, and raise the price of their\r\nlabour much above what is due to the nature of their work.\r\n\n\r\nThe inhabitants of the country, dispersed in distant places, cannot easily\r\ncombine together. They have not only never been incorporated, but the\r\nincorporation spirit never has prevailed among them. No apprenticeship has ever\r\nbeen thought necessary to qualify for husbandry, the great trade of the\r\ncountry. After what are called the fine arts, and the liberal professions,\r\nhowever, there is perhaps no trade which requires so great a variety of\r\nknowledge and experience. The innumerable volumes which have been written upon\r\nit in all languages, may satisfy us, that among the wisest and most learned\r\nnations, it has never been regarded as a matter very easily understood. And\r\nfrom all those volumes we shall in vain attempt to collect that knowledge of\r\nits various and complicated operations which is commonly possessed even by the\r\ncommon farmer; how contemptuously soever the very contemptible authors of some\r\nof them may sometimes affect to speak of him. There is scarce any common\r\nmechanic trade, on the contrary, of which all the operations may not be as\r\ncompletely and distinctly explained in a pamphlet of a very few pages, as it is\r\npossible for words illustrated by figures to explain them. In the history of\r\nthe arts, now publishing by the French Academy of Sciences, several of them are\r\nactually explained in this manner. The direction of operations, besides, which\r\nmust be varied with every change of the weather, as well as with many other\r\naccidents, requires much more judgment and discretion, than that of those which\r\nare always the same, or very nearly the same.\r\n\n\r\nNot only the art of the farmer, the general direction of the operations of\r\nhusbandry, but many inferior branches of country labour require much more skill\r\nand experience than the greater part of mechanic trades. The man who works upon\r\nbrass and iron, works with instruments, and upon materials of which the temper\r\nis always the same, or very nearly the same. But the man who ploughs the ground\r\nwith a team of horses or oxen, works with instruments of which the health,\r\nstrength, and temper, are very different upon different occasions. The\r\ncondition of the materials which he works upon, too, is as variable as that of\r\nthe instruments which he works with, and both require to be managed with much\r\njudgment and discretion. The common ploughman, though generally regarded as the\r\npattern of stupidity and ignorance, is seldom defective in this judgment and\r\ndiscretion. He is less accustomed, indeed, to social intercourse, than the\r\nmechanic who lives in a town. His voice and language are more uncouth, and more\r\ndifficult to be understood by those who are not used to them. His\r\nunderstanding, however, being accustomed to consider a greater variety of\r\nobjects, is generally much superior to that of the other, whose whole\r\nattention, from morning till night, is commonly occupied in performing one or\r\ntwo very simple operations. How much the lower ranks of people in the country\r\nare really superior to those of the town, is well known to every man whom\r\neither business or curiosity has led to converse much with both. In China and\r\nIndostan, accordingly, both the rank and the wages of country labourers are\r\nsaid to be superior to those of the greater part of artificers and\r\nmanufacturers. They would probably be so everywhere, if corporation laws and\r\nthe corporation spirit did not prevent it.\r\n\n\r\nThe superiority which the industry of the towns has everywhere in Europe over\r\nthat of the country, is not altogether owing to corporations and corporation\r\nlaws. It is supported by many other regulations. The high duties upon foreign\r\nmanufactures, and upon all goods imported by alien merchants, all tend to the\r\nsame purpose. Corporation laws enable the inhabitants of towns to raise their\r\nprices, without fearing to be undersold by the free competition of their own\r\ncountrymen. Those other regulations secure them equally against that of\r\nforeigners. The enhancement of price occasioned by both is everywhere finally\r\npaid by the landlords, farmers, and labourers, of the country, who have seldom\r\nopposed the establishment of such monopolies. They have commonly neither\r\ninclination nor fitness to enter into combinations; and the clamour and\r\nsophistry of merchants and manufacturers easily persuade them, that the private\r\ninterest of a part, and of a subordinate part, of the society, is the general\r\ninterest of the whole.\r\n\n\r\nIn Great Britain, the superiority of the industry of the towns over that of the\r\ncountry seems to have been greater formerly than in the present times. The\r\nwages of country labour approach nearer to those of manufacturing labour, and\r\nthe profits of stock employed in agriculture to those of trading and\r\nmanufacturing stock, than they are said to have done in the last century, or in\r\nthe beginning of the present. This change may be regarded as the necessary,\r\nthough very late consequence of the extraordinary encouragement given to the\r\nindustry of the towns. The stocks accumulated in them come in time to be so\r\ngreat, that it can no longer be employed with the ancient profit in that\r\nspecies of industry which is peculiar to them. That industry has its limits\r\nlike every other; and the increase of stock, by increasing the competition,\r\nnecessarily reduces the profit. The lowering of profit in the town forces out\r\nstock to the country, where, by creating a new demand for country labour, it\r\nnecessarily raises its wages. It then spreads itself, if I my say so, over the\r\nface of the land, and, by being employed in agriculture, is in part restored to\r\nthe country, at the expense of which, in a great measure, it had originally\r\nbeen accumulated in the town. That everywhere in Europe the greatest\r\nimprovements of the country have been owing to such over flowings of the stock\r\noriginally accumulated in the towns, I shall endeavour to shew hereafter, and\r\nat the same time to demonstrate, that though some countries have, by this\r\ncourse, attained to a considerable degree of opulence, it is in itself\r\nnecessarily slow, uncertain, liable to be disturbed and interrupted by\r\ninnumerable accidents, and, in every respect, contrary to the order of nature\r\nand of reason. The interests, prejudices, laws, and customs, which have given\r\noccasion to it, I shall endeavour to explain as fully and distinctly as I can\r\nin the third and fourth books of this Inquiry.\r\n\n\r\nPeople of the same trade seldom meet together, even for merriment and\r\ndiversion, but the conversation ends in a conspiracy against the public, or in\r\nsome contrivance to raise prices. It is impossible, indeed, to prevent such\r\nmeetings, by any law which either could be executed, or would be consistent\r\nwith liberty and justice. But though the law cannot hinder people of the same\r\ntrade from sometimes assembling together, it ought to do nothing to facilitate\r\nsuch assemblies, much less to render them necessary.\r\n\n\r\nA regulation which obliges all those of the same trade in a particular town to\r\nenter their names and places of abode in a public register, facilitates such\r\nassemblies. It connects individuals who might never otherwise be known to one\r\nanother, and gives every man of the trade a direction where to find every other\r\nman of it.\r\n\n\r\nA regulation which enables those of the same trade to tax themselves, in order\r\nto provide for their poor, their sick, their widows and orphans, by giving them\r\na common interest to manage, renders such assemblies necessary.\r\n\n\r\nAn incorporation not only renders them necessary, but makes the act of the\r\nmajority binding upon the whole. In a free trade, an effectual combination\r\ncannot be established but by the unanimous consent of every single trader, and\r\nit cannot last longer than every single trader continues of the same mind. The\r\nmajority of a corporation can enact a bye-law, with proper penalties, which\r\nwill limit the competition more effectually and more durably than any voluntary\r\ncombination whatever.\r\n\n\r\nThe pretence that corporations are necessary for the better government of the\r\ntrade, is without any foundation. The real and effectual discipline which is\r\nexercised over a workman, is not that of his corporation, but that of his\r\ncustomers. It is the fear of losing their employment which restrains his frauds\r\nand corrects his negligence. An exclusive corporation necessarily weakens the\r\nforce of this discipline. A particular set of workmen must then be employed,\r\nlet them behave well or ill. It is upon this account that, in many large\r\nincorporated towns, no tolerable workmen are to be found, even in some of the\r\nmost necessary trades. If you would have your work tolerably executed, it must\r\nbe done in the suburbs, where the workmen, having no exclusive privilege, have\r\nnothing but their character to depend upon, and you must then smuggle it into\r\nthe town as well as you can.\r\n\n\r\nIt is in this manner that the policy of Europe, by restraining the competition\r\nin some employments to a smaller number than would otherwise be disposed to\r\nenter into them, occasions a very important inequality in the whole of the\r\nadvantages and disadvantages of the different employments of labour and stock.\r\n\n\r\nSecondly, the policy of Europe, by increasing the competition in some\r\nemployments beyond what it naturally would be, occasions another inequality, of\r\nan opposite kind, in the whole of the advantages and disadvantages of the\r\ndifferent employments of labour and stock.\r\n\n\r\nIt has been considered as of so much importance that a proper number of young\r\npeople should be educated for certain professions, that sometimes the public,\r\nand sometimes the piety of private founders, have established many pensions,\r\nscholarships, exhibitions, bursaries, etc. for this purpose, which draw many\r\nmore people into those trades than could otherwise pretend to follow them. In\r\nall Christian countries, I believe, the education of the greater part of\r\nchurchmen is paid for in this manner. Very few of them are educated altogether\r\nat their own expense. The long, tedious, and expensive education, therefore, of\r\nthose who are, will not always procure them a suitable reward, the church being\r\ncrowded with people, who, in order to get employment, are willing to accept of\r\na much smaller recompence than what such an education would otherwise have\r\nentitled them to; and in this manner the competition of the poor takes away the\r\nreward of the rich. It would be indecent, no doubt, to compare either a curate\r\nor a chaplain with a journeyman in any common trade. The pay of a curate or\r\nchaplain, however, may very properly be considered as of the same nature with\r\nthe wages of a journeyman. They are all three paid for their work according to\r\nthe contract which they may happen to make with their respective superiors.\r\nTill after the middle of the fourteenth century, five merks, containing about\r\nas much silver as ten pounds of our present money, was in England the usual pay\r\nof a curate or a stipendiary parish priest, as we find it regulated by the\r\ndecrees of several different national councils. At the same period, fourpence\r\na-day, containing the same quantity of silver as a shilling of our present\r\nmoney, was declared to be the pay of a master mason; and threepence a-day,\r\nequal to ninepence of our present money, that of a journeyman mason. {See the\r\nStatute of Labourers, 25, Ed. III.} The wages of both these labourers,\r\ntherefore, supposing them to have been constantly employed, were much superior\r\nto those of the curate. The wages of the master mason, supposing him to have\r\nbeen without employment one-third of the year, would have fully equalled them.\r\nBy the 12th of Queen Anne, c. 12. it is declared, “That whereas, for want\r\nof sufficient maintenance and encouragement to curates, the cures have, in\r\nseveral places, been meanly supplied, the bishop is, therefore, empowered to\r\nappoint, by writing under his hand and seal, a sufficient certain stipend or\r\nallowance, not exceeding fifty, and not less than twenty pounds a-year”.\r\nForty pounds a-year is reckoned at present very good pay for a curate; and,\r\nnotwithstanding this act of parliament, there are many curacies under twenty\r\npounds a-year. There are journeymen shoemakers in London who earn forty pounds\r\na-year, and there is scarce an industrious workman of any kind in that\r\nmetropolis who does not earn more than twenty. This last sum, indeed, does not\r\nexceed what is frequently earned by common labourers in many country parishes.\r\nWhenever the law has attempted to regulate the wages of workmen, it has always\r\nbeen rather to lower them than to raise them. But the law has, upon many\r\noccasions, attempted to raise the wages of curates, and, for the dignity of the\r\nchurch, to oblige the rectors of parishes to give them more than the wretched\r\nmaintenance which they themselves might be willing to accept of. And, in both\r\ncases, the law seems to have been equally ineffectual, and has never either\r\nbeen able to raise the wages of curates, or to sink those of labourers to the\r\ndegree that was intended; because it has never been able to hinder either the\r\none from being willing to accept of less than the legal allowance, on account\r\nof the indigence of their situation and the multitude of their competitors, or\r\nthe other from receiving more, on account of the contrary competition of those\r\nwho expected to derive either profit or pleasure from employing them.\r\n\n\r\nThe great benefices and other ecclesiastical dignities support the honour of\r\nthe church, notwithstanding the mean circumstances of some of its inferior\r\nmembers. The respect paid to the profession, too, makes some compensation even\r\nto them for the meanness of their pecuniary recompence. In England, and in all\r\nRoman catholic countries, the lottery of the church is in reality much more\r\nadvantageous than is necessary. The example of the churches of Scotland, of\r\nGeneva, and of several other protestant churches, may satisfy us, that in so\r\ncreditable a profession, in which education is so easily procured, the hopes of\r\nmuch more moderate benefices will draw a sufficient number of learned, decent,\r\nand respectable men into holy orders.\r\n\n\r\nIn professions in which there are no benefices, such as law and physic, if an\r\nequal proportion of people were educated at the public expense, the competition\r\nwould soon be so great as to sink very much their pecuniary reward. It might\r\nthen not be worth any man’s while to educate his son to either of those\r\nprofessions at his own expense. They would be entirely abandoned to such as had\r\nbeen educated by those public charities, whose numbers and necessities would\r\noblige them in general to content themselves with a very miserable recompence,\r\nto the entire degradation of the now respectable professions of law and physic.\r\n\n\r\nThat unprosperous race of men, commonly called men of letters, are pretty much\r\nin the situation which lawyers and physicians probably would be in, upon the\r\nforegoing supposition. In every part of Europe, the greater part of them have\r\nbeen educated for the church, but have been hindered by different reasons from\r\nentering into holy orders. They have generally, therefore, been educated at the\r\npublic expense; and their numbers are everywhere so great, as commonly to\r\nreduce the price of their labour to a very paltry recompence.\r\n\n\r\nBefore the invention of the art of printing, the only employment by which a man\r\nof letters could make any thing by his talents, was that of a public or private\r\nteacher, or by communicating to other people the curious and useful knowledge\r\nwhich he had acquired himself; and this is still surely a more honourable, a\r\nmore useful, and, in general, even a more profitable employment than that other\r\nof writing for a bookseller, to which the art of printing has given occasion.\r\nThe time and study, the genius, knowledge, and application requisite to qualify\r\nan eminent teacher of the sciences, are at least equal to what is necessary for\r\nthe greatest practitioners in law and physic. But the usual reward of the\r\neminent teacher bears no proportion to that of the lawyer or physician, because\r\nthe trade of the one is crowded with indigent people, who have been brought up\r\nto it at the public expense; whereas those of the other two are encumbered with\r\nvery few who have not been educated at their own. The usual recompence,\r\nhowever, of public and private teachers, small as it may appear, would\r\nundoubtedly be less than it is, if the competition of those yet more indigent\r\nmen of letters, who write for bread, was not taken out of the market. Before\r\nthe invention of the art of printing, a scholar and a beggar seem to have been\r\nterms very nearly synonymous. The different governors of the universities,\r\nbefore that time, appear to have often granted licences to their scholars to\r\nbeg.\r\n\n\r\nIn ancient times, before any charities of this kind had been established for\r\nthe education of indigent people to the learned professions, the rewards of\r\neminent teachers appear to have been much more considerable. Isocrates, in what\r\nis called his discourse against the sophists, reproaches the teachers of his\r\nown times with inconsistency. “They make the most magnificent promises to\r\ntheir scholars,” says he, “and undertake to teach them to be wise,\r\nto be happy, and to be just; and, in return for so important a service, they\r\nstipulate the paltry reward of four or five minae.” “They who teach\r\nwisdom,” continues he, “ought certainly to be wise themselves; but\r\nif any man were to sell such a bargain for such a price, he would be convicted\r\nof the most evident folly.” He certainly does not mean here to exaggerate\r\nthe reward, and we may be assured that it was not less than he represents it.\r\nFour minae were equal to thirteen pounds six shillings and eightpence; five\r\nminae to sixteen pounds thirteen shillings and fourpence. Something not less\r\nthan the largest of those two sums, therefore, must at that time have been\r\nusually paid to the most eminent teachers at Athens. Isocrates himself demanded\r\nten minae, or £ 33:6:8 from each scholar. When he taught at Athens, he is said\r\nto have had a hundred scholars. I understand this to be the number whom he\r\ntaught at one time, or who attended what we would call one course of lectures;\r\na number which will not appear extraordinary from so great a city to so famous\r\na teacher, who taught, too, what was at that time the most fashionable of all\r\nsciences, rhetoric. He must have made, therefore, by each course of lectures, a\r\nthousand minae, or £ 3335:6:8. A thousand minae, accordingly, is said by\r\nPlutarch, in another place, to have been his didactron, or usual price of\r\nteaching. Many other eminent teachers in those times appear to have acquired\r\ngreat fortunes. Georgias made a present to the temple of Delphi of his own\r\nstatue in solid gold. We must not, I presume, suppose that it was as large as\r\nthe life. His way of living, as well as that of Hippias and Protagoras, two\r\nother eminent teachers of those times, is represented by Plato as splendid,\r\neven to ostentation. Plato himself is said to have lived with a good deal of\r\nmagnificence. Aristotle, after having been tutor to Alexander, and most\r\nmunificently rewarded, as it is universally agreed, both by him and his father,\r\nPhilip, thought it worth while, notwithstanding, to return to Athens, in order\r\nto resume the teaching of his school. Teachers of the sciences were probably in\r\nthose times less common than they came to be in an age or two afterwards, when\r\nthe competition had probably somewhat reduced both the price of their labour\r\nand the admiration for their persons. The most eminent of them, however, appear\r\nalways to have enjoyed a degree of consideration much superior to any of the\r\nlike profession in the present times. The Athenians sent Carneades the\r\nacademic, and Diogenes the stoic, upon a solemn embassy to Rome; and though\r\ntheir city had then declined from its former grandeur, it was still an\r\nindependent and considerable republic.\r\n\n\r\nCarneades, too, was a Babylonian by birth; and as there never was a people more\r\njealous of admitting foreigners to public offices than the Athenians, their\r\nconsideration for him must have been very great.\r\n\n\r\nThis inequality is, upon the whole, perhaps rather advantageous than hurtful to\r\nthe public. It may somewhat degrade the profession of a public teacher; but the\r\ncheapness of literary education is surely an advantage which greatly\r\noverbalances this trifling inconveniency. The public, too, might derive still\r\ngreater benefit from it, if the constitution of those schools and colleges, in\r\nwhich education is carried on, was more reasonable than it is at present\r\nthrough the greater part of Europe.\r\n\n\r\nThirdly, the policy of Europe, by obstructing the free circulation of labour\r\nand stock, both from employment to employment, and from place to place,\r\noccasions, in some cases, a very inconvenient inequality in the whole of the\r\nadvantages and disadvantages of their different employments.\r\n\n\r\nThe statute of apprenticeship obstructs the free circulation of labour from one\r\nemployment to another, even in the same place. The exclusive privileges of\r\ncorporations obstruct it from one place to another, even in the same\r\nemployment.\r\n\n\r\nIt frequently happens, that while high wages are given to the workmen in one\r\nmanufacture, those in another are obliged to content themselves with bare\r\nsubsistence. The one is in an advancing state, and has therefore a continual\r\ndemand for new hands; the other is in a declining state, and the superabundance\r\nof hands is continually increasing. Those two manufactures may sometimes be in\r\nthe same town, and sometimes in the same neighbourhood, without being able to\r\nlend the least assistance to one another. The statute of apprenticeship may\r\noppose it in the one case, and both that and an exclusive corporation in the\r\nother. In many different manufactures, however, the operations are so much\r\nalike, that the workmen could easily change trades with one another, if those\r\nabsurd laws did not hinder them. The arts of weaving plain linen and plain\r\nsilk, for example, are almost entirely the same. That of weaving plain woollen\r\nis somewhat different; but the difference is so insignificant, that either a\r\nlinen or a silk weaver might become a tolerable workman in a very few days. If\r\nany of those three capital manufactures, therefore, were decaying, the workmen\r\nmight find a resource in one of the other two which was in a more prosperous\r\ncondition; and their wages would neither rise too high in the thriving, nor\r\nsink too low in the decaying manufacture. The linen manufacture, indeed, is in\r\nEngland, by a particular statute, open to every body; but as it is not much\r\ncultivated through the greater part of the country, it can afford no general\r\nresource to the work men of other decaying manufactures, who, wherever the\r\nstatute of apprenticeship takes place, have no other choice, but either to come\r\nupon the parish, or to work as common labourers; for which, by their habits,\r\nthey are much worse qualified than for any sort of manufacture that bears any\r\nresemblance to their own. They generally, therefore, chuse to come upon the\r\nparish.\r\n\n\r\nWhatever obstructs the free circulation of labour from one employment to\r\nanother, obstructs that of stock likewise; the quantity of stock which can be\r\nemployed in any branch of business depending very much upon that of the labour\r\nwhich can be employed in it. Corporation laws, however, give less obstruction\r\nto the free circulation of stock from one place to another, than to that of\r\nlabour. It is everywhere much easier for a wealthy merchant to obtain the\r\nprivilege of trading in a town-corporate, than for a poor artificer to obtain\r\nthat of working in it.\r\n\n\r\nThe obstruction which corporation laws give to the free circulation of labour\r\nis common, I believe, to every part of Europe. That which is given to it by the\r\npoor laws is, so far as I know, peculiar to England. It consists in the\r\ndifficulty which a poor man finds in obtaining a settlement, or even in being\r\nallowed to exercise his industry in any parish but that to which he belongs. It\r\nis the labour of artificers and manufacturers only of which the free\r\ncirculation is obstructed by corporation laws. The difficulty of obtaining\r\nsettlements obstructs even that of common labour. It may be worth while to give\r\nsome account of the rise, progress, and present state of this disorder, the\r\ngreatest, perhaps, of any in the police of England.\r\n\n\r\nWhen, by the destruction of monasteries, the poor had been deprived of the\r\ncharity of those religious houses, after some other ineffectual attempts for\r\ntheir relief, it was enacted, by the 43d of Elizabeth, c. 2. that every parish\r\nshould be bound to provide for its own poor, and that overseers of the poor\r\nshould be annually appointed, who, with the church-wardens, should raise, by a\r\nparish rate, competent sums for this purpose.\r\n\n\r\nBy this statute, the necessity of providing for their own poor was\r\nindispensably imposed upon every parish. Who were to be considered as the poor\r\nof each parish became, therefore, a question of some importance. This question,\r\nafter some variation, was at last determined by the 13th and 14th of Charles\r\nII. when it was enacted, that forty days undisturbed residence should gain any\r\nperson a settlement in any parish; but that within that time it should be\r\nlawful for two justices of the peace, upon complaint made by the church-wardens\r\nor overseers of the poor, to remove any new inhabitant to the parish where he\r\nwas last legally settled; unless he either rented a tenement of ten pounds\r\na-year, or could give such security for the discharge of the parish where he\r\nwas then living, as those justices should judge sufficient.\r\n\n\r\nSome frauds, it is said, were committed in consequence of this statute; parish\r\nofficers sometimes bribing their own poor to go clandestinely to another\r\nparish, and, by keeping themselves concealed for forty days, to gain a\r\nsettlement there, to the discharge of that to which they properly belonged. It\r\nwas enacted, therefore, by the 1st of James II. that the forty days undisturbed\r\nresidence of any person necessary to gain a settlement, should be accounted\r\nonly from the time of his delivering notice, in writing, of the place of his\r\nabode and the number of his family, to one of the church-wardens or overseers\r\nof the parish where he came to dwell.\r\n\n\r\nBut parish officers, it seems, were not always more honest with regard to their\r\nown than they had been with regard to other parishes, and sometimes connived at\r\nsuch intrusions, receiving the notice, and taking no proper steps in\r\nconsequence of it. As every person in a parish, therefore, was supposed to have\r\nan interest to prevent as much as possible their being burdened by such\r\nintruders, it was further enacted by the 3rd of William III. that the forty\r\ndays residence should be accounted only from the publication of such notice in\r\nwriting on Sunday in the church, immediately after divine service.\r\n\n\r\n“After all,” says Doctor Burn, “this kind of settlement, by\r\ncontinuing forty days after publication of notice in writing, is very seldom\r\nobtained; and the design of the acts is not so much for gaining of settlements,\r\nas for the avoiding of them by persons coming into a parish clandestinely, for\r\nthe giving of notice is only putting a force upon the parish to remove", "summary": "\nThe text describes economic and labor conditions in 18th century Britain and Europe, focusing on inequalities created by various regulations. Smith begins by explaining the \"cottar\" system in rural Scotland, where landlords provided modest housing and land to laborers who worked for very low wages. These arrangements, once common throughout Europe, allowed agricultural work to be done cheaply, as the laborers derived part of their subsistence from small tenements provided to them.\nSmith then examines how various policies in Europe create inequality between different employments. The primary mechanism for this is corporations and guilds, which restrict competition in trades by requiring lengthy apprenticeships, typically seven years. These restrictions, formalized in England by the Statute of Apprenticeship under Elizabeth I, limited who could practice trades in market towns. Smith argues that these long apprenticeships are unnecessary for learning most trades and primarily serve to restrict competition and maintain higher prices and wages.\nThe text contrasts urban and rural labor, noting that town industries are more profitable than country ones due to these artificial restrictions. While urban craftsmen could easily combine into guilds to protect their interests, rural workers were dispersed and could not organize effectively. Ironically, Smith observes that rural work often requires more skill and judgment than many town trades, despite being less financially rewarded.\nSmith explains how town corporations benefit their members by restricting market competition. This arrangement benefits urban workers at the expense of rural producers, as towns could sell manufactured goods at inflated prices while purchasing rural products more cheaply. The inequality between town and country was thus systematically maintained through regulations that prevented free competition.\nThe text also addresses how some professions become overcrowded due to public funding of education, citing clergy as an example. When too many people are educated for a particular profession at public expense, wages in that field become depressed. Smith extends this observation to \"men of letters\" who often struggle financially due to similar oversupply.\nSmith further criticizes obstacles to the free circulation of labor, including corporation laws and England's poor laws. These regulations prevented workers from moving between occupations or locations to find better opportunities. The poor laws in particular tied workers to their parish of legal settlement and made mobility difficult.\nThroughout the text, Smith advocates for freer markets and criticizes regulations that create artificial advantages for particular groups. He believes that natural market forces would create more equitable outcomes than the existing system of privileges and restrictions. His famous observation that \"people of the same trade seldom meet together, even for merriment and diversion, but the conversation ends in a conspiracy against the public\" encapsulates his skepticism of trade associations and their tendency toward collusion.\n", "map": [["Cottar system", "Low agricultural wages"], ["Guild restrictions", "Reduced market competition"], ["Seven-year apprenticeships", "Unnecessary skill development"], ["Urban craftsmen", "Effective collective organization"], ["Rural workers", "Inability to organize"], ["Town corporations", "Artificial economic advantage"], ["Public education funding", "Oversupply of professionals"], ["Poor laws", "Restricted labor mobility"], ["Trade associations", "Collusion against public interest"], ["Free markets", "More equitable outcomes"], ["Urban industries", "Higher profit margins"], ["Rural labor", "Greater skill requirements"], ["Statute of Apprenticeship", "Formalized trade restrictions"], ["Parish settlement", "Geographic labor immobility"], ["Manufactured goods", "Inflated urban prices"], ["Rural products", "Artificially depressed prices"]]}