{"source": "https://www.gutenberg.org/cache/epub/3300/pg3300-images.html", "text": " But if\r\na person’s situation is such, that it is doubtful whether he is actually\r\nremovable or not, he shall, by giving of notice, compel the parish either to\r\nallow him a settlement uncontested, by suffering him to continue forty days, or\r\nby removing him to try the right.”\r\n\n\r\nThis statute, therefore, rendered it almost impracticable for a poor man to\r\ngain a new settlement in the old way, by forty days inhabitancy. But that it\r\nmight not appear to preclude altogether the common people of one parish from\r\never establishing themselves with security in another, it appointed four other\r\nways by which a settlement might be gained without any notice delivered or\r\npublished. The first was, by being taxed to parish rates and paying them; the\r\nsecond, by being elected into an annual parish office, and serving in it a\r\nyear; the third, by serving an apprenticeship in the parish; the fourth, by\r\nbeing hired into service there for a year, and continuing in the same service\r\nduring the whole of it. Nobody can gain a settlement by either of the two first\r\nways, but by the public deed of the whole parish, who are too well aware of the\r\nconsequences to adopt any new-comer, who has nothing but his labour to support\r\nhim, either by taxing him to parish rates, or by electing him into a parish\r\noffice.\r\n\n\r\nNo married man can well gain any settlement in either of the two last ways. An\r\napprentice is scarce ever married; and it is expressly enacted, that no married\r\nservant shall gain any settlement by being hired for a year. The principal\r\neffect of introducing settlement by service, has been to put out in a great\r\nmeasure the old fashion of hiring for a year; which before had been so\r\ncustomary in England, that even at this day, if no particular term is agreed\r\nupon, the law intends that every servant is hired for a year. But masters are\r\nnot always willing to give their servants a settlement by hiring them in this\r\nmanner; and servants are not always willing to be so hired, because, as every\r\nlast settlement discharges all the foregoing, they might thereby lose their\r\noriginal settlement in the places of their nativity, the habitation of their\r\nparents and relations.\r\n\n\r\nNo independent workman, it is evident, whether labourer or artificer, is likely\r\nto gain any new settlement, either by apprenticeship or by service. When such a\r\nperson, therefore, carried his industry to a new parish, he was liable to be\r\nremoved, how healthy and industrious soever, at the caprice of any churchwarden\r\nor overseer, unless he either rented a tenement of ten pounds a-year, a thing\r\nimpossible for one who has nothing but his labour to live by, or could give\r\nsuch security for the discharge of the parish as two justices of the peace\r\nshould judge sufficient.\r\n\n\r\nWhat security they shall require, indeed, is left altogether to their\r\ndiscretion; but they cannot well require less than thirty pounds, it having\r\nbeen enacted, that the purchase even of a freehold estate of less than thirty\r\npounds value, shall not gain any person a settlement, as not being sufficient\r\nfor the discharge of the parish. But this is a security which scarce any man\r\nwho lives by labour can give; and much greater security is frequently demanded.\r\n\n\r\nIn order to restore, in some measure, that free circulation of labour which\r\nthose different statutes had almost entirely taken away, the invention of\r\ncertificates was fallen upon. By the 8th and 9th of William III. it was enacted\r\nthat if any person should bring a certificate from the parish where he was last\r\nlegally settled, subscribed by the church-wardens and overseers of the poor,\r\nand allowed by two justices of the peace, that every other parish should be\r\nobliged to receive him; that he should not be removable merely upon account of\r\nhis being likely to become chargeable, but only upon his becoming actually\r\nchargeable; and that then the parish which granted the certificate should be\r\nobliged to pay the expense both of his maintenance and of his removal. And in\r\norder to give the most perfect security to the parish where such certificated\r\nman should come to reside, it was further enacted by the same statute, that he\r\nshould gain no settlement there by any means whatever, except either by renting\r\na tenement of ten pounds a-year, or by serving upon his own account in an\r\nannual parish office for one whole year; and consequently neither by notice nor\r\nby service, nor by apprenticeship, nor by paying parish rates. By the 12th of\r\nQueen Anne, too, stat. 1, c.18, it was further enacted, that neither the\r\nservants nor apprentices of such certificated man should gain any settlement in\r\nthe parish where he resided under such certificate.\r\n\n\r\nHow far this invention has restored that free circulation of labour, which the\r\npreceding statutes had almost entirely taken away, we may learn from the\r\nfollowing very judicious observation of Doctor Burn. “It is\r\nobvious,” says he, “that there are divers good reasons for\r\nrequiring certificates with persons coming to settle in any place; namely, that\r\npersons residing under them can gain no settlement, neither by apprenticeship,\r\nnor by service, nor by giving notice, nor by paying parish rates; that they can\r\nsettle neither apprentices nor servants; that if they become chargeable, it is\r\ncertainly known whither to remove them, and the parish shall be paid for the\r\nremoval, and for their maintenance in the mean time; and that, if they fall\r\nsick, and cannot be removed, the parish which gave the certificate must\r\nmaintain them; none of all which can be without a certificate. Which reasons\r\nwill hold proportionably for parishes not granting certificates in ordinary\r\ncases; for it is far more than an equal chance, but that they will have the\r\ncertificated persons again, and in a worse condition.” The moral of this\r\nobservation seems to be, that certificates ought always to be required by the\r\nparish where any poor man comes to reside, and that they ought very seldom to\r\nbe granted by that which he purposes to leave. “There is somewhat of\r\nhardship in this matter of certificates,” says the same very intelligent\r\nauthor, in his History of the Poor Laws, “by putting it in the power of a\r\nparish officer to imprison a man as it were for life, however inconvenient it\r\nmay be for him to continue at that place where he has had the misfortune to\r\nacquire what is called a settlement, or whatever advantage he may propose\r\nhimself by living elsewhere.”\r\n\n\r\nThough a certificate carries along with it no testimonial of good behaviour,\r\nand certifies nothing but that the person belongs to the parish to which he\r\nreally does belong, it is altogether discretionary in the parish officers\r\neither to grant or to refuse it. A mandamus was once moved for, says Doctor\r\nBurn, to compel the church-wardens and overseers to sign a certificate; but the\r\nCourt of King’s Bench rejected the motion as a very strange attempt.\r\n\n\r\nThe very unequal price of labour which we frequently find in England, in places\r\nat no great distance from one another, is probably owing to the obstruction\r\nwhich the law of settlements gives to a poor man who would carry his industry\r\nfrom one parish to another without a certificate. A single man, indeed who is\r\nhealthy and industrious, may sometimes reside by sufferance without one; but a\r\nman with a wife and family who should attempt to do so, would, in most\r\nparishes, be sure of being removed; and, if the single man should afterwards\r\nmarry, he would generally be removed likewise. The scarcity of hands in one\r\nparish, therefore, cannot always be relieved by their superabundance in\r\nanother, as it is constantly in Scotland, and I believe, in all other countries\r\nwhere there is no difficulty of settlement. In such countries, though wages may\r\nsometimes rise a little in the neighbourhood of a great town, or wherever else\r\nthere is an extraordinary demand for labour, and sink gradually as the distance\r\nfrom such places increases, till they fall back to the common rate of the\r\ncountry; yet we never meet with those sudden and unaccountable differences in\r\nthe wages of neighbouring places which we sometimes find in England, where it\r\nis often more difficult for a poor man to pass the artificial boundary of a\r\nparish, than an arm of the sea, or a ridge of high mountains, natural\r\nboundaries which sometimes separate very distinctly different rates of wages in\r\nother countries.\r\n\n\r\nTo remove a man who has committed no misdemeanour, from the parish where he\r\nchooses to reside, is an evident violation of natural liberty and justice. The\r\ncommon people of England, however, so jealous of their liberty, but like the\r\ncommon people of most other countries, never rightly understanding wherein it\r\nconsists, have now, for more than a century together, suffered themselves to be\r\nexposed to this oppression without a remedy. Though men of reflection, too,\r\nhave sometimes complained of the law of settlements as a public grievance; yet\r\nit has never been the object of any general popular clamour, such as that\r\nagainst general warrants, an abusive practice undoubtedly, but such a one as\r\nwas not likely to occasion any general oppression. There is scarce a poor man\r\nin England, of forty years of age, I will venture to say, who has not, in some\r\npart of his life, felt himself most cruelly oppressed by this ill-contrived law\r\nof settlements.\r\n\n\r\nI shall conclude this long chapter with observing, that though anciently it was\r\nusual to rate wages, first by general laws extending over the whole kingdom,\r\nand afterwards by particular orders of the justices of peace in every\r\nparticular county, both these practices have now gone entirely into disuse.\r\n“By the experience of above four hundred years,” says Doctor Burn,\r\n“it seems time to lay aside all endeavours to bring under strict\r\nregulations, what in its own nature seems incapable of minute limitation; for\r\nif all persons in the same kind of work were to receive equal wages, there\r\nwould be no emulation, and no room left for industry or ingenuity.”\r\n\n\r\nParticular acts of parliament, however, still attempt sometimes to regulate\r\nwages in particular trades, and in particular places. Thus the 8th of George\r\nIII. prohibits, under heavy penalties, all master tailors in London, and five\r\nmiles round it, from giving, and their workmen from accepting, more than two\r\nshillings and sevenpence halfpenny a-day, except in the case of a general\r\nmourning. Whenever the legislature attempts to regulate the differences between\r\nmasters and their workmen, its counsellors are always the masters. When the\r\nregulation, therefore, is in favour of the workmen, it is always just and\r\nequitable; but it is sometimes otherwise when in favour of the masters. Thus\r\nthe law which obliges the masters in several different trades to pay their\r\nworkmen in money, and not in goods, is quite just and equitable. It imposes no\r\nreal hardship upon the masters. It only obliges them to pay that value in\r\nmoney, which they pretended to pay, but did not always really pay, in goods.\r\nThis law is in favour of the workmen; but the 8th of George III. is in favour\r\nof the masters. When masters combine together, in order to reduce the wages of\r\ntheir workmen, they commonly enter into a private bond or agreement, not to\r\ngive more than a certain wage, under a certain penalty. Were the workmen to\r\nenter into a contrary combination of the same kind, not to accept of a certain\r\nwage, under a certain penalty, the law would punish them very severely; and, if\r\nit dealt impartially, it would treat the masters in the same manner. But the\r\n8th of George III. enforces by law that very regulation which masters sometimes\r\nattempt to establish by such combinations. The complaint of the workmen, that\r\nit puts the ablest and most industrious upon the same footing with an ordinary\r\nworkman, seems perfectly well founded.\r\n\n\r\nIn ancient times, too, it was usual to attempt to regulate the profits of\r\nmerchants and other dealers, by regulating the price of provisions and ether\r\ngoods. The assize of bread is, so far as I know, the only remnant of this\r\nancient usage. Where there is an exclusive corporation, it may, perhaps, be\r\nproper to regulate the price of the first necessary of life; but, where there\r\nis none, the competition will regulate it much better than any assize. The\r\nmethod of fixing the assize of bread, established by the 31st of George II.\r\ncould not be put in practice in Scotland, on account of a defect in the law,\r\nits execution depending upon the office of clerk of the market, which does not\r\nexist there. This defect was not remedied till the third of George III. The\r\nwant of an assize occasioned no sensible inconveniency; and the establishment\r\nof one in the few places where it has yet taken place has produced no sensible\r\nadvantage. In the greater part of the towns in Scotland, however, there is an\r\nincorporation of bakers, who claim exclusive privileges, though they are not\r\nvery strictly guarded. The proportion between the different rates, both of\r\nwages and profit, in the different employments of labour and stock, seems not\r\nto be much affected, as has already been observed, by the riches or poverty,\r\nthe advancing, stationary, or declining state of the society. Such revolutions\r\nin the public welfare, though they affect the general rates both of wages and\r\nprofit, must, in the end, affect them equally in all different employments. The\r\nproportion between them, therefore, must remain the same, and cannot well be\r\naltered, at least for any considerable time, by any such revolutions.\r\n\n\r\nRent, considered as the price paid for the use of land, is naturally the\r\nhighest which the tenant can afford to pay in the actual circumstances of the\r\nland. In adjusting the terms of the lease, the landlord endeavours to leave him\r\nno greater share of the produce than what is sufficient to keep up the stock\r\nfrom which he furnishes the seed, pays the labour, and purchases and maintains\r\nthe cattle and other instruments of husbandry, together with the ordinary\r\nprofits of farming stock in the neighbourhood. This is evidently the smallest\r\nshare with which the tenant can content himself, without being a loser, and the\r\nlandlord seldom means to leave him any more. Whatever part of the produce, or,\r\nwhat is the same thing, whatever part of its price, is over and above this\r\nshare, he naturally endeavours to reserve to himself as the rent of his land,\r\nwhich is evidently the highest the tenant can afford to pay in the actual\r\ncircumstances of the land. Sometimes, indeed, the liberality, more frequently\r\nthe ignorance, of the landlord, makes him accept of somewhat less than this\r\nportion; and sometimes, too, though more rarely, the ignorance of the tenant\r\nmakes him undertake to pay somewhat more, or to content himself with somewhat\r\nless, than the ordinary profits of farming stock in the neighbourhood. This\r\nportion, however, may still be considered as the natural rent of land, or the\r\nrent at which it is naturally meant that land should, for the most part, be\r\nlet.\r\n\n\r\nThe rent of land, it may be thought, is frequently no more than a reasonable\r\nprofit or interest for the stock laid out by the landlord upon its improvement.\r\nThis, no doubt, may be partly the case upon some occasions; for it can scarce\r\never be more than partly the case. The landlord demands a rent even for\r\nunimproved land, and the supposed interest or profit upon the expense of\r\nimprovement is generally an addition to this original rent. Those improvements,\r\nbesides, are not always made by the stock of the landlord, but sometimes by\r\nthat of the tenant. When the lease comes to be renewed, however, the landlord\r\ncommonly demands the same augmentation of rent as if they had been all made by\r\nhis own.\r\n\n\r\nHe sometimes demands rent for what is altogether incapable of human\r\nimprovements. Kelp is a species of sea-weed, which, when burnt, yields an\r\nalkaline salt, useful for making glass, soap, and for several other purposes.\r\nIt grows in several parts of Great Britain, particularly in Scotland, upon such\r\nrocks only as lie within the high-water mark, which are twice every day covered\r\nwith the sea, and of which the produce, therefore, was never augmented by human\r\nindustry. The landlord, however, whose estate is bounded by a kelp shore of\r\nthis kind, demands a rent for it as much as for his corn-fields.\r\n\n\r\nThe sea in the neighbourhood of the islands of Shetland is more than commonly\r\nabundant in fish, which makes a great part of the subsistence of their\r\ninhabitants. But, in order to profit by the produce of the water, they must\r\nhave a habitation upon the neighbouring land. The rent of the landlord is in\r\nproportion, not to what the farmer can make by the land, but to what he can\r\nmake both by the land and the water. It is partly paid in sea-fish; and one of\r\nthe very few instances in which rent makes a part of the price of that\r\ncommodity, is to be found in that country.\r\n\n\r\nThe rent of land, therefore, considered as the price paid for the use of the\r\nland, is naturally a monopoly price. It is not at all proportioned to what the\r\nlandlord may have laid out upon the improvement of the land, or to what he can\r\nafford to take, but to what the farmer can afford to give.\r\n\n\r\nSuch parts only of the produce of land can commonly be brought to market, of\r\nwhich the ordinary price is sufficient to replace the stock which must be\r\nemployed in bringing them thither, together with its ordinary profits. If the\r\nordinary price is more than this, the surplus part of it will naturally go to\r\nthe rent of the land. If it is not more, though the commodity may be brought to\r\nmarket, it can afford no rent to the landlord. Whether the price is, or is not\r\nmore, depends upon the demand.\r\n\n\r\nThere are some parts of the produce of land, for which the demand must always\r\nbe such as to afford a greater price than what is sufficient to bring them to\r\nmarket; and there are others for which it either may or may not be such as to\r\nafford this greater price. The former must always afford a rent to the\r\nlandlord. The latter sometimes may and sometimes may not, according to\r\ndifferent circumstances.\r\n\n\r\nRent, it is to be observed, therefore, enters into the composition of the price\r\nof commodities in a different way from wages and profit. High or low wages and\r\nprofit are the causes of high or low price; high or low rent is the effect of\r\nit. It is because high or low wages and profit must be paid, in order to bring\r\na particular commodity to market, that its price is high or low. But it is\r\nbecause its price is high or low, a great deal more, or very little more, or no\r\nmore, than what is sufficient to pay those wages and profit, that it affords a\r\nhigh rent, or a low rent, or no rent at all.\r\n\n\r\nThe particular consideration, first, of those parts of the produce of land\r\nwhich always afford some rent; secondly, of those which sometimes may and\r\nsometimes may not afford rent; and, thirdly, of the variations which, in the\r\ndifferent periods of improvement, naturally take place in the relative value of\r\nthose two different sorts of rude produce, when compared both with one another\r\nand with manufactured commodities, will divide this chapter into three parts.\r\n\n\r\nAs men, like all other animals, naturally multiply in proportion to the means\r\nof their subsistence, food is always more or less in demand. It can always\r\npurchase or command a greater or smaller quantity of labour, and somebody can\r\nalways be found who is willing to do something in order to obtain it. The\r\nquantity of labour, indeed, which it can purchase, is not always equal to what\r\nit could maintain, if managed in the most economical manner, on account of the\r\nhigh wages which are sometimes given to labour; but it can always purchase such\r\na quantity of labour as it can maintain, according to the rate at which that\r\nsort of labour is commonly maintained in the neighbourhood.\r\n\n\r\nBut land, in almost any situation, produces a greater quantity of food than\r\nwhat is sufficient to maintain all the labour necessary for bringing it to\r\nmarket, in the most liberal way in which that labour is ever maintained. The\r\nsurplus, too, is always more than sufficient to replace the stock which\r\nemployed that labour, together with its profits. Something, therefore, always\r\nremains for a rent to the landlord.\r\n\n\r\nThe most desert moors in Norway and Scotland produce some sort of pasture for\r\ncattle, of which the milk and the increase are always more than sufficient, not\r\nonly to maintain all the labour necessary for tending them, and to pay the\r\nordinary profit to the farmer or the owner of the herd or flock, but to afford\r\nsome small rent to the landlord. The rent increases in proportion to the\r\ngoodness of the pasture. The same extent of ground not only maintains a greater\r\nnumber of cattle, but as they are brought within a smaller compass, less labour\r\nbecomes requisite to tend them, and to collect their produce. The landlord\r\ngains both ways; by the increase of the produce, and by the diminution of the\r\nlabour which must be maintained out of it.\r\n\n\r\nThe rent of land not only varies with its fertility, whatever be its produce,\r\nbut with its situation, whatever be its fertility. Land in the neighbourhood of\r\na town gives a greater rent than land equally fertile in a distant part of the\r\ncountry. Though it may cost no more labour to cultivate the one than the other,\r\nit must always cost more to bring the produce of the distant land to market. A\r\ngreater quantity of labour, therefore, must be maintained out of it; and the\r\nsurplus, from which are drawn both the profit of the farmer and the rent of the\r\nlandlord, must be diminished. But in remote parts of the country, the rate of\r\nprofit, as has already been shewn, is generally higher than in the\r\nneighbourhood of a large town. A smaller proportion of this diminished surplus,\r\ntherefore, must belong to the landlord.\r\n\n\r\nGood roads, canals, and navigable rivers, by diminishing the expense of\r\ncarriage, put the remote parts of the country more nearly upon a level with\r\nthose in the neighbourhood of the town. They are upon that account the greatest\r\nof all improvements. They encourage the cultivation of the remote, which must\r\nalways be the most extensive circle of the country. They are advantageous to\r\nthe town by breaking down the monopoly of the country in its neighbourhood.\r\nThey are advantageous even to that part of the country. Though they introduce\r\nsome rival commodities into the old market, they open many new markets to its\r\nproduce. Monopoly, besides, is a great enemy to good management, which can\r\nnever be universally established, but in consequence of that free and universal\r\ncompetition which forces every body to have recourse to it for the sake of self\r\ndefence. It is not more than fifty years ago, that some of the counties in the\r\nneighbourhood of London petitioned the parliament against the extension of the\r\nturnpike roads into the remoter counties. Those remoter counties, they\r\npretended, from the cheapness of labour, would be able to sell their grass and\r\ncorn cheaper in the London market than themselves, and would thereby reduce\r\ntheir rents, and ruin their cultivation. Their rents, however, have risen, and\r\ntheir cultivation has been improved since that time.\r\n\n\r\nA corn field of moderate fertility produces a much greater quantity of food for\r\nman, than the best pasture of equal extent. Though its cultivation requires\r\nmuch more labour, yet the surplus which remains after replacing the seed and\r\nmaintaining all that labour, is likewise much greater. If a pound of\r\nbutcher’s meat, therefore, was never supposed to be worth more than a\r\npound of bread, this greater surplus would everywhere be of greater value and\r\nconstitute a greater fund, both for the profit of the farmer and the rent of\r\nthe landlord. It seems to have done so universally in the rude beginnings of\r\nagriculture.\r\n\n\r\nBut the relative values of those two different species of food, bread and\r\nbutcher’s meat, are very different in the different periods of\r\nagriculture. In its rude beginnings, the unimproved wilds, which then occupy\r\nthe far greater part of the country, are all abandoned to cattle. There is more\r\nbutcher’s meat than bread; and bread, therefore, is the food for which\r\nthere is the greatest competition, and which consequently brings the greatest\r\nprice. At Buenos Ayres, we are told by Ulloa, four reals, one-and-twenty pence\r\nhalfpenny sterling, was, forty or fifty years ago, the ordinary price of an ox,\r\nchosen from a herd of two or three hundred. He says nothing of the price of\r\nbread, probably because he found nothing remarkable about it. An ox there, he\r\nsays, costs little more than the labour of catching him. But corn can nowhere\r\nbe raised without a great deal of labour; and in a country which lies upon the\r\nriver Plate, at that time the direct road from Europe to the silver mines of\r\nPotosi, the money-price of labour could be very cheap. It is otherwise when\r\ncultivation is extended over the greater part of the country. There is then\r\nmore bread than butcher’s meat. The competition changes its direction,\r\nand the price of butcher’s meat becomes greater than the price of bread.\r\n\n\r\nBy the extension, besides, of cultivation, the unimproved wilds become\r\ninsufficient to supply the demand for butcher’s meat. A great part of the\r\ncultivated lands must be employed in rearing and fattening cattle; of which the\r\nprice, therefore, must be sufficient to pay, not only the labour necessary for\r\ntending them, but the rent which the landlord, and the profit which the farmer,\r\ncould have drawn from such land employed in tillage. The cattle bred upon the\r\nmost uncultivated moors, when brought to the same market, are, in proportion to\r\ntheir weight or goodness, sold at the same price as those which are reared upon\r\nthe most improved land. The proprietors of those moors profit by it, and raise\r\nthe rent of their land in proportion to the price of their cattle. It is not\r\nmore than a century ago, that in many parts of the Highlands of Scotland,\r\nbutcher’s meat was as cheap or cheaper than even bread made of oatmeal.\r\nThe Union opened the market of England to the Highland cattle. Their ordinary\r\nprice, at present, is about three times greater than at the beginning of the\r\ncentury, and the rents of many Highland estates have been tripled and\r\nquadrupled in the same time. In almost every part of Great Britain, a pound of\r\nthe best butcher’s meat is, in the present times, generally worth more\r\nthan two pounds of the best white bread; and in plentiful years it is sometimes\r\nworth three or four pounds.\r\n\n\r\nIt is thus that, in the progress of improvement, the rent and profit of\r\nunimproved pasture come to be regulated in some measure by the rent and profit\r\nof what is improved, and these again by the rent and profit of corn. Corn is an\r\nannual crop; butcher’s meat, a crop which requires four or five years to\r\ngrow. As an acre of land, therefore, will produce a much smaller quantity of\r\nthe one species of food than of the other, the inferiority of the quantity must\r\nbe compensated by the superiority of the price. If it was more than\r\ncompensated, more corn-land would be turned into pasture; and if it was not\r\ncompensated, part of what was in pasture would be brought back into corn.\r\n\n\r\nThis equality, however, between the rent and profit of grass and those of corn;\r\nof the land of which the immediate produce is food for cattle, and of that of\r\nwhich the immediate produce is food for men, must be understood to take place\r\nonly through the greater part of the improved lands of a great country. In some\r\nparticular local situations it is quite otherwise, and the rent and profit of\r\ngrass are much superior to what can be made by corn.\r\n\n\r\nThus, in the neighbourhood of a great town, the demand for milk, and for forage\r\nto horses, frequently contribute, together with the high price of\r\nbutcher’s meat, to raise the value of grass above what may be called its\r\nnatural proportion to that of corn. This local advantage, it is evident, cannot\r\nbe communicated to the lands at a distance.\r\n\n\r\nParticular circumstances have sometimes rendered some countries so populous,\r\nthat the whole territory, like the lands in the neighbourhood of a great town,\r\nhas not been sufficient to produce both the grass and the corn necessary for\r\nthe subsistence of their inhabitants. Their lands, therefore, have been\r\nprincipally employed in the production of grass, the more bulky commodity, and\r\nwhich cannot be so easily brought from a great distance; and corn, the food of\r\nthe great body of the people, has been chiefly imported from foreign countries.\r\nHolland is at present in this situation; and a considerable part of ancient\r\nItaly seems to have been so during the prosperity of the Romans. To feed well,\r\nold Cato said, as we are told by Cicero, was the first and most profitable\r\nthing in the management of a private estate; to feed tolerably well, the\r\nsecond; and to feed ill, the third. To plough, he ranked only in the fourth\r\nplace of profit and advantage. Tillage, indeed, in that part of ancient Italy\r\nwhich lay in the neighbour hood of Rome, must have been very much discouraged\r\nby the distributions of corn which were frequently made to the people, either\r\ngratuitously, or at a very low price. This corn was brought from the conquered\r\nprovinces, of which several, instead of taxes, were obliged to furnish a tenth\r\npart of their produce at a stated price, about sixpence a-peck, to the\r\nrepublic. The low price at which this corn was distributed to the people, must\r\nnecessarily have sunk the price of what could be brought to the Roman market\r\nfrom Latium, or the ancient territory of Rome, and must have discouraged its\r\ncultivation in that country.\r\n\n\r\nIn an open country, too, of which the principal produce is corn, a\r\nwell-inclosed piece of grass will frequently rent higher than any corn field in\r\nits neighbourhood. It is convenient for the maintenance of the cattle employed\r\nin the cultivation of the corn; and its high rent is, in this case, not so\r\nproperly paid from the value of its own produce, as from that of the corn lands\r\nwhich are cultivated by means of it. It is likely to fall, if ever the\r\nneighbouring lands are completely inclosed. The present high rent of inclosed\r\nland in Scotland seems owing to the scarcity of inclosure, and will probably\r\nlast no longer than that scarcity. The advantage of inclosure is greater for\r\npasture than for corn. It saves the labour of guarding the cattle, which feed\r\nbetter, too, when they are not liable to be disturbed by their keeper or his\r\ndog.\r\n\n\r\nBut where there is no local advantage of this kind, the rent and profit of\r\ncorn, or whatever else is the common vegetable food of the people, must\r\nnaturally regulate upon the land which is fit for producing it, the rent and\r\nprofit of pasture.\r\n\n\r\nThe use of the artificial grasses, of turnips, carrots, cabbages, and the other\r\nexpedients which have been fallen upon to make an equal quantity of land feed a\r\ngreater number of cattle than when in natural grass, should somewhat reduce, it\r\nmight be expected, the superiority which, in an improved country, the price of\r\nbutcher’s meat naturally has over that of bread. It seems accordingly to\r\nhave done so; and there is some reason for believing that, at least in the\r\nLondon market, the price of butcher’s meat, in proportion to the price of\r\nbread, is a good deal lower in the present times than it was in the beginning\r\nof the last century.\r\n\n\r\nIn the Appendix to the life of Prince Henry, Doctor Birch has given us an\r\naccount of the prices of butcher’s meat as commonly paid by that prince.\r\nIt is there said, that the four quarters of an ox, weighing six hundred pounds,\r\nusually cost him nine pounds ten shillings, or thereabouts; that is thirty-one\r\nshillings and eight-pence per hundred pounds weight. Prince Henry died on the\r\n6th of November 1612, in the nineteenth year of his age.\r\n\n\r\nIn March 1764, there was a parliamentary inquiry into the causes of the high\r\nprice of provisions at that time. It was then, among other proof to the same\r\npurpose, given in evidence by a Virginia merchant, that in March 1763, he had\r\nvictualled his ships for twentyfour or twenty-five shillings the hundred weight\r\nof beef, which he considered as the ordinary price; whereas, in that dear year,\r\nhe had paid twenty-seven shillings for the same weight and sort. This high\r\nprice in 1764 is, however, four shillings and eight-pence cheaper than the\r\nordinary price paid by Prince Henry; and it is the best beef only, it must be\r\nobserved, which is fit to be salted for those distant voyages.\r\n\n\r\nThe price paid by Prince Henry amounts to 3d. 4/5ths per pound weight of the\r\nwhole carcase, coarse and choice pieces taken together; and at that rate the\r\nchoice pieces could not have been sold by retail for less than 4½d. or 5d. the\r\npound.\r\n\n\r\nIn the parliamentary inquiry in 1764, the witnesses stated the price of the\r\nchoice pieces of the best beef to be to the consumer 4d. and 4½d. the pound;\r\nand the coarse pieces in general to be from seven farthings to 2½d. and 2¾d.;\r\nand this, they said, was in general one halfpenny dearer than the same sort of\r\npieces had usually been sold in the month of March. But even this high price is\r\nstill a good deal cheaper than what we can well suppose the ordinary retail\r\nprice to have been in the time of Prince Henry.\r\n\n\r\nDuring the first twelve years of the last century, the average price of the\r\nbest wheat at the Windsor market was £ 1:18:3½d. the quarter of nine Winchester\r\nbushels.\r\n\n\r\nBut in the twelve years preceding 1764 including that year, the average price\r\nof the same measure of the best wheat at the same market was £ 2:1:9½d.\r\n\n\r\nIn the first twelve years of the last century, therefore, wheat appears to have\r\nbeen a good deal cheaper, and butcher’s meat a good deal dearer, than in\r\nthe twelve years preceding 1764, including that year.\r\n\n\r\nIn all great countries, the greater part of the cultivated lands are employed\r\nin producing either food for men or food for cattle. The rent and profit of\r\nthese regulate the rent and profit of all other cultivated land. If any\r\nparticular produce afforded less, the land would soon be turned into corn or\r\npasture; and if any afforded more, some part of the lands in corn or pasture\r\nwould soon be turned to that produce.\r\n\n\r\nThose productions, indeed, which require either a greater original expense of\r\nimprovement, or a greater annual expense of cultivation in order to fit the\r\nland for them, appear commonly to afford, the one a greater rent, the other a\r\ngreater profit, than corn or pasture. This superiority, however, will seldom be\r\nfound to amount to more than a reasonable interest or compensation for this\r\nsuperior expense.\r\n\n\r\nIn a hop garden, a fruit garden, a kitchen garden, both the rent of the\r\nlandlord, and the profit of the farmer, are generally greater than in acorn or\r\ngrass field. But to bring the ground into this condition requires more expense.\r\nHence a greater rent becomes due to the landlord. It requires, too, a more\r\nattentive and skilful management. Hence a greater profit becomes due to the\r\nfarmer. The crop, too, at least in the hop and fruit garden, is more\r\nprecarious. Its price, therefore, besides compensating all occasional losses,\r\nmust afford something like the profit of insurance. The circumstances of\r\ngardeners, generally mean, and always moderate, may satisfy us that their great\r\ningenuity is not commonly over-recompensed. Their delightful art is practised\r\nby so many rich people for amusement, that little advantage is to be made by\r\nthose who practise it for profit; because the persons who should naturally be\r\ntheir best customers, supply themselves with all their most precious\r\nproductions.\r\n\n\r\nThe advantage which the landlord derives from such improvements, seems at no\r\ntime to have been greater than what was sufficient to compensate the original\r\nexpense of making them. In the ancient husbandry, after the vineyard, a\r\nwell-watered kitchen garden seems to have been the part of the farm which was\r\nsupposed to yield the most valuable produce. But Democritus, who wrote upon\r\nhusbandry about two thousand years ago, and who was regarded by the ancients as\r\none of the fathers of the art, thought they did not act wisely who inclosed a\r\nkitchen garden. The profit, he said, would not compensate the expense of a\r\nstone-wall: and bricks (he meant, I suppose, bricks baked in the sun) mouldered\r\nwith the rain and the winter-storm, and required continual repairs. Columella,\r\nwho reports this judgment of Democritus, does not controvert it, but proposes a\r\nvery frugal method of inclosing with a hedge of brambles and briars, which he\r\nsays he had found by experience to be both a lasting and an impenetrable fence;\r\nbut which, it seems, was not commonly known in the time of Democritus.\r\nPalladius adopts the opinion of Columella, which had before been recommended by\r\nVarro. In the judgment of those ancient improvers, the produce of a kitchen\r\ngarden had, it seems, been little more than sufficient to pay the extraordinary\r\nculture and the expense of watering; for in countries so near the sun, it was\r\nthought proper, in those times as in the present, to have the command of a\r\nstream of water, which could be conducted to every bed in the garden. Through\r\nthe greater part of Europe, a kitchen garden is not at present supposed to\r\ndeserve a better inclosure than that recommended by Columella. In Great\r\nBritain, and some other northern countries, the finer fruits cannot be brought\r\nto perfection but by the assistance of a wall. Their price, therefore, in such\r\ncountries, must be sufficient to pay the expense of building and maintaining\r\nwhat they cannot be had without. The fruit-wall frequently surrounds the\r\nkitchen garden, which thus enjoys the benefit of an inclosure which its own\r\nproduce could seldom pay for.\r\n\n\r\nThat the vineyard, when properly planted and brought to perfection, was the\r\nmost valuable part of the farm, seems to have been an undoubted maxim in the\r\nancient agriculture, as it is in the modern, through all the wine countries.\r\nBut whether it was advantageous to plant a new vineyard, was a matter of\r\ndispute among the ancient Italian husbandmen, as we learn from Columella. He\r\ndecides, like a true lover of all curious cultivation, in favour of the\r\nvineyard; and endeavours to shew, by a comparison of the profit and expense,\r\nthat it was a most advantageous improvement. Such comparisons, however, between\r\nthe profit and expense of new projects are commonly very fallacious; and in\r\nnothing more so than in agriculture. Had the gain actually made by such\r\nplantations been commonly as great as he imagined it might have been, there\r\ncould have been no dispute about it. The same point is frequently at this day a\r\nmatter of controversy in the wine countries. Their writers on agriculture,\r\nindeed, the lovers and promoters of high cultivation, seem generally disposed\r\nto decide with Columella in favour of the vineyard. In France, the anxiety of\r\nthe proprietors of the old vineyards to prevent the planting of any new ones,\r\nseems to favour their opinion, and to indicate a consciousness in those who\r\nmust have the experience, that this species of cultivation is at present in\r\nthat country more profitable than any other. It seems, at the same time,\r\nhowever, to indicate another opinion, that this superior profit can last no\r\nlonger than the laws which at present restrain the free cultivation of the\r\nvine. In 1731, they obtained an order of council, prohibiting both the planting\r\nof new vineyards, and the renewal of these old ones, of which the cultivation\r\nhad been interrupted for two years, without a particular permission from the\r\nking, to be granted only in consequence of an information from the intendant of\r\nthe province, certifying that he had examined the land, and that it was\r\nincapable of any other culture. The pretence of this order was the scarcity of\r\ncorn and pasture, and the superabundance of wine. But had this superabundance\r\nbeen real, it would, without any order of council, have effectually prevented\r\nthe plantation of new vineyards, by reducing the profits of this species of\r\ncultivation below their natural proportion to those of corn and pasture. With\r\nregard to the supposed scarcity of corn occasioned by the multiplication of\r\nvineyards, corn is nowhere in France more carefully cultivated than in the wine\r\nprovinces, where the land is fit for producing it: as in Burgundy, Guienne, and\r\nthe Upper Languedoc. The numerous hands employed in the one species of\r\ncultivation necessarily encourage the other, by affording a ready market for\r\nits produce. To diminish the number of those who are capable of paying it, is\r\nsurely a most unpromising expedient for encouraging the cultivation of corn. It\r\nis like the policy which would promote agriculture, by discouraging\r\nmanufactures.\r\n\n\r\nThe rent and profit of those productions, therefore, which require either a\r\ngreater original expense of improvement in order to fit the land for them, or a\r\ngreater annual expense of cultivation, though often much superior to those of\r\ncorn and pasture, yet when they do no more than compensate such extraordinary\r\nexpense, are in reality regulated by the rent and profit of those common crops.\r\n\n\r\nIt sometimes happens, indeed, that the quantity of land which can be fitted for\r\nsome particular produce, is too small to supply the effectual demand. The whole\r\nproduce can be disposed of to those who are willing to give somewhat more than\r\nwhat is sufficient to pay the whole rent, wages, and profit, necessary for\r\nraising and bringing it to market, according to their natural rates, or\r\naccording to the rates at which they are paid in the greater part of other\r\ncultivated land. The surplus part of the price which remains after defraying\r\nthe whole expense of improvement and cultivation, may commonly, in this case,\r\nand in this case only, bear no regular proportion to the like surplus in corn\r\nor pasture, but may exceed it in almost any degree; and the greater part of\r\nthis excess naturally goes to the rent of the landlord.\r\n\n\r\nThe usual and natural proportion, for example, between the rent and profit of\r\nwine, and those of corn and pasture, must be understood to take place only with\r\nregard to those vineyards which produce nothing but good common wine, such as\r\ncan be raised almost anywhere, upon any light, gravelly, or sandy soil, and\r\nwhich has nothing to recommend it but its strength and wholesomeness. It is\r\nwith such vineyards only, that the common land of the country can be brought\r\ninto competition; for with those of a peculiar quality it is evident that it\r\ncannot.\r\n\n\r\nThe vine is more affected by the difference of soils than any other fruit-tree.\r\nFrom some it derives a flavour which no culture or management can equal, it is\r\nsupposed, upon any other. This flavour, real or imaginary, is sometimes\r\npeculiar to the produce of a few vineyards; sometimes it extends through the\r\ngreater part of a small district, and sometimes through a considerable part of\r\na large province. The whole quantity of such wines that is brought to market\r\nfalls short of the effectual demand, or the demand of those who would be\r\nwilling to pay the whole rent, profit, and wages, necessary for preparing and\r\nbringing them thither, according to the ordinary rate, or according to the rate\r\nat which they are paid in common vineyards. The whole quantity, therefore, can\r\nbe disposed of to those who are willing to pay more, which necessarily raises\r\ntheir price above that of common wine. The difference is greater or less,\r\naccording as the fashionableness and scarcity of the wine render the\r\ncompetition of the buyers more or less eager. Whatever it be, the greater part\r\nof it goes to the rent of the landlord. For though such vineyards are in\r\ngeneral more carefully cultivated than most others, the high price of the wine\r\nseems to be, not so much the effect, as the cause of this careful cultivation.\r\nIn so valuable a produce, the loss occasioned by negligence is so great, as to\r\nforce even the most careless to attention. A small part of this high price,\r\ntherefore, is sufficient to pay the wages of the extraordinary labour bestowed\r\nupon their cultivation, and the profits of the extraordinary stock which puts\r\nthat labour into motion.\r\n\n\r\nThe sugar colonies possessed by the European nations in the West Indies may be\r\ncompared to those precious vineyards. Their whole produce falls short of the\r\neffectual demand of Europe, and can be disposed of to those who are willing to\r\ngive more than what is sufficient to pay the whole rent, profit, and wages,\r\nnecessary for preparing and bringing it to market, according to the rate at\r\nwhich they are commonly paid by any other produce. In Cochin China, the finest\r\nwhite sugar generally sells for three piastres the quintal, about thirteen\r\nshillings and sixpence of our money, as we are told by Mr Poivre {Voyages\r\nd’un Philosophe.}, a very careful observer of the agriculture of that\r\ncountry. What is there called the quintal, weighs from a hundred and fifty to\r\ntwo hundred Paris pounds, or a hundred and seventy-five Paris pounds at a\r\nmedium, which reduces the price of the hundred weight English to about eight\r\nshillings sterling; not a fourth part of what is commonly paid for the brown or\r\nmuscovada sugars imported from our colonies, and not a sixth part of what is\r\npaid for the finest white sugar. The greater part of the cultivated lands in\r\nCochin China are employed in producing corn and rice, the food of the great\r\nbody of the people. The respective prices of corn, rice, and sugar, are there\r\nprobably in the natural proportion, or in that which naturally takes place in\r\nthe different crops of the greater part of cultivated land, and which\r\nrecompenses the landlord and farmer, as nearly as can be computed, according to\r\nwhat is usually the original expense of improvement, and the annual expense of\r\ncultivation. But in our sugar colonies, the price of sugar bears no such\r\nproportion to that of the produce of a rice or corn field either in Europe or\r\nAmerica. It is commonly said that a sugar planter expects that the rum and the\r\nmolasses should defray the whole expense of his cultivation, and that his sugar\r\nshould be all clear profit. If this be true, for I pretend not to affirm it, it\r\nis as if a corn farmer expected to defray the expense of his cultivation with\r\nthe chaff and the straw, and that the grain should be all clear profit. We see\r\nfrequently societies of merchants in London, and other trading towns, purchase\r\nwaste lands in our sugar colonies, which they expect to improve and cultivate\r\nwith profit, by means of factors and agents, notwithstanding the great distance\r\nand the uncertain returns, from the defective administration of justice in\r\nthose countries. Nobody will attempt to improve and cultivate in the same\r\nmanner the most fertile lands of Scotland, Ireland, or the corn provinces of\r\nNorth America, though, from the more exact administration of justice in these\r\ncountries, more regular returns might be expected.\r\n\n\r\nIn Virginia and Maryland, the cultivation of tobacco is preferred, as most\r\nprofitable, to that of corn. Tobacco might be cultivated with advantage through\r\nthe greater part of Europe; but, in almost every part of Europe, it has become\r\na principal subject of taxation; and to collect a tax from every different farm\r\nin the country where this plant might happen to be cultivated, would be more\r\ndifficult, it has been supposed, than to levy one upon its importation at the\r\ncustom-house. The cultivation of tobacco has, upon this account, been most\r\nabsurdly prohibited through the greater part of Europe, which necessarily gives\r\na sort of monopoly to the countries where it is allowed; and as Virginia and\r\nMaryland produce the greatest quantity of it, they share largely, though with\r\nsome competitors, in the advantage of this monopoly. The cultivation of\r\ntobacco, however, seems not to be so advantageous as that of sugar. I have\r\nnever even heard of any tobacco plantation that was improved and cultivated by\r\nthe capital of merchants who resided in Great Britain; and our tobacco colonies\r\nsend us home no such wealthy planters as we see frequently arrive from our\r\nsugar islands. Though, from the preference given in those colonies to the\r\ncultivation of tobacco above that of corn, it would appear that the effectual\r\ndemand of Europe for tobacco is not completely supplied, it probably is more\r\nnearly so than that for sugar; and though the present price of tobacco is\r\nprobably more than sufficient to pay the whole rent, wages, and profit,\r\nnecessary for preparing and bringing it to market, according to the rate at\r\nwhich they are commonly paid in corn land, it must not be so much more as the\r\npresent price of sugar. Our tobacco planters, accordingly, have shewn the same\r\nfear of the superabundance of tobacco, which the proprietors of the old\r\nvineyards in France have of the superabundance of wine. By act of assembly,\r\nthey have restrained its cultivation to six thousand plants, supposed to yield\r\na thousand weight of tobacco, for every negro between sixteen and sixty years\r\nof age. Such a negro, over and above this quantity of tobacco, can manage, they\r\nreckon, four acres of Indian corn. To prevent the market from being\r\noverstocked, too, they have sometimes, in plentiful years, we are told by Dr\r\nDouglas {Douglas’s Summary, vol. ii. p. 379, 373.} (I suspect he has been\r\nill informed), burnt a certain quantity of tobacco for every negro, in the same\r\nmanner as the Dutch are said to do of spices. If such violent methods are\r\nnecessary to keep up the present price of tobacco, the superior advantage of\r\nits culture over that of corn, if it still has any, will not probably be of\r\nlong continuance.\r\n\n\r\nIt is in this manner that the rent of the cultivated land, of which the produce\r\nis human food, regulates the rent of the greater part of other cultivated land.\r\nNo particular produce can long afford less, because the land would immediately\r\nbe turned to another use; and if any particular produce commonly affords more,\r\nit is because the quantity of land which can be fitted for it is too small to\r\nsupply the effectual demand.\r\n\n\r\nIn Europe, corn is the principal produce of land, which serves immediately for\r\nhuman food. Except in particular situations, therefore, the rent of corn land\r\nregulates in Europe that of all other cultivated land. Britain need envy\r\nneither the vineyards of France, nor the olive plantations of Italy. Except in\r\nparticular situations, the value of these is regulated by that of corn, in\r\nwhich the fertility of Britain is not much inferior to that of either of those\r\ntwo countries.\r\n\n\r\nIf, in any country, the common and favourite vegetable food of the people\r\nshould be drawn from a plant of which the most common land, with the same, or\r\nnearly the same culture, produced a much greater quantity than the most fertile\r\ndoes of corn; the rent of the landlord, or the surplus quantity of food which\r\nwould remain to him, after paying the labour, and replacing the stock of the\r\nfarmer, together with its ordinary profits, would necessarily be much greater.\r\nWhatever was the rate at which labour was commonly maintained in that country,\r\nthis greater surplus could always maintain a greater quantity of it, and,\r\nconsequently, enable the landlord to purchase or command a greater quantity of\r\nit. The real value of his rent, his real power and authority, his command of\r\nthe necessaries and conveniencies of life with which the labour of other people\r\ncould supply him, would necessarily be much greater.\r\n\n\r\nA rice field produces a much greater quantity of food than the most fertile\r\ncorn field. Two crops in the year, from thirty to sixty bushels each, are said\r\nto be the ordinary produce of an acre. Though its cultivation, therefore,\r\nrequires more labour, a much greater surplus remains after maintaining all that\r\nlabour. In those rice countries, therefore, where rice is the common and\r\nfavourite vegetable food of the people, and where the cultivators are chiefly\r\nmaintained with it, a greater share of this greater surplus should belong to\r\nthe landlord than in corn countries. In Carolina, where the planters, as in\r\nother British colonies, are generally both farmers and landlords, and where\r\nrent, consequently, is confounded with profit, the cultivation of rice is found\r\nto be more profitable than that of corn, though their fields produce only one\r\ncrop in the year, and though, from the prevalence of the customs of Europe,\r\nrice is not there the common and favourite vegetable food of the people.\r\n\n\r\nA good rice field is a bog at all seasons, and at one season a bog covered with\r\nwater. It is unfit either for corn, or pasture, or vineyard, or, indeed, for\r\nany other vegetable produce that is very useful to men; and the lands which are\r\nfit for those purposes are not fit for rice. Even in the rice countries,\r\ntherefore, the rent of rice lands cannot regulate the rent of the other\r\ncultivated land which can never be turned to that produce.\r\n\n\r\nThe food produced by a field of potatoes is not inferior in quantity to that\r\nproduced by a field of rice, and much superior to what is produced by a field\r\nof wheat. Twelve thousand weight of potatoes from an acre of land is not a\r\ngreater produce than two thousand weight of wheat. The food or solid\r\nnourishment, indeed, which can be drawn from each of those two plants, is not\r\naltogether in proportion to their weight, on account of the watery nature of\r\npotatoes. Allowing, however, half the weight of this root to go to water, a\r\nvery large allowance, such an acre of potatoes will still produce six thousand\r\nweight of solid nourishment, three times the quantity produced by the acre of\r\nwheat. An acre of potatoes is cultivated with less expense than an acre of\r\nwheat; the fallow, which generally precedes the sowing of wheat, more than\r\ncompensating the hoeing and other extraordinary culture which is always given\r\nto potatoes. Should this root ever become in any part of Europe, like rice in\r\nsome rice countries, the common and favourite vegetable food of the people, so\r\nas to occupy the same proportion of the lands in tillage, which wheat and other\r\nsorts of grain for human food do at present, the same quantity of cultivated\r\nland would maintain a much greater number of people; and the labourers being\r\ngenerally fed with potatoes, a greater surplus would remain after replacing all\r\nthe stock, and maintaining all the labour employed in cultivation. A greater\r\nshare of this surplus, too, would belong to the landlord. Population would\r\nincrease, and rents would rise much beyond what they are at present.\r\n\n\r\nThe land which is fit for potatoes, is fit for almost every other useful\r\nvegetable. If they occupied the same proportion of cultivated land which corn\r\ndoes at present, they would regulate, in the same manner, the rent of the\r\ngreater part of other cultivated land", "summary": "\nThis text continues Adam Smith's examination of economic principles, focusing initially on the English poor laws that restricted labor mobility. Smith explains how settlement laws made it difficult for workers to relocate to new parishes without meeting stringent requirements. These laws required either property ownership, completion of apprenticeships, or other qualifications beyond the means of common laborers. The system was later modified to allow \"certificates\" that permitted movement, but these were rarely granted as parishes feared supporting the poor.\nSmith strongly criticizes these settlement restrictions as violations of natural liberty that created artificial wage disparities between neighboring areas. He argues that these barriers prevented the natural flow of labor to where it was most needed, noting that wage differences in England were much more pronounced than in countries with free labor mobility. He observes that despite England's emphasis on liberty, this system had oppressed poor men for more than a century.\nThe text then transitions to a discussion of rent as the price paid for land use. Smith explains that landlords naturally seek to maximize their rental income, leaving tenants only enough to maintain their farming operations plus ordinary profits. He characterizes rent as a \"monopoly price\" not proportional to landlord investments but rather determined by what farmers can afford to pay. Smith demonstrates how rent varies with both land fertility and location, with land near towns commanding higher rents due to lower transportation costs.\nSmith examines how different types of agricultural production affect land value and rent. He traces the changing relationship between grain and meat prices as societies develop, showing how it impacts land allocation. In early agricultural societies, meat is abundant but grain scarce, while in developed societies, the situation reverses as land shifts from pasture to crop production. Infrastructure improvements like roads and canals help equalize values by reducing transportation costs from remote areas.\nThe text also discusses specialty productions like hop gardens, vineyards, and kitchen gardens that yield higher returns despite requiring greater expenses. Smith notes that vineyards with distinctive flavors command premium prices because their limited supply cannot meet demand. Similarly, he compares sugar colonies in the West Indies to precious vineyards, showing how their profitability stems from restricted supply and high European demand.\nFinally, Smith explores how different food crops affect population and rent. He observes that rice fields and potato crops yield significantly more food per acre than wheat fields. If potatoes were to become a staple food in Europe as rice was in some Asian countries, the same amount of land could support larger populations and generate higher rents for landowners, as more surplus would remain after sustaining farm labor.\n", "map": [["Settlement laws", "Restricted labor mobility"], ["Parish certificates", "Rarely granted permissions"], ["Artificial wage disparities", "Neighboring areas"], ["Natural liberty", "Violation by poor laws"], ["Land rent", "Monopoly price"], ["Tenant farmers", "Ordinary profits only"], ["Land fertility", "Higher rental income"], ["Proximity to towns", "Premium rent values"], ["Transportation costs", "Rent determination"], ["Roads and canals", "Equalized land values"], ["Early societies", "Abundant meat, scarce grain"], ["Developed societies", "Abundant grain, expensive meat"], ["Distinctive vineyards", "Limited supply premium"], ["Sugar colonies", "Artificial scarcity profits"], ["Rice cultivation", "Greater population support"], ["Potato crops", "Higher potential rents"], ["Crop productivity", "Landlord surplus increase"], ["Food staples", "Population density relationship"]]}