{"source": "https://www.gutenberg.org/cache/epub/3300/pg3300-images.html", "text": "\r\n\n\r\nIn the statute of Tumbrel and Pillory, enacted nearly about the same time, the\r\nprice of ale is regulated according to every sixpence rise in the price of\r\nbarley, from two shillings, to four shillings the quarter. That four shillings,\r\nhowever, was not considered as the highest price to which barley might\r\nfrequently rise in those times, and that these prices were only given as an\r\nexample of the proportion which ought to be observed in all other prices,\r\nwhether higher or lower, we may infer from the last words of the statute:\r\n“Et sic deinceps crescetur vel diminuetur per sex denarios.” The\r\nexpression is very slovenly, but the meaning is plain enough, “that the\r\nprice of ale is in this manner to be increased or diminished according to every\r\nsixpence rise or fall in the price of barley.” In the composition of this\r\nstatute, the legislature itself seems to have been as negligent as the copiers\r\nwere in the transcription of the other.\r\n\n\r\nIn an ancient manuscript of the Regiam Majestatem, an old Scotch law book,\r\nthere is a statute of assize, in which the price of bread is regulated\r\naccording to all the different prices of wheat, from tenpence to three\r\nshillings the Scotch boll, equal to about half an English quarter. Three\r\nshillings Scotch, at the time when this assize is supposed to have been\r\nenacted, were equal to about nine shillings sterling of our present money. Mr\r\nRuddiman seems {See his Preface to Anderson’s Diplomata Scotiae.} to\r\nconclude from this, that three shillings was the highest price to which wheat\r\never rose in those times, and that tenpence, a shilling, or at most two\r\nshillings, were the ordinary prices. Upon consulting the manuscript, however,\r\nit appears evidently, that all these prices are only set down as examples of\r\nthe proportion which ought to be observed between the respective prices of\r\nwheat and bread. The last words of the statute are “reliqua judicabis\r\nsecundum praescripta, habendo respectum ad pretium\r\nbladi.”—“You shall judge of the remaining cases, according to\r\nwhat is above written, having respect to the price of corn.”\r\n\n\r\nThirdly, they seem to have been misled too, by the very low price at which\r\nwheat was sometimes sold in very ancient times; and to have imagined, that as\r\nits lowest price was then much lower than in later times its ordinary price\r\nmust likewise have been much lower. They might have found, however, that in\r\nthose ancient times its highest price was fully as much above, as its lowest\r\nprice was below any thing that had ever been known in later times. Thus, in\r\n1270, Fleetwood gives us two prices of the quarter of wheat. The one is four\r\npounds sixteen shillings of the money of those times, equal to fourteen pounds\r\neight shillings of that of the present; the other is six pounds eight\r\nshillings, equal to nineteen pounds four shillings of our present money. No\r\nprice can be found in the end of the fifteenth, or beginning of the sixteenth\r\ncentury, which approaches to the extravagance of these. The price of corn,\r\nthough at all times liable to variation varies most in those turbulent and\r\ndisorderly societies, in which the interruption of all commerce and\r\ncommunication hinders the plenty of one part of the country from relieving the\r\nscarcity of another. In the disorderly state of England under the Plantagenets,\r\nwho governed it from about the middle of the twelfth till towards the end of\r\nthe fifteenth century, one district might be in plenty, while another, at no\r\ngreat distance, by having its crop destroyed, either by some accident of the\r\nseasons, or by the incursion of some neighbouring baron, might be suffering all\r\nthe horrors of a famine; and yet if the lands of some hostile lord were\r\ninterposed between them, the one might not be able to give the least assistance\r\nto the other. Under the vigorous administration of the Tudors, who governed\r\nEngland during the latter part of the fifteenth, and through the whole of the\r\nsixteenth century, no baron was powerful enough to dare to disturb the public\r\nsecurity.\r\n\n\r\nThe reader will find at the end of this chapter all the prices of wheat which\r\nhave been collected by Fleetwood, from 1202 to 1597, both inclusive, reduced to\r\nthe money of the present times, and digested, according to the order of time,\r\ninto seven divisions of twelve years each. At the end of each division, too, he\r\nwill find the average price of the twelve years of which it consists. In that\r\nlong period of time, Fleetwood has been able to collect the prices of no more\r\nthan eighty years; so that four years are wanting to make out the last twelve\r\nyears. I have added, therefore, from the accounts of Eton college, the prices\r\nof 1598, 1599, 1600, and 1601. It is the only addition which I have made. The\r\nreader will see, that from the beginning of the thirteenth till after the\r\nmiddle of the sixteenth century, the average price of each twelve years grows\r\ngradually lower and lower; and that towards the end of the sixteenth century it\r\nbegins to rise again. The prices, indeed, which Fleetwood has been able to\r\ncollect, seem to have been those chiefly which were remarkable for\r\nextraordinary dearness or cheapness; and I do not pretend that any very certain\r\nconclusion can be drawn from them. So far, however, as they prove any thing at\r\nall, they confirm the account which I have been endeavouring to give. Fleetwood\r\nhimself, however, seems, with most other writers, to have believed, that,\r\nduring all this period, the value of silver, in consequence of its increasing\r\nabundance, was continually diminishing. The prices of corn, which he himself\r\nhas collected, certainly do not agree with this opinion. They agree perfectly\r\nwith that of Mr Dupré de St Maur, and with that which I have been endeavouring\r\nto explain. Bishop Fleetwood and Mr Dupré de St Maur are the two authors who\r\nseem to have collected, with the greatest diligence and fidelity, the prices of\r\nthings in ancient times. It is somewhat curious that, though their opinions are\r\nso very different, their facts, so far as they relate to the price of corn at\r\nleast, should coincide so very exactly.\r\n\n\r\nIt is not, however, so much from the low price of corn, as from that of some\r\nother parts of the rude produce of land, that the most judicious writers have\r\ninferred the great value of silver in those very ancient times. Corn, it has\r\nbeen said, being a sort of manufacture, was, in those rude ages, much dearer in\r\nproportion than the greater part of other commodities; it is meant, I suppose,\r\nthan the greater part of unmanufactured commodities, such as cattle, poultry,\r\ngame of all kinds, etc. That in those times of poverty and barbarism these were\r\nproportionably much cheaper than corn, is undoubtedly true. But this cheapness\r\nwas not the effect of the high value of silver, but of the low value of those\r\ncommodities. It was not because silver would in such times purchase or\r\nrepresent a greater quantity of labour, but because such commodities would\r\npurchase or represent a much smaller quantity than in times of more opulence\r\nand improvement. Silver must certainly be cheaper in Spanish America than in\r\nEurope; in the country where it is produced, than in the country to which it is\r\nbrought, at the expense of a long carriage both by land and by sea, of a\r\nfreight, and an insurance. One-and-twenty pence halfpenny sterling, however, we\r\nare told by Ulloa, was, not many years ago, at Buenos Ayres, the price of an ox\r\nchosen from a herd of three or four hundred. Sixteen shillings sterling, we are\r\ntold by Mr Byron, was the price of a good horse in the capital of Chili. In a\r\ncountry naturally fertile, but of which the far greater part is altogether\r\nuncultivated, cattle, poultry, game of all kinds, etc. as they can be acquired\r\nwith a very small quantity of labour, so they will purchase or command but a\r\nvery small quantity. The low money price for which they may be sold, is no\r\nproof that the real value of silver is there very high, but that the real value\r\nof those commodities is very low.\r\n\n\r\nLabour, it must always be remembered, and not any particular commodity, or set\r\nof commodities, is the real measure of the value both of silver and of all\r\nother commodities.\r\n\n\r\nBut in countries almost waste, or but thinly inhabited, cattle, poultry, game\r\nof all kinds, etc. as they are the spontaneous productions of Nature, so she\r\nfrequently produces them in much greater quantities than the consumption of the\r\ninhabitants requires. In such a state of things, the supply commonly exceeds\r\nthe demand. In different states of society, in different states of improvement,\r\ntherefore, such commodities will represent, or be equivalent, to very different\r\nquantities of labour.\r\n\n\r\nIn every state of society, in every stage of improvement, corn is the\r\nproduction of human industry. But the average produce of every sort of industry\r\nis always suited, more or less exactly, to the average consumption; the average\r\nsupply to the average demand. In every different stage of improvement, besides,\r\nthe raising of equal quantities of corn in the same soil and climate, will, at\r\nan average, require nearly equal quantities of labour; or, what comes to the\r\nsame thing, the price of nearly equal quantities; the continual increase of the\r\nproductive powers of labour, in an improved state of cultivation, being more or\r\nless counterbalanced by the continual increasing price of cattle, the principal\r\ninstruments of agriculture. Upon all these accounts, therefore, we may rest\r\nassured, that equal quantities of corn will, in every state of society, in\r\nevery stage of improvement, more nearly represent, or be equivalent to, equal\r\nquantities of labour, than equal quantities of any other part of the rude\r\nproduce of land. Corn, accordingly, it has already been observed, is, in all\r\nthe different stages of wealth and improvement, a more accurate measure of\r\nvalue than any other commodity or set of commodities. In all those different\r\nstages, therefore, we can judge better of the real value of silver, by\r\ncomparing it with corn, than by comparing it with any other commodity or set of\r\ncommodities.\r\n\n\r\nCorn, besides, or whatever else is the common and favourite vegetable food of\r\nthe people, constitutes, in every civilized country, the principal part of the\r\nsubsistence of the labourer. In consequence of the extension of agriculture,\r\nthe land of every country produces a much greater quantity of vegetable than of\r\nanimal food, and the labourer everywhere lives chiefly upon the wholesome food\r\nthat is cheapest and most abundant. Butcher’s meat, except in the most\r\nthriving countries, or where labour is most highly rewarded, makes but an\r\ninsignificant part of his subsistence; poultry makes a still smaller part of\r\nit, and game no part of it. In France, and even in Scotland, where labour is\r\nsomewhat better rewarded than in France, the labouring poor seldom eat\r\nbutcher’s meat, except upon holidays, and other extraordinary occasions.\r\nThe money price of labour, therefore, depends much more upon the average money\r\nprice of corn, the subsistence of the labourer, than upon that of\r\nbutcher’s meat, or of any other part of the rude produce of land. The\r\nreal value of gold and silver, therefore, the real quantity of labour which\r\nthey can purchase or command, depends much more upon the quantity of corn which\r\nthey can purchase or command, than upon that of butcher’s meat, or any\r\nother part of the rude produce of land.\r\n\n\r\nSuch slight observations, however, upon the prices either of corn or of other\r\ncommodities, would not probably have misled so many intelligent authors, had\r\nthey not been influenced at the same time by the popular notion, that as the\r\nquantity of silver naturally increases in every country with the increase of\r\nwealth, so its value diminishes as its quantity increases. This notion,\r\nhowever, seems to be altogether groundless.\r\n\n\r\nThe quantity of the precious metals may increase in any country from two\r\ndifferent causes; either, first, from the increased abundance of the mines\r\nwhich supply it; or, secondly, from the increased wealth of the people, from\r\nthe increased produce of their annual labour. The first of these causes is no\r\ndoubt necessarily connected with the diminution of the value of the precious\r\nmetals; but the second is not.\r\n\n\r\nWhen more abundant mines are discovered, a greater quantity of the precious\r\nmetals is brought to market; and the quantity of the necessaries and\r\nconveniencies of life for which they must be exchanged being the same as\r\nbefore, equal quantities of the metals must be exchanged for smaller quantities\r\nof commodities. So far, therefore, as the increase of the quantity of the\r\nprecious metals in any country arises from the increased abundance of the\r\nmines, it is necessarily connected with some diminution of their value.\r\n\n\r\nWhen, on the contrary, the wealth of any country increases, when the annual\r\nproduce of its labour becomes gradually greater and greater, a greater quantity\r\nof coin becomes necessary in order to circulate a greater quantity of\r\ncommodities: and the people, as they can afford it, as they have more\r\ncommodities to give for it, will naturally purchase a greater and a greater\r\nquantity of plate. The quantity of their coin will increase from necessity; the\r\nquantity of their plate from vanity and ostentation, or from the same reason\r\nthat the quantity of fine statues, pictures, and of every other luxury and\r\ncuriosity, is likely to increase among them. But as statuaries and painters are\r\nnot likely to be worse rewarded in times of wealth and prosperity, than in\r\ntimes of poverty and depression, so gold and silver are not likely to be worse\r\npaid for.\r\n\n\r\nThe price of gold and silver, when the accidental discovery of more abundant\r\nmines does not keep it down, as it naturally rises with the wealth of every\r\ncountry, so, whatever be the state of the mines, it is at all times naturally\r\nhigher in a rich than in a poor country. Gold and silver, like all other\r\ncommodities, naturally seek the market where the best price is given for them,\r\nand the best price is commonly given for every thing in the country which can\r\nbest afford it. Labour, it must be remembered, is the ultimate price which is\r\npaid for every thing; and in countries where labour is equally well rewarded,\r\nthe money price of labour will be in proportion to that of the subsistence of\r\nthe labourer. But gold and silver will naturally exchange for a greater\r\nquantity of subsistence in a rich than in a poor country; in a country which\r\nabounds with subsistence, than in one which is but indifferently supplied with\r\nit. If the two countries are at a great distance, the difference may be very\r\ngreat; because, though the metals naturally fly from the worse to the better\r\nmarket, yet it may be difficult to transport them in such quantities as to\r\nbring their price nearly to a level in both. If the countries are near, the\r\ndifference will be smaller, and may sometimes be scarce perceptible; because in\r\nthis case the transportation will be easy. China is a much richer country than\r\nany part of Europe, and the difference between the price of subsistence in\r\nChina and in Europe is very great. Rice in China is much cheaper than wheat is\r\nany where in Europe. England is a much richer country than Scotland, but the\r\ndifference between the money price of corn in those two countries is much\r\nsmaller, and is but just perceptible. In proportion to the quantity or measure,\r\nScotch corn generally appears to be a good deal cheaper than English; but, in\r\nproportion to its quality, it is certainly somewhat dearer. Scotland receives\r\nalmost every year very large supplies from England, and every commodity must\r\ncommonly be somewhat dearer in the country to which it is brought than in that\r\nfrom which it comes. English corn, therefore, must be dearer in Scotland than\r\nin England; and yet in proportion to its quality, or to the quantity and\r\ngoodness of the flour or meal which can be made from it, it cannot commonly be\r\nsold higher there than the Scotch corn which comes to market in competition\r\nwith it.\r\n\n\r\nThe difference between the money price of labour in China and in Europe, is\r\nstill greater than that between the money price of subsistence; because the\r\nreal recompence of labour is higher in Europe than in China, the greater part\r\nof Europe being in an improving state, while China seems to be standing still.\r\nThe money price of labour is lower in Scotland than in England, because the\r\nreal recompence of labour is much lower: Scotland, though advancing to greater\r\nwealth, advances much more slowly than England. The frequency of emigration\r\nfrom Scotland, and the rarity of it from England, sufficiently prove that the\r\ndemand for labour is very different in the two countries. The proportion\r\nbetween the real recompence of labour in different countries, it must be\r\nremembered, is naturally regulated, not by their actual wealth or poverty, but\r\nby their advancing, stationary, or declining condition.\r\n\n\r\nGold and silver, as they are naturally of the greatest value among the richest,\r\nso they are naturally of the least value among the poorest nations. Among\r\nsavages, the poorest of all nations, they are scarce of any value.\r\n\n\r\nIn great towns, corn is always dearer than in remote parts of the country.\r\nThis, however, is the effect, not of the real cheapness of silver, but of the\r\nreal dearness of corn. It does not cost less labour to bring silver to the\r\ngreat town than to the remote parts of the country; but it costs a great deal\r\nmore to bring corn.\r\n\n\r\nIn some very rich and commercial countries, such as Holland and the territory\r\nof Genoa, corn is dear for the same reason that it is dear in great towns. They\r\ndo not produce enough to maintain their inhabitants. They are rich in the\r\nindustry and skill of their artificers and manufacturers, in every sort of\r\nmachinery which can facilitate and abridge labour; in shipping, and in all the\r\nother instruments and means of carriage and commerce: but they are poor in\r\ncorn, which, as it must be brought to them from distant countries, must, by an\r\naddition to its price, pay for the carriage from those countries. It does not\r\ncost less labour to bring silver to Amsterdam than to Dantzic; but it costs a\r\ngreat deal more to bring corn. The real cost of silver must be nearly the same\r\nin both places; but that of corn must be very different. Diminish the real\r\nopulence either of Holland or of the territory of Genoa, while the number of\r\ntheir inhabitants remains the same; diminish their power of supplying\r\nthemselves from distant countries; and the price of corn, instead of sinking\r\nwith that diminution in the quantity of their silver, which must necessarily\r\naccompany this declension, either as its cause or as its effect, will rise to\r\nthe price of a famine. When we are in want of necessaries, we must part with\r\nall superfluities, of which the value, as it rises in times of opulence and\r\nprosperity, so it sinks in times of poverty and distress. It is otherwise with\r\nnecessaries. Their real price, the quantity of labour which they can purchase\r\nor command, rises in times of poverty and distress, and sinks in times of\r\nopulence and prosperity, which are always times of great abundance; for they\r\ncould not otherwise be times of opulence and prosperity. Corn is a necessary,\r\nsilver is only a superfluity.\r\n\n\r\nWhatever, therefore, may have been the increase in the quantity of the precious\r\nmetals, which, during the period between the middle of the fourteenth and that\r\nof the sixteenth century, arose from the increase of wealth and improvement, it\r\ncould have no tendency to diminish their value, either in Great Britain, or in\r\nmy other part of Europe. If those who have collected the prices of things in\r\nancient times, therefore, had, during this period, no reason to infer the\r\ndiminution of the value of silver from any observations which they had made\r\nupon the prices either of corn, or of other commodities, they had still less\r\nreason to infer it from any supposed increase of wealth and improvement.\r\n\n\r\nSecond Period.—But how various soever may have been the opinions of the\r\nlearned concerning the progress of the value of silver during the first period,\r\nthey are unanimous concerning it during the second.\r\n\n\r\nFrom about 1570 to about 1640, during a period of about seventy years, the\r\nvariation in the proportion between the value of silver and that of corn held a\r\nquite opposite course. Silver sunk in its real value, or would exchange for a\r\nsmaller quantity of labour than before; and corn rose in its nominal price,\r\nand, instead of being commonly sold for about two ounces of silver the quarter,\r\nor about ten shillings of our present money, came to be sold for six and eight\r\nounces of silver the quarter, or about thirty and forty shillings of our\r\npresent money.\r\n\n\r\nThe discovery of the abundant mines of America seems to have been the sole\r\ncause of this diminution in the value of silver, in proportion to that of corn.\r\nIt is accounted for, accordingly, in the same manner by every body; and there\r\nnever has been any dispute, either about the fact, or about the cause of it.\r\nThe greater part of Europe was, during this period, advancing in industry and\r\nimprovement, and the demand for silver must consequently have been increasing;\r\nbut the increase of the supply had, it seems, so far exceeded that of the\r\ndemand, that the value of that metal sunk considerably. The discovery of the\r\nmines of America, it is to be observed, does not seem to have had any very\r\nsensible effect upon the prices of things in England till after 1570; though\r\neven the mines of Potosi had been discovered more than twenty years before.\r\n\n\r\nFrom 1595 to 1620, both inclusive, the average price of the quarter of nine\r\nbushels of the best wheat, at Windsor market, appears, from the accounts of\r\nEton college, to have been £ 2:1:6 9/13. From which sum, neglecting the\r\nfraction, and deducting a ninth, or 4s. 7 1/3d., the price of the quarter of\r\neight bushels comes out to have been £ 1:16:10 2/3. And from this sum,\r\nneglecting likewise the fraction, and deducting a ninth, or 4s. 1 1/9d., for\r\nthe difference between the price of the best wheat and that of the middle\r\nwheat, the price of the middle wheat comes out to have been about £ 1:12:8 8/9,\r\nor about six ounces and one-third of an ounce of silver.\r\n\n\r\nFrom 1621 to 1636, both inclusive, the average price of the same measure of the\r\nbest wheat, at the same market, appears, from the same accounts, to have been £\r\n2:10s.; from which, making the like deductions as in the foregoing case, the\r\naverage price of the quarter of eight bushels of middle wheat comes out to have\r\nbeen £ 1:19:6, or about seven ounces and two-thirds of an ounce of silver.\r\n\n\r\nThird Period.—Between 1630 and 1640, or about 1636, the effect of the\r\ndiscovery of the mines of America, in reducing the value of silver, appears to\r\nhave been completed, and the value of that metal seems never to have sunk lower\r\nin proportion to that of corn than it was about that time. It seems to have\r\nrisen somewhat in the course of the present century, and it had probably begun\r\nto do so, even some time before the end of the last.\r\n\n\r\nFrom 1637 to 1700, both inclusive, being the sixty-four last years of the last\r\ncentury the average price of the quarter of nine bushels of the best wheat, at\r\nWindsor market, appears, from the same accounts, to have been £ 2:11:0 1/3,\r\nwhich is only 1s. 0 1/3d. dearer than it had been during the sixteen years\r\nbefore. But, in the course of these sixty-four years, there happened two\r\nevents, which must have produced a much greater scarcity of corn than what the\r\ncourse of the seasons would otherwise have occasioned, and which, therefore,\r\nwithout supposing any further reduction in the value of silver, will much more\r\nthan account for this very small enhancement of price.\r\n\n\r\nThe first of these events was the civil war, which, by discouraging tillage and\r\ninterrupting commerce, must have raised the price of corn much above what the\r\ncourse of the seasons would otherwise have occasioned. It must have had this\r\neffect, more or less, at all the different markets in the kingdom, but\r\nparticularly at those in the neighbourhood of London, which require to be\r\nsupplied from the greatest distance. In 1648, accordingly, the price of the\r\nbest wheat, at Windsor market, appears, from the same accounts, to have been £\r\n4:5s., and, in 1649, to have been £ 4, the quarter of nine bushels. The excess\r\nof those two years above £ 2:10s. (the average price of the sixteen years\r\npreceding 1637) is £ 3:5s., which, divided among the sixty four last years of\r\nthe last century, will alone very nearly account for that small enhancement of\r\nprice which seems to have taken place in them. These, however, though the\r\nhighest, are by no means the only high prices which seem to have been\r\noccasioned by the civil wars.\r\n\n\r\nThe second event was the bounty upon the exportation of corn, granted in 1688.\r\nThe bounty, it has been thought by many people, by encouraging tillage, may, in\r\na long course of years, have occasioned a greater abundance, and, consequently,\r\na greater cheapness of corn in the home market, than what would otherwise have\r\ntaken place there. How far the bounty could produce this effect at any time I\r\nshall examine hereafter: I shall only observe at present, that between 1688 and\r\n1700, it had not time to produce any such effect. During this short period, its\r\nonly effect must have been, by encouraging the exportation of the surplus\r\nproduce of every year, and thereby hindering the abundance of one year from\r\ncompensating the scarcity of another, to raise the price in the home market.\r\nThe scarcity which prevailed in England, from 1693 to 1699, both inclusive,\r\nthough no doubt principally owing to the badness of the seasons, and,\r\ntherefore, extending through a considerable part of Europe, must have been\r\nsomewhat enhanced by the bounty. In 1699, accordingly, the further exportation\r\nof corn was prohibited for nine months.\r\n\n\r\nThere was a third event which occurred in the course of the same period, and\r\nwhich, though it could not occasion any scarcity of corn, nor, perhaps, any\r\naugmentation in the real quantity of silver which was usually paid for it, must\r\nnecessarily have occasioned some augmentation in the nominal sum. This event\r\nwas the great debasement of the silver coin, by clipping and wearing. This evil\r\nhad begun in the reign of Charles II. and had gone on continually increasing\r\ntill 1695; at which time, as we may learn from Mr Lowndes, the current silver\r\ncoin was, at an average, near five-and-twenty per cent. below its standard\r\nvalue. But the nominal sum which constitutes the market price of every\r\ncommodity is necessarily regulated, not so much by the quantity of silver,\r\nwhich, according to the standard, ought to be contained in it, as by that\r\nwhich, it is found by experience, actually is contained in it. This nominal\r\nsum, therefore, is necessarily higher when the coin is much debased by clipping\r\nand wearing, than when near to its standard value.\r\n\n\r\nIn the course of the present century, the silver coin has not at any time been\r\nmore below its standard weight than it is at present. But though very much\r\ndefaced, its value has been kept up by that of the gold coin, for which it is\r\nexchanged. For though, before the late recoinage, the gold coin was a good deal\r\ndefaced too, it was less so than the silver. In 1695, on the contrary, the\r\nvalue of the silver coin was not kept up by the gold coin; a guinea then\r\ncommonly exchanging for thirty shillings of the worn and clipt silver. Before\r\nthe late recoinage of the gold, the price of silver bullion was seldom higher\r\nthan five shillings and sevenpence an ounce, which is but fivepence above the\r\nmint price. But in 1695, the common price of silver bullion was six shillings\r\nand fivepence an ounce, {Lowndes’s Essay on the Silver Coin, 68.} which\r\nis fifteen pence above the mint price. Even before the late recoinage of the\r\ngold, therefore, the coin, gold and silver together, when compared with silver\r\nbullion, was not supposed to be more than eight per cent. below its standard\r\nvalue, In 1695, on the contrary, it had been supposed to be near\r\nfive-and-twenty per cent. below that value. But in the beginning of the present\r\ncentury, that is, immediately after the great recoinage in King William’s\r\ntime, the greater part of the current silver coin must have been still nearer\r\nto its standard weight than it is at present. In the course of the present\r\ncentury, too, there has been no great public calamity, such as a civil war,\r\nwhich could either discourage tillage, or interrupt the interior commerce of\r\nthe country. And though the bounty which has taken place through the greater\r\npart of this century, must always raise the price of corn somewhat higher than\r\nit otherwise would be in the actual state of tillage; yet, as in the course of\r\nthis century, the bounty has had full time to produce all the good effects\r\ncommonly imputed to it to encourage tillage, and thereby to increase the\r\nquantity of corn in the home market, it may, upon the principles of a system\r\nwhich I shall explain and examine hereafter, be supposed to have done something\r\nto lower the price of that commodity the one way, as well as to raise it the\r\nother. It is by many people supposed to have done more. In the sixty-four years\r\nof the present century, accordingly, the average price of the quarter of nine\r\nbushels of the best wheat, at Windsor market, appears, by the accounts of Eton\r\ncollege, to have been £ 2:0:6 10/32, which is about ten shillings and sixpence,\r\nor more than five-and-twenty percent. cheaper than it had been during the\r\nsixty-four last years of the last century; and about nine shillings and\r\nsixpence cheaper than it had been during the sixteen years preceding 1636, when\r\nthe discovery of the abundant mines of America may be supposed to have produced\r\nits full effect; and about one shilling cheaper than it had been in the\r\ntwenty-six years preceding 1620, before that discovery can well be supposed to\r\nhave produced its full effect. According to this account, the average price of\r\nmiddle wheat, during these sixty-four first years of the present century, comes\r\nout to have been about thirty-two shillings the quarter of eight bushels.\r\n\n\r\nThe value of silver, therefore, seems to have risen somewhat in proportion to\r\nthat of corn during the course of the present century, and it had probably\r\nbegun to do so even some time before the end of the last.\r\n\n\r\nIn 1687, the price of the quarter of nine bushels of the best wheat, at Windsor\r\nmarket, was £ 1:5:2, the lowest price at which it had ever been from 1595.\r\n\n\r\nIn 1688, Mr Gregory King, a man famous for his knowledge in matters of this\r\nkind, estimated the average price of wheat, in years of moderate plenty, to be\r\nto the grower 3s. 6d. the bushel, or eight-and-twenty shillings the quarter.\r\nThe grower’s price I understand to be the same with what is sometimes\r\ncalled the contract price, or the price at which a farmer contracts for a\r\ncertain number of years to deliver a certain quantity of corn to a dealer. As a\r\ncontract of this kind saves the farmer the expense and trouble of marketing,\r\nthe contract price is generally lower than what is supposed to be the average\r\nmarket price. Mr King had judged eight-and-twenty shillings the quarter to be\r\nat that time the ordinary contract price in years of moderate plenty. Before\r\nthe scarcity occasioned by the late extraordinary course of bad seasons, it\r\nwas, I have been assured, the ordinary contract price in all common years.\r\n\n\r\nIn 1688 was granted the parliamentary bounty upon the exportation of corn. The\r\ncountry gentlemen, who then composed a still greater proportion of the\r\nlegislature than they do at present, had felt that the money price of corn was\r\nfalling. The bounty was an expedient to raise it artificially to the high price\r\nat which it had frequently been sold in the times of Charles I. and II. It was\r\nto take place, therefore, till wheat was so high as fortyeight shillings the\r\nquarter; that is, twenty shillings, or 5-7ths dearer than Mr King had, in that\r\nvery year, estimated the grower’s price to be in times of moderate\r\nplenty. If his calculations deserve any part of the reputation which they have\r\nobtained very universally, eight-and-forty shillings the quarter was a price\r\nwhich, without some such expedient as the bounty, could not at that time be\r\nexpected, except in years of extraordinary scarcity. But the government of King\r\nWilliam was not then fully settled. It was in no condition to refuse anything\r\nto the country gentlemen, from whom it was, at that very time, soliciting the\r\nfirst establishment of the annual land-tax.\r\n\n\r\nThe value of silver, therefore, in proportion to that of corn, had probably\r\nrisen somewhat before the end of the last century; and it seems to have\r\ncontinued to do so during the course of the greater part of the present, though\r\nthe necessary operation of the bounty must have hindered that rise from being\r\nso sensible as it otherwise would have been in the actual state of tillage.\r\n\n\r\nIn plentiful years, the bounty, by occasioning an extraordinary exportation,\r\nnecessarily raises the price of corn above what it otherwise would be in those\r\nyears. To encourage tillage, by keeping up the price of corn, even in the most\r\nplentiful years, was the avowed end of the institution.\r\n\n\r\nIn years of great scarcity, indeed, the bounty has generally been suspended. It\r\nmust, however, have had some effect upon the prices of many of those years. By\r\nthe extraordinary exportation which it occasions in years of plenty, it must\r\nfrequently hinder the plenty of one year from compensating the scarcity of\r\nanother.\r\n\n\r\nBoth in years of plenty and in years of scarcity, therefore, the bounty raises\r\nthe price of corn above what it naturally would be in the actual state of\r\ntillage. If during the sixty-four first years of the present century,\r\ntherefore, the average price has been lower than during the sixty-four last\r\nyears of the last century, it must, in the same state of tillage, have been\r\nmuch more so, had it not been for this operation of the bounty.\r\n\n\r\nBut, without the bounty, it may be said the state of tillage would not have\r\nbeen the same. What may have been the effects of this institution upon the\r\nagriculture of the country, I shall endeavour to explain hereafter, when I come\r\nto treat particularly of bounties. I shall only observe at present, that this\r\nrise in the value of silver, in proportion to that of corn, has not been\r\npeculiar to England. It has been observed to have taken place in France during\r\nthe same period, and nearly in the same proportion, too, by three very\r\nfaithful, diligent, and laborious collectors of the prices of corn, Mr Dupré de\r\nSt Maur, Mr Messance, and the author of the Essay on the Police of Grain. But\r\nin France, till 1764, the exportation of grain was by law prohibited; and it is\r\nsomewhat difficult to suppose, that nearly the same diminution of price which\r\ntook place in one country, notwithstanding this prohibition, should, in\r\nanother, be owing to the extraordinary encouragement given to exportation.\r\n\n\r\nIt would be more proper, perhaps, to consider this variation in the average\r\nmoney price of corn as the effect rather of some gradual rise in the real value\r\nof silver in the European market, than of any fall in the real average value of\r\ncorn. Corn, it has already been observed, is, at distant periods of time, a\r\nmore accurate measure of value than either silver or, perhaps, any other\r\ncommodity. When, after the discovery of the abundant mines of America, corn\r\nrose to three and four times its former money price, this change was\r\nuniversally ascribed, not to any rise in the real value of corn, but to a fall\r\nin the real value of silver. If, during the sixty-four first years of the\r\npresent century, therefore, the average money price of corn has fallen somewhat\r\nbelow what it had been during the greater part of the last century, we should,\r\nin the same manner, impute this change, not to any fall in the real value of\r\ncorn, but to some rise in the real value of silver in the European market.\r\n\n\r\nThe high price of corn during these ten or twelve years past, indeed, has\r\noccasioned a suspicion that the real value of silver still continues to fall in\r\nthe European market. This high price of corn, however, seems evidently to have\r\nbeen the effect of the extraordinary unfavourableness of the seasons, and\r\nought, therefore, to be regarded, not as a permanent, but as a transitory and\r\noccasional event. The seasons, for these ten or twelve years past, have been\r\nunfavourable through the greater part of Europe; and the disorders of Poland\r\nhave very much increased the scarcity in all those countries, which, in dear\r\nyears, used to be supplied from that market. So long a course of bad seasons,\r\nthough not a very common event, is by no means a singular one; and whoever has\r\ninquired much into the history of the prices of corn in former times, will be\r\nat no loss to recollect several other examples of the same kind. Ten years of\r\nextraordinary scarcity, besides, are not more wonderful than ten years of\r\nextraordinary plenty. The low price of corn, from 1741 to 1750, both inclusive,\r\nmay very well be set in opposition to its high price during these last eight or\r\nten years. From 1741 to 1750, the average price of the quarter of nine bushels\r\nof the best wheat, at Windsor market, it appears from the accounts of Eton\r\ncollege, was only £ 1:13:9 4/5, which is nearly 6s.3d. below the average price\r\nof the sixty-four first years of the present century. The average price of the\r\nquarter of eight bushels of middle wheat comes out, according to this account,\r\nto have been, during these ten years, only £ 1:6:8.\r\n\n\r\nBetween 1741 and 1750, however, the bounty must have hindered the price of corn\r\nfrom falling so low in the home market as it naturally would have done. During\r\nthese ten years, the quantity of all sorts of grain exported, it appears from\r\nthe custom-house books, amounted to no less than 8,029,156 quarters, one\r\nbushel. The bounty paid for this amounted to £ 1,514,962:17:4 1/2. In 1749,\r\naccordingly, Mr Pelham, at that time prime minister, observed to the house of\r\ncommons, that, for the three years preceding, a very extraordinary sum had been\r\npaid as bounty for the exportation of corn. He had good reason to make this\r\nobservation, and in the following year he might have had still better. In that\r\nsingle year, the bounty paid amounted to no less than £ 324,176:10:6. {See\r\nTracts on the Corn Trade, Tract 3,} It is unnecessary to observe how much this\r\nforced exportation must have raised the price of corn above what it otherwise\r\nwould have been in the home market.\r\n\n\r\nAt the end of the accounts annexed to this chapter the reader will find the\r\nparticular account of those ten years separated from the rest. He will find\r\nthere, too, the particular account of the preceding ten years, of which the\r\naverage is likewise below, though not so much below, the general average of the\r\nsixty-four first years of the century. The year 1740, however, was a year of\r\nextraordinary scarcity. These twenty years preceding 1750 may very well be set\r\nin opposition to the twenty preceding 1770. As the former were a good deal\r\nbelow the general average of the century, notwithstanding the intervention of\r\none or two dear years; so the latter have been a good deal above it,\r\nnotwithstanding the intervention of one or two cheap ones, of 1759, for\r\nexample. If the former have not been as much below the general average as the\r\nlatter have been above it, we ought probably to impute it to the bounty. The\r\nchange has evidently been too sudden to be ascribed to any change in the value\r\nof silver, which is always slow and gradual. The suddenness of the effect can\r\nbe accounted for only by a cause which can operate suddenly, the accidental\r\nvariations of the seasons.\r\n\n\r\nThe money price of labour in Great Britain has, indeed, risen during the course\r\nof the present century. This, however, seems to be the effect, not so much of\r\nany diminution in the value of silver in the European market, as of an increase\r\nin the demand for labour in Great Britain, arising from the great, and almost\r\nuniversal prosperity of the country. In France, a country not altogether so\r\nprosperous, the money price of labour has, since the middle of the last\r\ncentury, been observed to sink gradually with the average money price of corn.\r\nBoth in the last century and in the present, the day wages of common labour are\r\nthere said to have been pretty uniformly about the twentieth part of the\r\naverage price of the septier of wheat; a measure which contains a little more\r\nthan four Winchester bushels. In Great Britain, the real recompence of labour,\r\nit has already been shewn, the real quantities of the necessaries and\r\nconveniencies of life which are given to the labourer, has increased\r\nconsiderably during the course of the present century. The rise in its money\r\nprice seems to have been the effect, not of any diminution of the value of\r\nsilver in the general market of Europe, but of a rise in the real price of\r\nlabour, in the particular market of Great Britain, owing to the peculiarly\r\nhappy circumstances of the country.\r\n\n\r\nFor some time after the first discovery of America, silver would continue to\r\nsell at its former, or not much below its former price. The profits of mining\r\nwould for some time be very great, and much above their natural rate. Those who\r\nimported that metal into Europe, however, would soon find that the whole annual\r\nimportation could not be disposed of at this high price. Silver would gradually\r\nexchange for a smaller and a smaller quantity of goods. Its price would sink\r\ngradually lower and lower, till it fell to its natural price; or to what was\r\njust sufficient to pay, according to their natural rates, the wages of the\r\nlabour, the profits of the stock, and the rent of the land, which must be paid\r\nin order to bring it from the mine to the market. In the greater part of the\r\nsilver mines of Peru, the tax of the king of Spain, amounting to a tenth of the\r\ngross produce, eats up, it has already been observed, the whole rent of the\r\nland. This tax was originally a half; it soon afterwards fell to a third, then\r\nto a fifth, and at last to a tenth, at which late it still continues. In the\r\ngreater part of the silver mines of Peru, this, it seems, is all that remains,\r\nafter replacing the stock of the undertaker of the work, together with its\r\nordinary profits; and it seems to be universally acknowledged that these\r\nprofits, which were once very high, are now as low as they can well be,\r\nconsistently with carrying on the works.\r\n\n\r\nThe tax of the king of Spain was reduced to a fifth of the registered silver in\r\n1504 {Solorzano, vol, ii.}, one-and-forty years before 1545, the date of the\r\ndiscovery of the mines of Potosi. In the course of ninety years, or before\r\n1636, these mines, the most fertile in all America, had time sufficient to\r\nproduce their full effect, or to reduce the value of silver in the European\r\nmarket as low as it could well fall, while it continued to pay this tax to the\r\nking of Spain. Ninety years is time sufficient to reduce any commodity, of\r\nwhich there is no monopoly, to its natural price, or to the lowest price at\r\nwhich, while it pays a particular tax, it can continue to be sold for any\r\nconsiderable time together.\r\n\n\r\nThe price of silver in the European market might, perhaps, have fallen still\r\nlower, and it might have become necessary either to reduce the tax upon it, not\r\nonly to one-tenth, as in 1736, but to one twentieth, in the same manner as that\r\nupon gold, or to give up working the greater part of the American mines which\r\nare now wrought. The gradual increase of the demand for silver, or the gradual\r\nenlargement of the market for the produce of the silver mines of America, is\r\nprobably the cause which has prevented this from happening, and which has not\r\nonly kept up the value of silver in the European market, but has perhaps even\r\nraised it somewhat higher than it was about the middle of the last century.\r\n\n\r\nSince the first discovery of America, the market for the produce of its silver\r\nmines has been growing gradually more and more extensive.\r\n\n\r\nFirst, the market of Europe has become gradually more and more extensive. Since\r\nthe discovery of America, the greater part of Europe has been much improved.\r\nEngland, Holland, France, and Germany; even Sweden, Denmark, and Russia, have\r\nall advanced considerably, both in agriculture and in manufactures. Italy seems\r\nnot to have gone backwards. The fall of Italy preceded the conquest of Peru.\r\nSince that time it seems rather to have recovered a little. Spain and Portugal,\r\nindeed, are supposed to have gone backwards. Portugal, however, is but a very\r\nsmall part of Europe, and the declension of Spain is not, perhaps, so great as\r\nis commonly imagined. In the beginning of the sixteenth century, Spain was a\r\nvery poor country, even in comparison with France, which has been so much\r\nimproved since that time. It was the well known remark of the emperor Charles\r\nV. who had travelled so frequently through both countries, that every thing\r\nabounded in France, but that every thing was wanting in Spain. The increasing\r\nproduce of the agriculture and manufactures of Europe must necessarily have\r\nrequired a gradual increase in the quantity of silver coin to circulate it; and\r\nthe increasing number of wealthy individuals must have required the like\r\nincrease in the quantity of their plate and other ornaments of silver.\r\n\n\r\nSecondly, America is itself a new market, for the produce of its own silver\r\nmines; and as its advances in agriculture, industry, and population, are much\r\nmore rapid than those of the most thriving countries in Europe, its demand must\r\nincrease much more rapidly. The English colonies are altogether a new market,\r\nwhich, partly for coin, and partly for plate, requires a continual augmenting\r\nsupply of silver through a great continent where there never was any demand\r\nbefore. The greater part, too, of the Spanish and Portuguese colonies, are\r\naltogether new markets. New Granada, the Yucatan, Paraguay, and the Brazils,\r\nwere, before discovered by the Europeans, inhabited by savage nations, who had\r\nneither arts nor agriculture. A considerable degree of both has now been\r\nintroduced into all of them. Even Mexico and Peru, though they cannot be\r\nconsidered as altogether new markets, are certainly much more extensive ones\r\nthan they ever were before. After all the wonderful tales which have been\r\npublished concerning the splendid state of those countries in ancient times,\r\nwhoever reads, with any degree of sober judgment, the history of their first\r\ndiscovery and conquest, will evidently discern that, in arts, agriculture, and\r\ncommerce, their inhabitants were much more ignorant than the Tartars of the\r\nUkraine are at present. Even the Peruvians, the more civilized nation of the\r\ntwo, though they made use of gold and silver as ornaments, had no coined money\r\nof any kind. Their whole commerce was carried on by barter, and there was\r\naccordingly scarce any division of labour among them. Those who cultivated the\r\nground, were obliged to build their own houses, to make their own household\r\nfurniture, their own clothes, shoes, and instruments of agriculture. The few\r\nartificers among them are said to have been all maintained by the sovereign,\r\nthe nobles, and the priests, and were probably their servants or slaves. All\r\nthe ancient arts of Mexico and Peru have never furnished one single manufacture\r\nto Europe. The Spanish armies, though they scarce ever exceeded five hundred\r\nmen, and frequently did not amount to half that number, found almost everywhere\r\ngreat difficulty in procuring subsistence. The famines which they are said to\r\nhave occasioned almost wherever they went, in countries, too, which at the same\r\ntime are represented as very populous and well cultivated, sufficiently\r\ndemonstrate that the story of this populousness and high cultivation is in a\r\ngreat measure fabulous. The Spanish colonies are under a government in many\r\nrespects less favourable to agriculture, improvement, and population, than that\r\nof the English colonies. They seem, however, to be advancing in all those much\r\nmore rapidly than any country in Europe. In a fertile soil and happy climate,\r\nthe great abundance and cheapness of land, a circumstance common to all new\r\ncolonies, is, it seems, so great an advantage, as to compensate many defects in\r\ncivil government. Frezier, who visited Peru in 1713, represents Lima as\r\ncontaining between twenty-five and twenty-eight thousand inhabitants. Ulloa,\r\nwho resided in the same country between 1740 and 1746, represents it as\r\ncontaining more than fifty thousand. The difference in their accounts of the\r\npopulousness of several other principal towns of Chili and Peru is nearly the\r\nsame; and as there seems to be no reason to doubt of the good information of\r\neither, it marks an increase which is scarce inferior to that of the English\r\ncolonies. America, therefore, is a new market for the produce of its own silver\r\nmines, of which the demand must increase much more rapidly than that of the\r\nmost thriving country in Europe.\r\n\n\r\nThirdly, the East Indies is another market for the produce of the silver mines\r\nof America, and a market which, from the time of the first discovery of those\r\nmines, has been continually taking off a greater and a greater quantity of\r\nsilver. Since that time, the direct trade between America and the East Indies,\r\nwhich is carried on by means of the Acapulco ships, has been continually\r\naugmenting, and the indirect intercourse by the way of Europe has been\r\naugmenting in a still greater proportion. During the sixteenth century, the\r\nPortuguese were the only European nation who carried on any regular trade to\r\nthe East Indies. In the last years of that century, the Dutch began to encroach\r\nupon this monopoly, and in a few years expelled them from their principal\r\nsettlements in India. During the greater part of the last century, those two\r\nnations divided the most considerable part of the East India trade between\r\nthem; the trade of the Dutch continually augmenting in a still greater\r\nproportion than that of the Portuguese declined. The English and French carried\r\non some trade with India in the last century, but it has been greatly augmented\r\nin the course of the present. The East India trade of the Swedes and Danes\r\nbegan in the course of the present century. Even the Muscovites now trade\r\nregularly with China, by a sort of caravans which go over land through Siberia\r\nand Tartary to Pekin. The East India trade of all these nations, if we except\r\nthat of the French, which the last war had well nigh annihilated, has been\r\nalmost continually augmenting. The increasing consumptions of East India goods\r\nin Europe is, it seems, so great, as to afford a gradual increase of employment\r\nto them all. Tea, for example, was a drug very little used in Europe, before\r\nthe middle of the last century. At present, the value of the tea annually\r\nimported by the English East India company, for the use of their own\r\ncountrymen, amounts to more than a million and a half a year; and even this is\r\nnot enough; a great deal more being constantly smuggled into the country from\r\nthe ports of Holland, from Gottenburgh in Sweden, and from the coast of France,\r\ntoo, as long as the French East India company was in prosperity. The\r\nconsumption of the porcelain of China, of the spiceries of the Moluccas, of the\r\npiece goods of Bengal, and of innumerable other articles, has increased very\r\nnearly in a like proportion. The tonnage, accordingly, of all the European\r\nshipping employed in the East India trade, at any one time during the last\r\ncentury, was not, perhaps, much greater than that of the English East India\r\ncompany before the late reduction of their shipping.\r\n\n\r\nBut in the East Indies, particularly in China and Indostan, the value of the\r\nprecious metals, when the Europeans first began to trade to those countries,\r\nwas much higher than in Europe; and it still continues to be so. In rice\r\ncountries, which generally yield two, sometimes three crops in the year, each\r\nof them more plentiful than any common crop of corn, the abundance of food must\r\nbe much greater than in any corn country of equal extent. Such countries are\r\naccordingly much more populous. In them, too, the rich, having a greater\r\nsuperabundance of food to dispose of beyond what they themselves can consume,\r\nhave the means of purchasing a much greater quantity of the labour of other\r\npeople. The retinue of a grandee in China or Indostan accordingly is, by all\r\naccounts, much more numerous and splendid than that of the richest subjects in\r\nEurope. The same superabundance of food, of which they have the disposal,\r\nenables them to give a greater quantity of it for all those singular and rare\r\nproductions which nature furnishes but in very small quantities; such as the\r\nprecious metals and the precious stones, the great objects of the competition\r\nof the rich. Though the mines, therefore, which supplied the Indian market, had\r\nbeen as abundant as those which supplied the European, such commodities would\r\nnaturally exchange for a greater quantity of food in India than in Europe. But\r\nthe mines which supplied the Indian market with the precious metals seem to\r\nhave been a good deal less abundant, and those which supplied it with the\r\nprecious stones a good deal more so, than the mines which supplied the\r\nEuropean. The precious metals, therefore, would naturally exchange in India for\r\na somewhat greater quantity of the precious stones, and for a much greater\r\nquantity of food than in Europe", "summary": "\nIn this section, Smith examines why earlier economists misinterpreted historical price data, identifying three common errors. Some confused \"conversion prices\" (optional payment rates) with actual market prices, others relied on incomplete transcriptions of price regulations, and many were misled by cherry-picking extremely low prices while ignoring correspondingly high ones from the same periods. Smith emphasizes that historical price data must be evaluated carefully, especially during turbulent times when prices fluctuated dramatically.\nSmith divides his analysis of silver values into distinct periods. During the first period (1350-1570), silver gradually increased in value relative to corn. In the second period (1570-1640), silver declined in value following the discovery of abundant American mines. During the third period (from 1640 onward), silver's value stabilized and then began to rise again. This pattern, Smith argues, contradicts the common belief that silver's value continuously decreased with economic development.\nThe discovery of American silver mines eventually caused significant price inflation in Europe, though the effect wasn't immediate. Smith notes that while corn prices more than doubled between 1570 and 1640, this effect was incomplete until around 1636. Various events affected these price relationships, including the English Civil War, which disrupted agriculture; the debasement of coinage through clipping and wearing; and the bounty (subsidy) on grain exports instituted in 1688.\nSmith argues that this bounty artificially raised grain prices during plentiful years while preventing surpluses from offsetting scarcities. However, despite this intervention, corn prices were lower during much of the 18th century than in the preceding century, suggesting an underlying increase in silver's value that overcame the bounty's inflationary effect.\nSmith distinguishes between two different causes for changes in silver prices. When mines produce more silver, its value naturally decreases. However, economic growth increases demand for silver for currency and luxury goods, which can raise its value without being inflationary. He suggests that rising wages in Britain reflected genuine prosperity rather than currency devaluation, noting that wages in less prosperous France had declined relative to food prices.\nThe global market for silver continuously expanded through three channels: European economic development created greater demand for currency; the Americas became a significant market for their own silver as their economies grew; and the East Indies (particularly India and China) imported increasing quantities of silver. In Asia, silver was more valuable than in Europe due to greater agricultural productivity, higher population density, and extreme concentration of wealth among elites, who could pay premium prices for luxuries and precious metals.\n", "map": [["Conversion prices", "Market price misinterpretation"], ["Cherry-picked data", "Historical analysis errors"], ["Price fluctuations", "Periods of turbulence"], ["Silver value", "Corn price ratio"], ["American mines", "European silver inflation"], ["1570-1640 period", "Silver value decline"], ["Coin debasement", "Currency value distortion"], ["Grain export bounty", "Artificial price elevation"], ["Agricultural disruption", "Civil war impact"], ["Silver supply increase", "Natural value decrease"], ["Economic growth", "Silver demand expansion"], ["Rising wages", "Genuine prosperity indicator"], ["French wage decline", "Food price disproportion"], ["Global silver market", "Three-channel expansion"], ["American economic development", "Self-consumption of silver"], ["Asian agricultural productivity", "Higher silver valuation"], ["Elite wealth concentration", "Luxury goods premium"], ["European economic development", "Currency demand increase"], ["Historical data interpretation", "Methodological caution"], ["Price stabilization", "Post-1640 silver value rise"]]}