{"source": "https://www.gutenberg.org/cache/epub/3300/pg3300-images.html", "text": "\r\n\n\r\nThis rise, too, in the nominal or money price of all those different sorts of\r\nrude produce, has been the effect, not of any degradation in the value of\r\nsilver, but of a rise in their real price. They have become worth, not only a\r\ngreater quantity of silver, but a greater quantity of labour and subsistence\r\nthan before. As it costs a greater quantity of labour and subsistence to bring\r\nthem to market, so, when they are brought thither they represent, or are\r\nequivalent to a greater quantity.\r\n\n\r\nThird Sort.—The third and last sort of rude produce, of which the price\r\nnaturally rises in the progress of improvement, is that in which the efficacy\r\nof human industry, in augmenting the quantity, is either limited or uncertain.\r\nThough the real price of this sort of rude produce, therefore, naturally tends\r\nto rise in the progress of improvement, yet, according as different accidents\r\nhappen to render the efforts of human industry more or less successful in\r\naugmenting the quantity, it may happen sometimes even to fall, sometimes to\r\ncontinue the same, in very different periods of improvement, and sometimes to\r\nrise more or less in the same period.\r\n\n\r\nThere are some sorts of rude produce which nature has rendered a kind of\r\nappendages to other sorts; so that the quantity of the one which any country\r\ncan afford, is necessarily limited by that of the other. The quantity of wool\r\nor of raw hides, for example, which any country can afford, is necessarily\r\nlimited by the number of great and small cattle that are kept in it. The state\r\nof its improvement, and the nature of its agriculture, again necessarily\r\ndetermine this number.\r\n\n\r\nThe same causes which, in the progress of improvement, gradually raise the\r\nprice of butcher’s meat, should have the same effect, it may be thought,\r\nupon the prices of wool and raw hides, and raise them, too, nearly in the same\r\nproportion. It probably would be so, if, in the rude beginnings of improvement,\r\nthe market for the latter commodities was confined within as narrow bounds as\r\nthat for the former. But the extent of their respective markets is commonly\r\nextremely different.\r\n\n\r\nThe market for butcher’s meat is almost everywhere confined to the\r\ncountry which produces it. Ireland, and some part of British America, indeed,\r\ncarry on a considerable trade in salt provisions; but they are, I believe, the\r\nonly countries in the commercial world which do so, or which export to other\r\ncountries any considerable part of their butcher’s meat.\r\n\n\r\nThe market for wool and raw hides, on the contrary, is, in the rude beginnings\r\nof improvement, very seldom confined to the country which produces them. They\r\ncan easily be transported to distant countries; wool without any preparation,\r\nand raw hides with very little; and as they are the materials of many\r\nmanufactures, the industry of other countries may occasion a demand for them,\r\nthough that of the country which produces them might not occasion any.\r\n\n\r\nIn countries ill cultivated, and therefore but thinly inhabited, the price of\r\nthe wool and the hide bears always a much greater proportion to that of the\r\nwhole beast, than in countries where, improvement and population being further\r\nadvanced, there is more demand for butcher’s meat. Mr Hume observes, that\r\nin the Saxon times, the fleece was estimated at two-fifths of the value of the\r\nwhole sheep and that this was much above the proportion of its present\r\nestimation. In some provinces of Spain, I have been assured, the sheep is\r\nfrequently killed merely for the sake of the fleece and the tallow. The carcase\r\nis often left to rot upon the ground, or to be devoured by beasts and birds of\r\nprey. If this sometimes happens even in Spain, it happens almost constantly in\r\nChili, at Buenos Ayres, and in many other parts of Spanish America, where the\r\nhorned cattle are almost constantly killed merely for the sake of the hide and\r\nthe tallow. This, too, used to happen almost constantly in Hispaniola, while it\r\nwas infested by the buccaneers, and before the settlement, improvement, and\r\npopulousness of the French plantations ( which now extend round the coast of\r\nalmost the whole western half of the island) had given some value to the cattle\r\nof the Spaniards, who still continue to possess, not only the eastern part of\r\nthe coast, but the whole inland mountainous part of the country.\r\n\n\r\nThough, in the progress of improvement and population, the price of the whole\r\nbeast necessarily rises, yet the price of the carcase is likely to be much more\r\naffected by this rise than that of the wool and the hide. The market for the\r\ncarcase being in the rude state of society confined always to the country which\r\nproduces it, must necessarily be extended in proportion to the improvement and\r\npopulation of that country. But the market for the wool and the hides, even of\r\na barbarous country, often extending to the whole commercial world, it can very\r\nseldom be enlarged in the same proportion. The state of the whole commercial\r\nworld can seldom be much affected by the improvement of any particular country;\r\nand the market for such commodities may remain the same, or very nearly the\r\nsame, after such improvements, as before. It should, however, in the natural\r\ncourse of things, rather, upon the whole, be somewhat extended in consequence\r\nof them. If the manufactures, especially, of which those commodities are the\r\nmaterials, should ever come to flourish in the country, the market, though it\r\nmight not be much enlarged, would at least be brought much nearer to the place\r\nof growth than before; and the price of those materials might at least be\r\nincreased by what had usually been the expense of transporting them to distant\r\ncountries. Though it might not rise, therefore, in the same proportion as that\r\nof butcher’s meat, it ought naturally to rise somewhat, and it ought\r\ncertainly not to fall.\r\n\n\r\nIn England, however, notwithstanding the flourishing state of its woollen\r\nmanufacture, the price of English wool has fallen very considerably since the\r\ntime of Edward III. There are many authentic records which demonstrate that,\r\nduring the reign of that prince (towards the middle of the fourteenth century,\r\nor about 1339), what was reckoned the moderate and reasonable price of the tod,\r\nor twenty-eight pounds of English wool, was not less than ten shillings of the\r\nmoney of those times {See Smith’s Memoirs of Wool, vol. i c. 5, 6, 7.\r\nalso vol. ii.}, containing, at the rate of twenty-pence the ounce, six ounces\r\nof silver, Tower weight, equal to about thirty shillings of our present money.\r\nIn the present times, one-and-twenty shillings the tod may be reckoned a good\r\nprice for very good English wool. The money price of wool, therefore, in the\r\ntime of Edward III. was to its money price in the present times as ten to\r\nseven. The superiority of its real price was still greater. At the rate of six\r\nshillings and eightpence the quarter, ten shillings was in those ancient times\r\nthe price of twelve bushels of wheat. At the rate of twenty-eight shillings the\r\nquarter, one-and-twenty shillings is in the present times the price of six\r\nbushels only. The proportion between the real price of ancient and modern\r\ntimes, therefore, is as twelve to six, or as two to one. In those ancient\r\ntimes, a tod of wool would have purchased twice the quantity of subsistence\r\nwhich it will purchase at present, and consequently twice the quantity of\r\nlabour, if the real recompence of labour had been the same in both periods.\r\n\n\r\nThis degradation, both in the real and nominal value of wool, could never have\r\nhappened in consequence of the natural course of things. It has accordingly\r\nbeen the effect of violence and artifice. First, of the absolute prohibition of\r\nexporting wool from England: secondly, of the permission of importing it from\r\nSpain, duty free: thirdly, of the prohibition of exporting it from Ireland to\r\nanother country but England. In consequence of these regulations, the market\r\nfor English wool, instead of being somewhat extended, in consequence of the\r\nimprovement of England, has been confined to the home market, where the wool of\r\nseveral other countries is allowed to come into competition with it, and where\r\nthat of Ireland is forced into competition with it. As the woollen\r\nmanufactures, too, of Ireland, are fully as much discouraged as is consistent\r\nwith justice and fair dealing, the Irish can work up but a smaller part of\r\ntheir own wool at home, and are therefore obliged to send a greater proportion\r\nof it to Great Britain, the only market they are allowed.\r\n\n\r\nI have not been able to find any such authentic records concerning the price of\r\nraw hides in ancient times. Wool was commonly paid as a subsidy to the king,\r\nand its valuation in that subsidy ascertains, at least in some degree, what was\r\nits ordinary price. But this seems not to have been the case with raw hides.\r\nFleetwood, however, from an account in 1425, between the prior of Burcester\r\nOxford and one of his canons, gives us their price, at least as it was stated\r\nupon that particular occasion, viz. five ox hides at twelve shillings; five cow\r\nhides at seven shillings and threepence; thirtysix sheep skins of two years old\r\nat nine shillings; sixteen calf skins at two shillings. In 1425, twelve\r\nshillings contained about the same quantity of silver as four-and-twenty\r\nshillings of our present money. An ox hide, therefore, was in this account\r\nvalued at the same quantity of silver as 4s. 4/5ths of our present money. Its\r\nnominal price was a good deal lower than at present. But at the rate of six\r\nshillings and eightpence the quarter, twelve shillings would in those times\r\nhave purchased fourteen bushels and four-fifths of a bushel of wheat, which, at\r\nthree and sixpence the bushel, would in the present times cost 51s. 4d. An ox\r\nhide, therefore, would in those times have purchased as much corn as ten\r\nshillings and threepence would purchase at present. Its real value was equal to\r\nten shillings and threepence of our present money. In those ancient times, when\r\nthe cattle were half starved during the greater part of the winter, we cannot\r\nsuppose that they were of a very large size. An ox hide which weighs four stone\r\nof sixteen pounds of avoirdupois, is not in the present times reckoned a bad\r\none; and in those ancient times would probably have been reckoned a very good\r\none. But at half-a-crown the stone, which at this moment (February 1773) I\r\nunderstand to be the common price, such a hide would at present cost only ten\r\nshillings. Through its nominal price, therefore, is higher in the present than\r\nit was in those ancient times, its real price, the real quantity of subsistence\r\nwhich it will purchase or command, is rather somewhat lower. The price of cow\r\nhides, as stated in the above account, is nearly in the common proportion to\r\nthat of ox hides. That of sheep skins is a good deal above it. They had\r\nprobably been sold with the wool. That of calves skins, on the contrary, is\r\ngreatly below it. In countries where the price of cattle is very low, the\r\ncalves, which are not intended to be reared in order to keep up the stock, are\r\ngenerally killed very young, as was the case in Scotland twenty or thirty years\r\nago. It saves the milk, which their price would not pay for. Their skins,\r\ntherefore, are commonly good for little.\r\n\n\r\nThe price of raw hides is a good deal lower at present than it was a few years\r\nago; owing probably to the taking off the duty upon seal skins, and to the\r\nallowing, for a limited time, the importation of raw hides from Ireland, and\r\nfrom the plantations, duty free, which was done in 1769. Take the whole of the\r\npresent century at an average, their real price has probably been somewhat\r\nhigher than it was in those ancient times. The nature of the commodity renders\r\nit not quite so proper for being transported to distant markets as wool. It\r\nsuffers more by keeping. A salted hide is reckoned inferior to a fresh one, and\r\nsells for a lower price. This circumstance must necessarily have some tendency\r\nto sink the price of raw hides produced in a country which does not manufacture\r\nthem, but is obliged to export them, and comparatively to raise that of those\r\nproduced in a country which does manufacture them. It must have some tendency\r\nto sink their price in a barbarous, and to raise it in an improved and\r\nmanufacturing country. It must have had some tendency, therefore, to sink it in\r\nancient, and to raise it in modern times. Our tanners, besides, have not been\r\nquite so successful as our clothiers, in convincing the wisdom of the nation,\r\nthat the safety of the commonwealth depends upon the prosperity of their\r\nparticular manufacture. They have accordingly been much less favoured. The\r\nexportation of raw hides has, indeed, been prohibited, and declared a nuisance;\r\nbut their importation from foreign countries has been subjected to a duty; and\r\nthough this duty has been taken off from those of Ireland and the plantations\r\n(for the limited time of five years only), yet Ireland has not been confined to\r\nthe market of Great Britain for the sale of its surplus hides, or of those\r\nwhich are not manufactured at home. The hides of common cattle have, but within\r\nthese few years, been put among the enumerated commodities which the\r\nplantations can send nowhere but to the mother country; neither has the\r\ncommerce of Ireland been in this case oppressed hitherto, in order to support\r\nthe manufactures of Great Britain.\r\n\n\r\nWhatever regulations tend to sink the price, either of wool or of raw hides,\r\nbelow what it naturally would be, must, in an improved and cultivated country,\r\nhave some tendency to raise the price of butcher’s meat. The price both\r\nof the great and small cattle, which are fed on improved and cultivated land,\r\nmust be sufficient to pay the rent which the landlord, and the profit which the\r\nfarmer, has reason to expect from improved and cultivated land. If it is not,\r\nthey will soon cease to feed them. Whatever part of this price, therefore, is\r\nnot paid by the wool and the hide, must be paid by the carcase. The less there\r\nis paid for the one, the more must be paid for the other. In what manner this\r\nprice is to be divided upon the different parts of the beast, is indifferent to\r\nthe landlords and farmers, provided it is all paid to them. In an improved and\r\ncultivated country, therefore, their interest as landlords and farmers cannot\r\nbe much affected by such regulations, though their interest as consumers may,\r\nby the rise in the price of provisions. It would be quite otherwise, however,\r\nin an unimproved and uncultivated country, where the greater part of the lands\r\ncould be applied to no other purpose but the feeding of cattle, and where the\r\nwool and the hide made the principal part of the value of those cattle. Their\r\ninterest as landlords and farmers would in this case be very deeply affected by\r\nsuch regulations, and their interest as consumers very little. The fall in the\r\nprice of the wool and the hide would not in this case raise the price of the\r\ncarcase; because the greater part of the lands of the country being applicable\r\nto no other purpose but the feeding of cattle, the same number would still\r\ncontinue to be fed. The same quantity of butcher’s meat would still come\r\nto market. The demand for it would be no greater than before. Its price,\r\ntherefore, would be the same as before. The whole price of cattle would fall,\r\nand along with it both the rent and the profit of all those lands of which\r\ncattle was the principal produce, that is, of the greater part of the lands of\r\nthe country. The perpetual prohibition of the exportation of wool, which is\r\ncommonly, but very falsely, ascribed to Edward III., would, in the then\r\ncircumstances of the country, have been the most destructive regulation which\r\ncould well have been thought of. It would not only have reduced the actual\r\nvalue of the greater part of the lands in the kingdom, but by reducing the\r\nprice of the most important species of small cattle, it would have retarded\r\nvery much its subsequent improvement.\r\n\n\r\nThe wool of Scotland fell very considerably in its price in consequence of the\r\nunion with England, by which it was excluded from the great market of Europe,\r\nand confined to the narrow one of Great Britain. The value of the greater part\r\nof the lands in the southern counties of Scotland, which are chiefly a sheep\r\ncountry, would have been very deeply affected by this event, had not the rise\r\nin the price of butcher’s meat fully compensated the fall in the price of\r\nwool.\r\n\n\r\nAs the efficacy of human industry, in increasing the quantity either of wool or\r\nof raw hides, is limited, so far as it depends upon the produce of the country\r\nwhere it is exerted; so it is uncertain so far as it depends upon the produce\r\nof other countries. It so far depends not so much upon the quantity which they\r\nproduce, as upon that which they do not manufacture; and upon the restraints\r\nwhich they may or may not think proper to impose upon the exportation of this\r\nsort of rude produce. These circumstances, as they are altogether independent\r\nof domestic industry, so they necessarily render the efficacy of its efforts\r\nmore or less uncertain. In multiplying this sort of rude produce, therefore,\r\nthe efficacy of human industry is not only limited, but uncertain.\r\n\n\r\nIn multiplying another very important sort of rude produce, the quantity of\r\nfish that is brought to market, it is likewise both limited and uncertain. It\r\nis limited by the local situation of the country, by the proximity or distance\r\nof its different provinces from the sea, by the number of its lakes and rivers,\r\nand by what may be called the fertility or barrenness of those seas, lakes, and\r\nrivers, as to this sort of rude produce. As population increases, as the annual\r\nproduce of the land and labour of the country grows greater and greater, there\r\ncome to be more buyers of fish; and those buyers, too, have a greater quantity\r\nand variety of other goods, or, what is the same thing, the price of a greater\r\nquantity and variety of other goods, to buy with. But it will generally be\r\nimpossible to supply the great and extended market, without employing a\r\nquantity of labour greater than in proportion to what had been requisite for\r\nsupplying the narrow and confined one. A market which, from requiring only one\r\nthousand, comes to require annually ten thousand ton of fish, can seldom be\r\nsupplied, without employing more than ten times the quantity of labour which\r\nhad before been sufficient to supply it. The fish must generally be sought for\r\nat a greater distance, larger vessels must be employed, and more expensive\r\nmachinery of every kind made use of. The real price of this commodity,\r\ntherefore, naturally rises in the progress of improvement. It has accordingly\r\ndone so, I believe, more or less in every country.\r\n\n\r\nThough the success of a particular day’s fishing may be a very uncertain\r\nmatter, yet the local situation of the country being supposed, the general\r\nefficacy of industry in bringing a certain quantity of fish to market, taking\r\nthe course of a year, or of several years together, it may, perhaps, be thought\r\nis certain enough; and it, no doubt, is so. As it depends more, however, upon\r\nthe local situation of the country, than upon the state of its wealth and\r\nindustry; as upon this account it may in different countries be the same in\r\nvery different periods of improvement, and very different in the same period;\r\nits connection with the state of improvement is uncertain; and it is of this\r\nsort of uncertainty that I am here speaking.\r\n\n\r\nIn increasing the quantity of the different minerals and metals which are drawn\r\nfrom the bowels of the earth, that of the more precious ones particularly, the\r\nefficacy of human industry seems not to be limited, but to be altogether\r\nuncertain.\r\n\n\r\nThe quantity of the precious metals which is to be found in any country, is not\r\nlimited by any thing in its local situation, such as the fertility or\r\nbarrenness of its own mines. Those metals frequently abound in countries which\r\npossess no mines. Their quantity, in every particular country, seems to depend\r\nupon two different circumstances; first, upon its power of purchasing, upon the\r\nstate of its industry, upon the annual produce of its land and labour, in\r\nconsequence of which it can afford to employ a greater or a smaller quantity of\r\nlabour and subsistence, in bringing or purchasing such superfluities as gold\r\nand silver, either from its own mines, or from those of other countries; and,\r\nsecondly, upon the fertility or barrenness of the mines which may happen at any\r\nparticular time to supply the commercial world with those metals. The quantity\r\nof those metals in the countries most remote from the mines, must be more or\r\nless affected by this fertility or barrenness, on account of the easy and cheap\r\ntransportation of those metals, of their small bulk and great value. Their\r\nquantity in China and Indostan must have been more or less affected by the\r\nabundance of the mines of America.\r\n\n\r\nSo far as their quantity in any particular country depends upon the former of\r\nthose two circumstances (the power of purchasing), their real price, like that\r\nof all other luxuries and superfluities, is likely to rise with the wealth and\r\nimprovement of the country, and to fall with its poverty and depression.\r\nCountries which have a great quantity of labour and subsistence to spare, can\r\nafford to purchase any particular quantity of those metals at the expense of a\r\ngreater quantity of labour and subsistence, than countries which have less to\r\nspare.\r\n\n\r\nSo far as their quantity in any particular country depends upon the latter of\r\nthose two circumstances (the fertility or barrenness of the mines which happen\r\nto supply the commercial world), their real price, the real quantity of labour\r\nand subsistence which they will purchase or exchange for, will, no doubt, sink\r\nmore or less in proportion to the fertility, and rise in proportion to the\r\nbarrenness of those mines.\r\n\n\r\nThe fertility or barrenness of the mines, however, which may happen at any\r\nparticular time to supply the commercial world, is a circumstance which, it is\r\nevident, may have no sort of connection with the state of industry in a\r\nparticular country. It seems even to have no very necessary connection with\r\nthat of the world in general. As arts and commerce, indeed, gradually spread\r\nthemselves over a greater and a greater part of the earth, the search for new\r\nmines, being extended over a wider surface, may have somewhat a better chance\r\nfor being successful than when confined within narrower bounds. The discovery\r\nof new mines, however, as the old ones come to be gradually exhausted, is a\r\nmatter of the greatest uncertainty, and such as no human skill or industry can\r\ninsure. All indications, it is acknowledged, are doubtful; and the actual\r\ndiscovery and successful working of a new mine can alone ascertain the reality\r\nof its value, or even of its existence. In this search there seem to be no\r\ncertain limits, either to the possible success, or to the possible\r\ndisappointment of human industry. In the course of a century or two, it is\r\npossible that new mines may be discovered, more fertile than any that have ever\r\nyet been known; and it is just equally possible, that the most fertile mine\r\nthen known may be more barren than any that was wrought before the discovery of\r\nthe mines of America. Whether the one or the other of those two events may\r\nhappen to take place, is of very little importance to the real wealth and\r\nprosperity of the world, to the real value of the annual produce of the land\r\nand labour of mankind. Its nominal value, the quantity of gold and silver by\r\nwhich this annual produce could be expressed or represented, would, no doubt,\r\nbe very different; but its real value, the real quantity of labour which it\r\ncould purchase or command, would be precisely the same. A shilling might, in\r\nthe one case, represent no more labour than a penny does at present; and a\r\npenny, in the other, might represent as much as a shilling does now. But in the\r\none case, he who had a shilling in his pocket would be no richer than he who\r\nhas a penny at present; and in the other, he who had a penny would be just as\r\nrich as he who has a shilling now. The cheapness and abundance of gold and\r\nsilver plate would be the sole advantage which the world could derive from the\r\none event; and the dearness and scarcity of those trifling superfluities, the\r\nonly inconveniency it could suffer from the other.\r\n\n\r\nThe greater part of the writers who have collected the money price of things in\r\nancient times, seem to have considered the low money price of corn, and of\r\ngoods in general, or, in other words, the high value of gold and silver, as a\r\nproof, not only of the scarcity of those metals, but of the poverty and\r\nbarbarism of the country at the time when it took place. This notion is\r\nconnected with the system of political economy, which represents national\r\nwealth as consisting in the abundance and national poverty in the scarcity, of\r\ngold and silver; a system which I shall endeavour to explain and examine at\r\ngreat length in the fourth book of this Inquiry. I shall only observe at\r\npresent, that the high value of the precious metals can be no proof of the\r\npoverty or barbarism of any particular country at the time when it took place.\r\nIt is a proof only of the barrenness of the mines which happened at that time\r\nto supply the commercial world. A poor country, as it cannot afford to buy\r\nmore, so it can as little afford to pay dearer for gold and silver than a rich\r\none; and the value of those metals, therefore, is not likely to be higher in\r\nthe former than in the latter. In China, a country much richer than any part of\r\nEurope, the value of the precious metals is much higher than in any part of\r\nEurope. As the wealth of Europe, indeed, has increased greatly since the\r\ndiscovery of the mines of America, so the value of gold and silver has\r\ngradually diminished. This diminution of their value, however, has not been\r\nowing to the increase of the real wealth of Europe, of the annual produce of\r\nits land and labour, but to the accidental discovery of more abundant mines\r\nthan any that were known before. The increase of the quantity of gold and\r\nsilver in Europe, and the increase of its manufactures and agriculture, are two\r\nevents which, though they have happened nearly about the same time, yet have\r\narisen from very different causes, and have scarce any natural connection with\r\none another. The one has arisen from a mere accident, in which neither prudence\r\nnor policy either had or could have any share; the other, from the fall of the\r\nfeudal system, and from the establishment of a government which afforded to\r\nindustry the only encouragement which it requires, some tolerable security that\r\nit shall enjoy the fruits of its own labour. Poland, where the feudal system\r\nstill continues to take place, is at this day as beggarly a country as it was\r\nbefore the discovery of America. The money price of corn, however, has risen;\r\nthe real value of the precious metals has fallen in Poland, in the same manner\r\nas in other parts of Europe. Their quantity, therefore, must have increased\r\nthere as in other places, and nearly in the same proportion to the annual\r\nproduce of its land and labour. This increase of the quantity of those metals,\r\nhowever, has not, it seems, increased that annual produce, has neither improved\r\nthe manufactures and agriculture of the country, nor mended the circumstances\r\nof its inhabitants. Spain and Portugal, the countries which possess the mines,\r\nare, after Poland, perhaps the two most beggarly countries in Europe. The value\r\nof the precious metals, however, must be lower in Spain and Portugal than in\r\nany other part of Europe, as they come from those countries to all other parts\r\nof Europe, loaded, not only with a freight and an insurance, but with the\r\nexpense of smuggling, their exportation being either prohibited or subjected to\r\na duty. In proportion to the annual produce of the land and labour, therefore,\r\ntheir quantity must be greater in those countries than in any other part of\r\nEurope; those countries, however, are poorer than the greater part of Europe.\r\nThough the feudal system has been abolished in Spain and Portugal, it has not\r\nbeen succeeded by a much better.\r\n\n\r\nAs the low value of gold and silver, therefore, is no proof of the wealth and\r\nflourishing state of the country where it takes place; so neither is their high\r\nvalue, or the low money price either of goods in general, or of corn in\r\nparticular, any proof of its poverty and barbarism.\r\n\n\r\nBut though the low money price, either of goods in general, or of corn in\r\nparticular, be no proof of the poverty or barbarism of the times, the low money\r\nprice of some particular sorts of goods, such as cattle, poultry, game of all\r\nkinds, etc. in proportion to that of corn, is a most decisive one. It clearly\r\ndemonstrates, first, their great abundance in proportion to that of corn, and,\r\nconsequently, the great extent of the land which they occupied in proportion to\r\nwhat was occupied by corn; and, secondly, the low value of this land in\r\nproportion to that of corn land, and, consequently, the uncultivated and\r\nunimproved state of the far greater part of the lands of the country. It\r\nclearly demonstrates, that the stock and population of the country did not bear\r\nthe same proportion to the extent of its territory, which they commonly do in\r\ncivilized countries; and that society was at that time, and in that country,\r\nbut in its infancy. From the high or low money price, either of goods in\r\ngeneral, or of corn in particular, we can infer only, that the mines, which at\r\nthat time happened to supply the commercial world with gold and silver, were\r\nfertile or barren, not that the country was rich or poor. But from the high or\r\nlow money price of some sorts of goods in proportion to that of others, we can\r\ninfer, with a degree of probability that approaches almost to certainty, that\r\nit was rich or poor, that the greater part of its lands were improved or\r\nunimproved, and that it was either in a more or less barbarous state, or in a\r\nmore or less civilized one.\r\n\n\r\nAny rise in the money price of goods which proceeded altogether from the\r\ndegradation of the value of silver, would affect all sorts of goods equally,\r\nand raise their price universally, a third, or a fourth, or a fifth part\r\nhigher, according as silver happened to lose a third, or a fourth, or a fifth\r\npart of its former value. But the rise in the price of provisions, which has\r\nbeen the subject of so much reasoning and conversation, does not affect all\r\nsorts of provisions equally. Taking the course of the present century at an\r\naverage, the price of corn, it is acknowledged, even by those who account for\r\nthis rise by the degradation of the value of silver, has risen much less than\r\nthat of some other sorts of provisions. The rise in the price of those other\r\nsorts of provisions, therefore, cannot be owing altogether to the degradation\r\nof the value of silver. Some other causes must be taken into the account; and\r\nthose which have been above assigned, will, perhaps, without having recourse to\r\nthe supposed degradation of the value of silver, sufficiently explain this rise\r\nin those particular sorts of provisions, of which the price has actually risen\r\nin proportion to that of corn.\r\n\n\r\nAs to the price of corn itself, it has, during the sixty-four first years of\r\nthe present century, and before the late extraordinary course of bad seasons,\r\nbeen somewhat lower than it was during the sixty-four last years of the\r\npreceding century. This fact is attested, not only by the accounts of Windsor\r\nmarket, but by the public fiars of all the different counties of Scotland, and\r\nby the accounts of several different markets in France, which have been\r\ncollected with great diligence and fidelity by Mr Messance, and by Mr Dupré de\r\nSt Maur. The evidence is more complete than could well have been expected in a\r\nmatter which is naturally so very difficult to be ascertained.\r\n\n\r\nAs to the high price of corn during these last ten or twelve years, it can be\r\nsufficiently accounted for from the badness of the seasons, without supposing\r\nany degradation in the value of silver.\r\n\n\r\nThe opinion, therefore, that silver is continually sinking in its value, seems\r\nnot to be founded upon any good observations, either upon the prices of corn,\r\nor upon those of other provisions.\r\n\n\r\nThe same quantity of silver, it may perhaps be said, will, in the present\r\ntimes, even according to the account which has been here given, purchase a much\r\nsmaller quantity of several sorts of provisions than it would have done during\r\nsome part of the last century; and to ascertain whether this change be owing to\r\na rise in the value of those goods, or to a fall in the value of silver, is\r\nonly to establish a vain and useless distinction, which can be of no sort of\r\nservice to the man who has only a certain quantity of silver to go to market\r\nwith, or a certain fixed revenue in money. I certainly do not pretend that the\r\nknowledge of this distinction will enable him to buy cheaper. It may not,\r\nhowever, upon that account be altogether useless.\r\n\n\r\nIt may be of some use to the public, by affording an easy proof of the\r\nprosperous condition of the country. If the rise in the price of some sorts of\r\nprovisions be owing altogether to a fall in the value of silver, it is owing to\r\na circumstance, from which nothing can be inferred but the fertility of the\r\nAmerican mines. The real wealth of the country, the annual produce of its land\r\nand labour, may, notwithstanding this circumstance, be either gradually\r\ndeclining, as in Portugal and Poland; or gradually advancing, as in most other\r\nparts of Europe. But if this rise in the price of some sorts of provisions be\r\nowing to a rise in the real value of the land which produces them, to its\r\nincreased fertility, or, in consequence of more extended improvement and good\r\ncultivation, to its having been rendered fit for producing corn; it is owing to\r\na circumstance which indicates, in the clearest manner, the prosperous and\r\nadvancing state of the country. The land constitutes by far the greatest, the\r\nmost important, and the most durable part of the wealth of every extensive\r\ncountry. It may surely be of some use, or, at least, it may give some\r\nsatisfaction to the public, to have so decisive a proof of the increasing value\r\nof by far the greatest, the most important, and the most durable part of its\r\nwealth.\r\n\n\r\nIt may, too, be of some use to the public, in regulating the pecuniary reward\r\nof some of its inferior servants. If this rise in the price of some sorts of\r\nprovisions be owing to a fall in the value of silver, their pecuniary reward,\r\nprovided it was not too large before, ought certainly to be augmented in\r\nproportion to the extent of this fall. If it is not augmented, their real\r\nrecompence will evidently be so much diminished. But if this rise of price is\r\nowing to the increased value, in consequence of the improved fertility of the\r\nland which produces such provisions, it becomes a much nicer matter to judge,\r\neither in what proportion any pecuniary reward ought to be augmented, or\r\nwhether it ought to be augmented at all. The extension of improvement and\r\ncultivation, as it necessarily raises more or less, in proportion to the price\r\nof corn, that of every sort of animal food, so it as necessarily lowers that\r\nof, I believe, every sort of vegetable food. It raises the price of animal\r\nfood; because a great part of the land which produces it, being rendered fit\r\nfor producing corn, must afford to the landlord and farmer the rent and profit\r\nof corn land. It lowers the price of vegetable food; because, by increasing the\r\nfertility of the land, it increases its abundance. The improvements of\r\nagriculture, too, introduce many sorts of vegetable food, which requiring less\r\nland, and not more labour than corn, come much cheaper to market. Such are\r\npotatoes and maize, or what is called Indian corn, the two most important\r\nimprovements which the agriculture of Europe, perhaps, which Europe itself, has\r\nreceived from the great extension of its commerce and navigation. Many sorts of\r\nvegetable food, besides, which in the rude state of agriculture are confined to\r\nthe kitchen-garden, and raised only by the spade, come, in its improved state,\r\nto be introduced into common fields, and to be raised by the plough; such as\r\nturnips, carrots, cabbages, etc. If, in the progress of improvement, therefore,\r\nthe real price of one species of food necessarily rises, that of another as\r\nnecessarily falls; and it becomes a matter of more nicety to judge how far the\r\nrise in the one may be compensated by the fall in the other. When the real\r\nprice of butcher’s meat has once got to its height (which, with regard to\r\nevery sort, except perhaps that of hogs flesh, it seems to have done through a\r\ngreat part of England more than a century ago), any rise which can afterwards\r\nhappen in that of any other sort of animal food, cannot much affect the\r\ncircumstances of the inferior ranks of people. The circumstances of the poor,\r\nthrough a great part of England, cannot surely be so much distressed by any\r\nrise in the price of poultry, fish, wild-fowl, or venison, as they must be\r\nrelieved by the fall in that of potatoes.\r\n\n\r\nIn the present season of scarcity, the high price of corn no doubt distresses\r\nthe poor. But in times of moderate plenty, when corn is at its ordinary or\r\naverage price, the natural rise in the price of any other sort of rude produce\r\ncannot much affect them. They suffer more, perhaps, by the artificial rise\r\nwhich has been occasioned by taxes in the price of some manufactured\r\ncommodities, as of salt, soap, leather, candles, malt, beer, ale, etc.\r\n\n\nEffects of the Progress of Improvement upon the real Price of\r\nManufactures.\n\n\r\nIt is the natural effect of improvement, however, to diminish gradually the\r\nreal price of almost all manufactures. That of the manufacturing workmanship\r\ndiminishes, perhaps, in all of them without exception. In consequence of better\r\nmachinery, of greater dexterity, and of a more proper division and distribution\r\nof work, all of which are the natural effects of improvement, a much smaller\r\nquantity of labour becomes requisite for executing any particular piece of\r\nwork; and though, in consequence of the flourishing circumstances of the\r\nsociety, the real price of labour should rise very considerably, yet the great\r\ndiminution of the quantity will generally much more than compensate the\r\ngreatest rise which can happen in the price.\r\n\n\r\nThere are, indeed, a few manufactures, in which the necessary rise in the real\r\nprice of the rude materials will more than compensate all the advantages which\r\nimprovement can introduce into the execution of the work. In carpenters’\r\nand joiners’ work, and in the coarser sort of cabinet work, the necessary\r\nrise in the real price of barren timber, in consequence of the improvement of\r\nland, will more than compensate all the advantages which can be derived from\r\nthe best machinery, the greatest dexterity, and the most proper division and\r\ndistribution of work.\r\n\n\r\nBut in all cases in which the real price of the rude material either does not\r\nrise at all, or does not rise very much, that of the manufactured commodity\r\nsinks very considerably.\r\n\n\r\nThis diminution of price has, in the course of the present and preceding\r\ncentury, been most remarkable in those manufactures of which the materials are\r\nthe coarser metals. A better movement of a watch, than about the middle of the\r\nlast century could have been bought for twenty pounds, may now perhaps be had\r\nfor twenty shillings. In the work of cutlers and locksmiths, in all the toys\r\nwhich are made of the coarser metals, and in all those goods which are commonly\r\nknown by the name of Birmingham and Sheffield ware, there has been, during the\r\nsame period, a very great reduction of price, though not altogether so great as\r\nin watch-work. It has, however, been sufficient to astonish the workmen of\r\nevery other part of Europe, who in many cases acknowledge that they can produce\r\nno work of equal goodness for double or even for triple the price. There are\r\nperhaps no manufactures, in which the division of labour can be carried\r\nfurther, or in which the machinery employed admits of a greater variety of\r\nimprovements, than those of which the materials are the coarser metals.\r\n\n\r\nIn the clothing manufacture there has, during the same period, been no such\r\nsensible reduction of price. The price of superfine cloth, I have been assured,\r\non the contrary, has, within these five-and-twenty or thirty years, risen\r\nsomewhat in proportion to its quality, owing, it was said, to a considerable\r\nrise in the price of the material, which consists altogether of Spanish wool.\r\nThat of the Yorkshire cloth, which is made altogether of English wool, is said,\r\nindeed, during the course of the present century, to have fallen a good deal in\r\nproportion to its quality. Quality, however, is so very disputable a matter,\r\nthat I look upon all information of this kind as somewhat uncertain. In the\r\nclothing manufacture, the division of labour is nearly the same now as it was a\r\ncentury ago, and the machinery employed is not very different. There may,\r\nhowever, have been some small improvements in both, which may have occasioned\r\nsome reduction of price.\r\n\n\r\nBut the reduction will appear much more sensible and undeniable, if we compare\r\nthe price of this manufacture in the present times with what it was in a much\r\nremoter period, towards the end of the fifteenth century, when the labour was\r\nprobably much less subdivided, and the machinery employed much more imperfect,\r\nthan it is at present.\r\n\n\r\nIn 1487, being the 4th of Henry VII., it was enacted, that “whosoever\r\nshall sell by retail a broad yard of the finest scarlet grained, or of other\r\ngrained cloth of the finest making, above sixteen shillings, shall forfeit\r\nforty shillings for every yard so sold.” Sixteen shillings, therefore,\r\ncontaining about the same quantity of silver as four-and-twenty shillings of\r\nour present money, was, at that time, reckoned not an unreasonable price for a\r\nyard of the finest cloth; and as this is a sumptuary law, such cloth, it is\r\nprobable, had usually been sold somewhat dearer. A guinea may be reckoned the\r\nhighest price in the present times. Even though the quality of the cloths,\r\ntherefore, should be supposed equal, and that of the present times is most\r\nprobably much superior, yet, even upon this supposition, the money price of the\r\nfinest cloth appears to have been considerably reduced since the end of the\r\nfifteenth century. But its real price has been much more reduced. Six shillings\r\nand eightpence was then, and long afterwards, reckoned the average price of a\r\nquarter of wheat. Sixteen shillings, therefore, was the price of two quarters\r\nand more than three bushels of wheat. Valuing a quarter of wheat in the present\r\ntimes at eight-and-twenty shillings, the real price of a yard of fine cloth\r\nmust, in those times, have been equal to at least three pounds six shillings\r\nand sixpence of our present money. The man who bought it must have parted with\r\nthe command of a quantity of labour and subsistence equal to what that sum\r\nwould purchase in the present times.\r\n\n\r\nThe reduction in the real price of the coarse manufacture, though considerable,\r\nhas not been so great as in that of the fine.\r\n\n\r\nIn 1463, being the 3rd of Edward IV. it was enacted, that “no servant in\r\nhusbandry nor common labourer, nor servant to any artificer inhabiting out of a\r\ncity or burgh, shall use or wear in their clothing any cloth above two\r\nshillings the broad yard.” In the 3rd of Edward IV., two shillings\r\ncontained very nearly the same quantity of silver as four of our present money.\r\nBut the Yorkshire cloth which is now sold at four shillings the yard, is\r\nprobably much superior to any that was then made for the wearing of the very\r\npoorest order of common servants. Even the money price of their clothing,\r\ntherefore, may, in proportion to the quality, be somewhat cheaper in the\r\npresent than it was in those ancient times. The real price is certainly a good\r\ndeal cheaper. Tenpence was then reckoned what is called the moderate and\r\nreasonable price of a bushel of wheat. Two shillings, therefore, was the price\r\nof two bushels and near two pecks of wheat, which in the present times, at\r\nthree shillings and sixpence the bushel, would be worth eight shillings and\r\nninepence. For a yard of this cloth the poor servant must have parted with the\r\npower of purchasing a quantity of subsistence equal to what eight shillings and\r\nninepence would purchase in the present times. This is a sumptuary law, too,\r\nrestraining the luxury and extravagance of the poor. Their clothing, therefore,\r\nhad commonly been much more expensive.\r\n\n\r\nThe same order of people are, by the same law, prohibited from wearing hose, of\r\nwhich the price should exceed fourteen-pence the pair, equal to about\r\neight-and-twenty pence of our present money. But fourteen-pence was in those\r\ntimes the price of a bushel and near two pecks of wheat; which in the present\r\ntimes, at three and sixpence the bushel, would cost five shillings and\r\nthreepence. We should in the present times consider this as a very high price\r\nfor a pair of stockings to a servant of the poorest and lowest order. He must\r\nhowever, in those times, have paid what was really equivalent to this price for\r\nthem.\r\n\n\r\nIn the time of Edward IV. the art of knitting stockings was probably not known\r\nin any part of Europe. Their hose were made of common cloth, which may have\r\nbeen one of the causes of their dearness. The first person that wore stockings\r\nin England is said to have been Queen Elizabeth. She received them as a present\r\nfrom the Spanish ambassador.\r\n\n\r\nBoth in the coarse and in the fine woollen manufacture, the machinery employed\r\nwas much more imperfect in those ancient, than it is in the present times. It\r\nhas since received three very capital improvements, besides, probably, many\r\nsmaller ones, of which it may be difficult to ascertain either the number or\r\nthe importance. The three capital improvements are, first, the exchange of the\r\nrock and spindle for the spinning-wheel, which, with the same quantity of\r\nlabour, will perform more than double the quantity of work. Secondly, the use\r\nof several very ingenious machines, which facilitate and abridge, in a still\r\ngreater proportion, the winding of the worsted and woollen yarn, or the proper\r\narrangement of the warp and woof before they are put into the loom; an\r\noperation which, previous to the invention of those machines, must have been\r\nextremely tedious and troublesome. Thirdly, the employment of the fulling-mill\r\nfor thickening the cloth, instead of treading it in water. Neither wind nor\r\nwater mills of any kind were known in England so early as the beginning of the\r\nsixteenth century, nor, so far as I know, in any other part of Europe north of\r\nthe Alps. They had been introduced into Italy some time before.\r\n\n\r\nThe consideration of these circumstances may, perhaps, in some measure, explain\r\nto us why the real price both of the coarse and of the fine manufacture was so\r\nmuch higher in those ancient than it is in the present times. It cost a greater\r\nquantity of labour to bring the goods to market. When they were brought\r\nthither, therefore, they must have purchased, or exchanged for the price of, a\r\ngreater quantity.\r\n\n\r\nThe coarse manufacture probably was, in those ancient times, carried on in\r\nEngland in the same manner as it always has been in countries where arts and\r\nmanufactures are in their infancy. It was probably a household manufacture, in\r\nwhich every different part of the work was occasionally performed by all the\r\ndifferent members of almost every private family, but so as to be their work\r\nonly when they had nothing else to do, and not to be the principal business\r\nfrom which any of them derived the greater part of their subsistence. The work\r\nwhich is performed in this manner, it has already been observed, comes always\r\nmuch cheaper to market than that which is the principal or sole fund of the\r\nworkman’s subsistence. The fine manufacture, on the other hand, was not,\r\nin those times, carried on in England, but in the rich and commercial country\r\nof Flanders; and it was probably conducted then, in the same manner as now, by\r\npeople who derived the whole, or the principal part of their subsistence from\r\nit. It was, besides, a foreign manufacture, and must have paid some duty, the\r\nancient custom of tonnage and poundage at least, to the king. This duty,\r\nindeed, would not probably be very great. It was not then the policy of Europe\r\nto restrain, by high duties, the importation of foreign manufactures, but\r\nrather to encourage it, in order that merchants might be enabled to supply, at\r\nas easy a rate as possible, the great men with the conveniencies and luxuries\r\nwhich they wanted, and which the industry of their own country could not afford\r\nthem.\r\n\n\r\nThe consideration of these circumstances may, perhaps, in some measure explain\r\nto us why, in those ancient times, the real price of the coarse manufacture\r\nwas, in proportion to that of the fine, so much lower than in the present\r\ntimes.\r\n\n\r\nI shall conclude this very long chapter with observing, that every improvement\r\nin the circumstances of the society tends, either directly or indirectly, to\r\nraise the real rent of land to increase the real wealth of the landlord, his\r\npower of purchasing the labour, or the produce of the labour of other people.\r\n\n\r\nThe extension of improvement and cultivation tends to raise it directly. The\r\nlandlord’s share of the produce necessarily increases with the increase\r\nof the produce.\r\n\n\r\nThat rise in the real price of those parts of the rude produce of land, which\r\nis first the effect of the extended improvement and cultivation, and afterwards\r\nthe cause of their being still further extended, the rise in the price of\r\ncattle, for example, tends, too, to raise the rent of land directly, and in a\r\nstill greater proportion. The real value of the landlord’s share, his\r\nreal command of the labour of other people, not only rises with the real value\r\nof the produce, but the proportion of his share to the whole produce rises with\r\nit.\r\n\n\r\nThat produce, after the rise in its real price, requires no more labour to\r\ncollect it than before. A smaller proportion of it will, therefore, be\r\nsufficient to replace, with the ordinary profit, the stock which employs that\r\nlabour. A greater proportion of it must consequently belong to the landlord.\r\n\n\r\nAll those improvements in the productive powers of labour, which tend directly\r\nto reduce the rent price of manufactures, tend indirectly to raise the real\r\nrent of land. The landlord exchanges that part of his rude produce, which is\r\nover and above his own consumption, or, what comes to the same thing, the price\r\nof that part of it, for manufactured produce. Whatever reduces the real price\r\nof the latter, raises that of the former. An equal quantity of the former\r\nbecomes thereby equivalent to a greater quantity of the latter; and the\r\nlandlord is enabled to purchase a greater quantity of the conveniencies,\r\nornaments, or luxuries which he has occasion for.\r\n\n\r\nEvery increase in the real wealth of the society, every increase in the\r\nquantity of useful labour employed within it, tends indirectly to raise the\r\nreal rent of land. A certain proportion of this labour naturally goes to the\r\nland. A greater number of men and cattle are employed in its cultivation, the\r\nproduce increases with the increase of the stock which is thus employed in\r\nraising it, and the rent increases with the produce.\r\n\n\r\nThe contrary circumstances, the neglect of cultivation and improvement, the\r\nfall in the real price of any part of the rude produce of land, the rise in the\r\nreal price of manufactures from the decay of manufacturing art and industry,\r\nthe declension of the real wealth of the society, all tend, on the other hand,\r\nto lower the real rent of land, to reduce the real wealth of the landlord, to\r\ndiminish his power of purchasing either the labour, or the produce of the\r\nlabour, of other people.\r\n\n\r\nThe whole annual produce of the land and labour of every country, or, what\r\ncomes to the same thing, the whole price of that annual produce, naturally\r\ndivides itself, it has already been observed, into three parts; the rent of\r\nland, the wages of labour, and the profits of stock; and constitutes a revenue\r\nto three different orders of people; to those who live by rent, to those who\r\nlive by wages, and to those who live by profit. These are the three great,\r\noriginal, and constituent, orders of every civilized society, from whose\r\nrevenue that of every other order is ultimately derived.\r\n\n\r\nThe interest of the first of those three great orders, it appears from what has\r\nbeen just now said, is strictly and inseparably connected with the general\r\ninterest of the society. Whatever either promotes or obstructs the one,\r\nnecessarily promotes or obstructs the other. When the public deliberates\r\nconcerning any regulation of commerce or police, the proprietors of land never\r\ncan mislead it, with a view to promote the interest of their own particular\r\norder; at least, if they have any tolerable knowledge of that interest. They\r\nare, indeed, too often defective in this tolerable knowledge. They are the only\r\none of the three orders whose revenue costs them neither labour nor care, but\r\ncomes to them, as it were, of its own accord, and independent of any plan or\r\nproject of their own. That indolence which is the natural effect of the ease\r\nand security of their situation, renders them too often, not only ignorant, but\r\nincapable of that application of mind, which is necessary in order to foresee\r\nand understand the consequence of any public regulation.\r\n\n\r\nThe interest of the second order, that of those who live by wages, is as\r\nstrictly connected with the interest of the society as that of the first. The\r\nwages of the labourer, it has already been shewn, are never so high as when the\r\ndemand for labour is continually rising, or when the quantity employed is every\r\nyear increasing considerably. When this real wealth of the society becomes\r\nstationary, his wages are soon reduced to what is barely enough to enable him\r\nto bring up a family, or to continue the race of labourers. When the society\r\ndeclines, they fall even below this. The order of proprietors may perhaps gain\r\nmore by the prosperity of the society than that of labourers; but there is no\r\norder that suffers so cruelly from its decline. But though the interest of the\r\nlabourer is strictly connected with that of the society, he is incapable either\r\nof comprehending that interest, or of understanding its connexion with his own.\r\nHis condition leaves him no time to receive the necessary information, and his\r\neducation and habits are commonly such as to render him unfit to judge, even\r\nthough he was fully informed. In the public deliberations, therefore, his voice\r\nis little heard, and less regarded; except upon particular occasions, when his\r\nclamour is animated, set on, and supported by his employers, not for his, but\r\ntheir own particular purposes", "summary": "\nIn this section, Smith analyzes the third category of raw products - those where human industry has limited or uncertain effectiveness in increasing quantity. He explains how certain goods like wool and hides are \"appendages\" to primary products like cattle, creating interconnected price relationships.\nSmith contrasts how butcher's meat markets remain local, while wool and hides travel easily to international markets. This creates different price dynamics where meat prices rise with local development, while wool and hide prices are influenced by global demand. He examines how England's prohibition on wool exports artificially depressed prices, benefiting manufacturers but harming agricultural interests. The impact of such regulations differs between developed and undeveloped regions - in advanced areas, farmers can shift to meat production when wool prices fall, while in undeveloped regions, this damages the entire rural economy.\nSmith provides historical evidence showing how wool and hide prices changed over centuries relative to grain prices. He demonstrates that government interference, rather than natural market forces, caused much of the decline in English wool prices. Similarly, fishing industries face geographic limitations but growing expense as markets expand, requiring fishing at greater distances with more sophisticated equipment.\nFor precious metals, Smith explains their unique characteristics - their abundance depends on global mining production and purchasing power rather than local conditions. He critiques the common error of viewing low silver prices as proof of poverty, arguing that the relationship between prices of different commodities (like animal products versus grains) better indicates economic development. A country with cheap cattle relative to grain is likely undeveloped, regardless of silver's value.\nSmith then examines manufacturing, showing how technological improvements generally reduce real prices over time. He provides examples from metalworking, where innovations dramatically lowered costs, comparing historical and contemporary cloth prices to demonstrate significant reductions in real terms. Improvements in machinery, like spinning wheels replacing spindles and the introduction of fulling mills, revolutionized production efficiency.\nThe chapter concludes with Smith's insight that economic improvements ultimately benefit landowners by raising real land rents. As society's productive powers increase, landlords gain in three ways: from expanded cultivation, from higher prices for agricultural products, and from lower prices for manufactured goods they purchase. Smith identifies landowners, laborers, and stockholders as the three fundamental orders of society, arguing that landowners' interests align most directly with general social welfare, though they often lack understanding of their own interests due to their comfortable, undemanding position.\n", "map": [["Wool and hides", "Cattle production appendages"], ["Butcher's meat", "Local market limitation"], ["Wool exports", "International market access"], ["Export prohibition", "Artificial price depression"], ["Manufacturer interests", "Agricultural sector harm"], ["Developed regions", "Production flexibility"], ["Undeveloped regions", "Economic vulnerability"], ["Wool-grain price ratio", "Development indicator"], ["Government interference", "Natural price distortion"], ["Fishing industry", "Geographic expansion costs"], ["Precious metals", "Global production dependency"], ["Silver-commodity price ratios", "Economic development indicators"], ["Cheap cattle", "Undeveloped economy signal"], ["Manufacturing improvements", "Real price reduction"], ["Technological innovation", "Production efficiency gains"], ["Spinning wheel introduction", "Labor productivity revolution"], ["Economic improvement", "Landowner benefit"], ["Land rent", "Triple improvement advantage"], ["Landowner interests", "General welfare alignment"], ["Comfortable position", "Economic understanding impediment"]]}