{"source": "https://www.gutenberg.org/cache/epub/3300/pg3300-images.html", "text": "\r\n\n\r\nHis employers constitute the third order, that of those who live by profit. It\r\nis the stock that is employed for the sake of profit, which puts into motion\r\nthe greater part of the useful labour of every society. The plans and projects\r\nof the employers of stock regulate and direct all the most important operation\r\nof labour, and profit is the end proposed by all those plans and projects. But\r\nthe rate of profit does not, like rent and wages, rise with the prosperity, and\r\nfall with the declension of the society. On the contrary, it is naturally low\r\nin rich, and high in poor countries, and it is always highest in the countries\r\nwhich are going fastest to ruin. The interest of this third order, therefore,\r\nhas not the same connexion with the general interest of the society, as that of\r\nthe other two. Merchants and master manufacturers are, in this order, the two\r\nclasses of people who commonly employ the largest capitals, and who by their\r\nwealth draw to themselves the greatest share of the public consideration. As\r\nduring their whole lives they are engaged in plans and projects, they have\r\nfrequently more acuteness of understanding than the greater part of country\r\ngentlemen. As their thoughts, however, are commonly exercised rather about the\r\ninterest of their own particular branch of business. than about that of the\r\nsociety, their judgment, even when given with the greatest candour (which it\r\nhas not been upon every occasion), is much more to be depended upon with regard\r\nto the former of those two objects, than with regard to the latter. Their\r\nsuperiority over the country gentleman is, not so much in their knowledge of\r\nthe public interest, as in their having a better knowledge of their own\r\ninterest than he has of his. It is by this superior knowledge of their own\r\ninterest that they have frequently imposed upon his generosity, and persuaded\r\nhim to give up both his own interest and that of the public, from a very simple\r\nbut honest conviction, that their interest, and not his, was the interest of\r\nthe public. The interest of the dealers, however, in any particular branch of\r\ntrade or manufactures, is always in some respects different from, and even\r\nopposite to, that of the public. To widen the market, and to narrow the\r\ncompetition, is always the interest of the dealers. To widen the market may\r\nfrequently be agreeable enough to the interest of the public; but to narrow the\r\ncompetition must always be against it, and can only serve to enable the\r\ndealers, by raising their profits above what they naturally would be, to levy,\r\nfor their own benefit, an absurd tax upon the rest of their fellow-citizens.\r\nThe proposal of any new law or regulation of commerce which comes from this\r\norder, ought always to be listened to with great precaution, and ought never to\r\nbe adopted till after having been long and carefully examined, not only with\r\nthe most scrupulous, but with the most suspicious attention. It comes from an\r\norder of men, whose interest is never exactly the same with that of the public,\r\nwho have generally an interest to deceive and even to oppress the public, and\r\nwho accordingly have, upon many occasions, both deceived and oppressed it.\r\n\n\r\n# PRICES OF WHEAT\r\n\n\r\nPRICES OF THE QUARTER OF NINE BUSHELS OF THE BEST OR HIGHEST PRICED WHEAT AT\r\nWINDSOR MARKET, ON LADY DAY AND MICHAELMAS, FROM 1595 TO 1764 BOTH INCLUSIVE;\r\nTHE PRICE OF EACH YEAR BEING THE MEDIUM BETWEEN THE HIGHEST PRICES OF THESE TWO\r\nMARKET DAYS.\r\n\n\r\nIn that rude state of society, in which there is no division of labour, in\r\nwhich exchanges are seldom made, and in which every man provides every thing\r\nfor himself, it is not necessary that any stock should be accumulated, or\r\nstored up before-hand, in order to carry on the business of the society. Every\r\nman endeavours to supply, by his own industry, his own occasional wants, as\r\nthey occur. When he is hungry, he goes to the forest to hunt; when his coat is\r\nworn out, he clothes himself with the skin of the first large animal he kills:\r\nand when his hut begins to go to ruin, he repairs it, as well as he can, with\r\nthe trees and the turf that are nearest it.\r\n\n\r\nBut when the division of labour has once been thoroughly introduced, the\r\nproduce of a man’s own labour can supply but a very small part of his\r\noccasional wants. The far greater part of them are supplied by the produce of\r\nother men’s labour, which he purchases with the produce, or, what is the\r\nsame thing, with the price of the produce, of his own. But this purchase cannot\r\nbe made till such time as the produce of his own labour has not only been\r\ncompleted, but sold. A stock of goods of different kinds, therefore, must be\r\nstored up somewhere, sufficient to maintain him, and to supply him with the\r\nmaterials and tools of his work, till such time at least as both these events\r\ncan be brought about. A weaver cannot apply himself entirely to his peculiar\r\nbusiness, unless there is before-hand stored up somewhere, either in his own\r\npossession, or in that of some other person, a stock sufficient to maintain\r\nhim, and to supply him with the materials and tools of his work, till he has\r\nnot only completed, but sold his web. This accumulation must evidently be\r\nprevious to his applying his industry for so long a time to such a peculiar\r\nbusiness.\r\n\n\r\nAs the accumulation of stock must, in the nature of things, be previous to the\r\ndivision of labour, so labour can be more and more subdivided in proportion\r\nonly as stock is previously more and more accumulated. The quantity of\r\nmaterials which the same number of people can work up, increases in a great\r\nproportion as labour comes to be more and more subdivided; and as the\r\noperations of each workman are gradually reduced to a greater degree of\r\nsimplicity, a variety of new machines come to be invented for facilitating and\r\nabridging those operations. As the division of labour advances, therefore, in\r\norder to give constant employment to an equal number of workmen, an equal stock\r\nof provisions, and a greater stock of materials and tools than what would have\r\nbeen necessary in a ruder state of things, must be accumulated before-hand. But\r\nthe number of workmen in every branch of business generally increases with the\r\ndivision of labour in that branch; or rather it is the increase of their number\r\nwhich enables them to class and subdivide themselves in this manner.\r\n\n\r\nAs the accumulation of stock is previously necessary for carrying on this great\r\nimprovement in the productive powers of labour, so that accumulation naturally\r\nleads to this improvement. The person who employs his stock in maintaining\r\nlabour, necessarily wishes to employ it in such a manner as to produce as great\r\na quantity of work as possible. He endeavours, therefore, both to make among\r\nhis workmen the most proper distribution of employment, and to furnish them\r\nwith the best machines which he can either invent or afford to purchase. His\r\nabilities, in both these respects, are generally in proportion to the extent of\r\nhis stock, or to the number of people whom it can employ. The quantity of\r\nindustry, therefore, not only increases in every country with the increase of\r\nthe stock which employs it, but, in consequence of that increase, the same\r\nquantity of industry produces a much greater quantity of work.\r\n\n\r\nSuch are in general the effects of the increase of stock upon industry and its\r\nproductive powers.\r\n\n\r\nIn the following book, I have endeavoured to explain the nature of stock, the\r\neffects of its accumulation into capital of different kinds, and the effects of\r\nthe different employments of those capitals. This book is divided into five\r\nchapters. In the first chapter, I have endeavoured to shew what are the\r\ndifferent parts or branches into which the stock, either of an individual, or\r\nof a great society, naturally divides itself. In the second, I have endeavoured\r\nto explain the nature and operation of money, considered as a particular branch\r\nof the general stock of the society. The stock which is accumulated into a\r\ncapital, may either be employed by the person to whom it belongs, or it may be\r\nlent to some other person. In the third and fourth chapters, I have endeavoured\r\nto examine the manner in which it operates in both these situations. The fifth\r\nand last chapter treats of the different effects which the different\r\nemployments of capital immediately produce upon the quantity, both of national\r\nindustry, and of the annual produce of land and labour.\r\n\n\r\nWhen the stock which a man possesses is no more than sufficient to maintain him\r\nfor a few days or a few weeks, he seldom thinks of deriving any revenue from\r\nit. He consumes it as sparingly as he can, and endeavours, by his labour, to\r\nacquire something which may supply its place before it be consumed altogether.\r\nHis revenue is, in this case, derived from his labour only. This is the state\r\nof the greater part of the labouring poor in all countries.\r\n\n\r\nBut when he possesses stock sufficient to maintain him for months or years, he\r\nnaturally endeavours to derive a revenue from the greater part of it, reserving\r\nonly so much for his immediate consumption as may maintain him till this\r\nrevenue begins to come in. His whole stock, therefore, is distinguished into\r\ntwo parts. That part which he expects is to afford him this revenue is called\r\nhis capital. The other is that which supplies his immediate consumption, and\r\nwhich consists either, first, in that portion of his whole stock which was\r\noriginally reserved for this purpose; or, secondly, in his revenue, from\r\nwhatever source derived, as it gradually comes in; or, thirdly, in such things\r\nas had been purchased by either of these in former years, and which are not yet\r\nentirely consumed, such as a stock of clothes, household furniture, and the\r\nlike. In one or other, or all of these three articles, consists the stock which\r\nmen commonly reserve for their own immediate consumption.\r\n\n\r\nThere are two different ways in which a capital may be employed so as to yield\r\na revenue or profit to its employer.\r\n\n\r\nFirst, it may be employed in raising, manufacturing, or purchasing goods, and\r\nselling them again with a profit. The capital employed in this manner yields no\r\nrevenue or profit to its employer, while it either remains in his possession,\r\nor continues in the same shape. The goods of the merchant yield him no revenue\r\nor profit till he sells them for money, and the money yields him as little till\r\nit is again exchanged for goods. His capital is continually going from him in\r\none shape, and returning to him in another; and it is only by means of such\r\ncirculation, or successive changes, that it can yield him any profit. Such\r\ncapitals, therefore, may very properly be called circulating capitals.\r\n\n\r\nSecondly, it may be employed in the improvement of land, in the purchase of\r\nuseful machines and instruments of trade, or in such like things as yield a\r\nrevenue or profit without changing masters, or circulating any further. Such\r\ncapitals, therefore, may very properly be called fixed capitals.\r\n\n\r\nDifferent occupations require very different proportions between the fixed and\r\ncirculating capitals employed in them.\r\n\n\r\nThe capital of a merchant, for example, is altogether a circulating capital. He\r\nhas occasion for no machines or instruments of trade, unless his shop or\r\nwarehouse be considered as such.\r\n\n\r\nSome part of the capital of every master artificer or manufacturer must be\r\nfixed in the instruments of his trade. This part, however, is very small in\r\nsome, and very great in others, A master tailor requires no other instruments\r\nof trade but a parcel of needles. Those of the master shoemaker are a little,\r\nthough but a very little, more expensive. Those of the weaver rise a good deal\r\nabove those of the shoemaker. The far greater part of the capital of all such\r\nmaster artificers, however, is circulated either in the wages of their workmen,\r\nor in the price of their materials, and repaid, with a profit, by the price of\r\nthe work.\r\n\n\r\nIn other works a much greater fixed capital is required. In a great iron-work,\r\nfor example, the furnace for melting the ore, the forge, the slit-mill, are\r\ninstruments of trade which cannot be erected without a very great expense. In\r\ncoal works, and mines of every kind, the machinery necessary, both for drawing\r\nout the water, and for other purposes, is frequently still more expensive.\r\n\n\r\nThat part of the capital of the farmer which is employed in the instruments of\r\nagriculture is a fixed, that which is employed in the wages and maintenance of\r\nhis labouring servants is a circulating capital. He makes a profit of the one\r\nby keeping it in his own possession, and of the other by parting with it. The\r\nprice or value of his labouring cattle is a fixed capital, in the same manner\r\nas that of the instruments of husbandry; their maintenance is a circulating\r\ncapital, in the same manner as that of the labouring servants. The farmer makes\r\nhis profit by keeping the labouring cattle, and by parting with their\r\nmaintenance. Both the price and the maintenance of the cattle which are bought\r\nin and fattened, not for labour, but for sale, are a circulating capital. The\r\nfarmer makes his profit by parting with them. A flock of sheep or a herd of\r\ncattle, that, in a breeding country, is brought in neither for labour nor for\r\nsale, but in order to make a profit by their wool, by their milk, and by their\r\nincrease, is a fixed capital. The profit is made by keeping them. Their\r\nmaintenance is a circulating capital. The profit is made by parting with it;\r\nand it comes back with both its own profit and the profit upon the whole price\r\nof the cattle, in the price of the wool, the milk, and the increase. The whole\r\nvalue of the seed, too, is properly a fixed capital. Though it goes backwards\r\nand forwards between the ground and the granary, it never changes masters, and\r\ntherefore does not properly circulate. The farmer makes his profit, not by its\r\nsale, but by its increase.\r\n\n\r\nThe general stock of any country or society is the same with that of all its\r\ninhabitants or members; and, therefore, naturally divides itself into the same\r\nthree portions, each of which has a distinct function or office.\r\n\n\r\nThe first is that portion which is reserved for immediate consumption, and of\r\nwhich the characteristic is, that it affords no revenue or profit. It consists\r\nin the stock of food, clothes, household furniture, etc. which have been\r\npurchased by their proper consumers, but which are not yet entirely consumed.\r\nThe whole stock of mere dwelling-houses, too, subsisting at any one time in the\r\ncountry, make a part of this first portion. The stock that is laid out in a\r\nhouse, if it is to be the dwelling-house of the proprietor, ceases from that\r\nmoment to serve in the function of a capital, or to afford any revenue to its\r\nowner. A dwelling-house, as such, contributes nothing to the revenue of its\r\ninhabitant; and though it is, no doubt, extremely useful to him, it is as his\r\nclothes and household furniture are useful to him, which, however, make a part\r\nof his expense, and not of his revenue. If it is to be let to a tenant for\r\nrent, as the house itself can produce nothing, the tenant must always pay the\r\nrent out of some other revenue, which he derives, either from labour, or stock,\r\nor land. Though a house, therefore, may yield a revenue to its proprietor, and\r\nthereby serve in the function of a capital to him, it cannot yield any to the\r\npublic, nor serve in the function of a capital to it, and the revenue of the\r\nwhole body of the people can never be in the smallest degree increased by it.\r\nClothes and household furniture, in the same manner, sometimes yield a revenue,\r\nand thereby serve in the function of a capital to particular persons. In\r\ncountries where masquerades are common, it is a trade to let out masquerade\r\ndresses for a night. Upholsterers frequently let furniture by the month or by\r\nthe year. Undertakers let the furniture of funerals by the day and by the week.\r\nMany people let furnished houses, and get a rent, not only for the use of the\r\nhouse, but for that of the furniture. The revenue, however, which is derived\r\nfrom such things, must always be ultimately drawn from some other source of\r\nrevenue. Of all parts of the stock, either of an individual or of a society,\r\nreserved for immediate consumption, what is laid out in houses is most slowly\r\nconsumed. A stock of clothes may last several years; a stock of furniture half\r\na century or a century; but a stock of houses, well built and properly taken\r\ncare of, may last many centuries. Though the period of their total consumption,\r\nhowever, is more distant, they are still as really a stock reserved for\r\nimmediate consumption as either clothes or household furniture.\r\n\n\r\nThe second of the three portions into which the general stock of the society\r\ndivides itself, is the fixed capital; of which the characteristic is, that it\r\naffords a revenue or profit without circulating or changing masters. It\r\nconsists chiefly of the four following articles.\r\n\n\r\nFirst, of all useful machines and instruments of trade, which facilitate and\r\nabridge labour.\r\n\n\r\nSecondly, of all those profitable buildings which are the means of procuring a\r\nrevenue, not only to the proprietor who lets them for a rent, but to the person\r\nwho possesses them, and pays that rent for them; such as shops, warehouses,\r\nwork-houses, farm-houses, with all their necessary buildings, stables,\r\ngranaries, etc. These are very different from mere dwelling-houses. They are a\r\nsort of instruments of trade, and may be considered in the same light.\r\n\n\r\nThirdly, of the improvements of land, of what has been profitably laid out in\r\nclearing, draining, inclosing, manuring, and reducing it into the condition\r\nmost proper for tillage and culture. An improved farm may very justly be\r\nregarded in the same light as those useful machines which facilitate and\r\nabridge labour, and by means of which an equal circulating capital can afford a\r\nmuch greater revenue to its employer. An improved farm is equally advantageous\r\nand more durable than any of those machines, frequently requiring no other\r\nrepairs than the most profitable application of the farmer’s capital\r\nemployed in cultivating it.\r\n\n\r\nFourthly, of the acquired and useful abilities of all the inhabitants and\r\nmembers of the society. The acquisition of such talents, by the maintenance of\r\nthe acquirer during his education, study, or apprenticeship, always costs a\r\nreal expense, which is a capital fixed and realized, as it were, in his person.\r\nThose talents, as they make a part of his fortune, so do they likewise that of\r\nthe society to which he belongs. The improved dexterity of a workman may be\r\nconsidered in the same light as a machine or instrument of trade which\r\nfacilitates and abridges labour, and which, though it costs a certain expense,\r\nrepays that expense with a profit.\r\n\n\r\nThe third and last of the three portions into which the general stock of the\r\nsociety naturally divides itself, is the circulating capital, of which the\r\ncharacteristic is, that it affords a revenue only by circulating or changing\r\nmasters. It is composed likewise of four parts.\r\n\n\r\nFirst, of the money, by means of which all the other three are circulated and\r\ndistributed to their proper consumers.\r\n\n\r\nSecondly, of the stock of provisions which are in the possession of the\r\nbutcher, the grazier, the farmer, the corn-merchant, the brewer, etc. and from\r\nthe sale of which they expect to derive a profit.\r\n\n\r\nThirdly, of the materials, whether altogether rude, or more or less\r\nmanufactured, of clothes, furniture, and building which are not yet made up\r\ninto any of those three shapes, but which remain in the hands of the growers,\r\nthe manufacturers, the mercers, and drapers, the timber-merchants, the\r\ncarpenters and joiners, the brick-makers, etc.\r\n\n\r\nFourthly, and lastly, of the work which is made up and completed, but which is\r\nstill in the hands of the merchant and manufacturer, and not yet disposed of or\r\ndistributed to the proper consumers; such as the finished work which we\r\nfrequently find ready made in the shops of the smith, the cabinet-maker, the\r\ngoldsmith, the jeweller, the china-merchant, etc. The circulating capital\r\nconsists, in this manner, of the provisions, materials, and finished work of\r\nall kinds that are in the hands of their respective dealers, and of the money\r\nthat is necessary for circulating and distributing them to those who are\r\nfinally to use or to consume them.\r\n\n\r\nOf these four parts, three—provisions, materials, and finished work, are\r\neither annually or in a longer or shorter period, regularly withdrawn from it,\r\nand placed either in the fixed capital, or in the stock reserved for immediate\r\nconsumption.\r\n\n\r\nEvery fixed capital is both originally derived from, and requires to be\r\ncontinually supported by, a circulating capital. All useful machines and\r\ninstruments of trade are originally derived from a circulating capital, which\r\nfurnishes the materials of which they are made, and the maintenance of the\r\nworkmen who make them. They require, too, a capital of the same kind to keep\r\nthem in constant repair.\r\n\n\r\nNo fixed capital can yield any revenue but by means of a circulating capital.\r\nThe most useful machines and instruments of trade will produce nothing, without\r\nthe circulating capital, which affords the materials they are employed upon,\r\nand the maintenance of the workmen who employ them. Land, however improved,\r\nwill yield no revenue without a circulating capital, which maintains the\r\nlabourers who cultivate and collect its produce.\r\n\n\r\nTo maintain and augment the stock which may be reserved for immediate\r\nconsumption, is the sole end and purpose both of the fixed and circulating\r\ncapitals. It is this stock which feeds, clothes, and lodges the people. Their\r\nriches or poverty depend upon the abundant or sparing supplies which those two\r\ncapitals can afford to the stock reserved for immediate consumption.\r\n\n\r\nSo great a part of the circulating capital being continually withdrawn from it,\r\nin order to be placed in the other two branches of the general stock of the\r\nsociety, it must in its turn require continual supplies without which it would\r\nsoon cease to exist. These supplies are principally drawn from three sources;\r\nthe produce of land, of mines, and of fisheries. These afford continual\r\nsupplies of provisions and materials, of which part is afterwards wrought up\r\ninto finished work and by which are replaced the provisions, materials, and\r\nfinished work, continually withdrawn from the circulating capital. From mines,\r\ntoo, is drawn what is necessary for maintaining and augmenting that part of it\r\nwhich consists in money. For though, in the ordinary course of business, this\r\npart is not, like the other three, necessarily withdrawn from it, in order to\r\nbe placed in the other two branches of the general stock of the society, it\r\nmust, however, like all other things, be wasted and worn out at last, and\r\nsometimes, too, be either lost or sent abroad, and must, therefore, require\r\ncontinual, though no doubt much smaller supplies.\r\n\n\r\nLand, mines, and fisheries, require all both a fixed and circulating capital\r\nto cultivate them; and their produce replaces, with a profit not only those\r\ncapitals, but all the others in the society. Thus the farmer annually replaces\r\nto the manufacturer the provisions which he had consumed, and the materials\r\nwhich he had wrought up the year before; and the manufacturer replaces to the\r\nfarmer the finished work which he had wasted and worn out in the same time.\r\nThis is the real exchange that is annually made between those two orders of\r\npeople, though it seldom happens that the rude produce of the one, and the\r\nmanufactured produce of the other, are directly bartered for one another;\r\nbecause it seldom happens that the farmer sells his corn and his cattle, his\r\nflax and his wool, to the very same person of whom he chuses to purchase the\r\nclothes, furniture, and instruments of trade, which he wants. He sells,\r\ntherefore, his rude produce for money, with which he can purchase, wherever it\r\nis to be had, the manufactured produce he has occasion for. Land even replaces,\r\nin part at least, the capitals with which fisheries and mines are cultivated.\r\nIt is the produce of land which draws the fish from the waters; and it is the\r\nproduce of the surface of the earth which extracts the minerals from its\r\nbowels.\r\n\n\r\nThe produce of land, mines, and fisheries, when their natural fertility is\r\nequal, is in proportion to the extent and proper application of the capitals\r\nemployed about them. When the capitals are equal, and equally well applied, it\r\nis in proportion to their natural fertility.\r\n\n\r\nIn all countries where there is a tolerable security, every man of common\r\nunderstanding will endeavour to employ whatever stock he can command, in\r\nprocuring either present enjoyment or future profit. If it is employed in\r\nprocuring present enjoyment, it is a stock reserved for immediate consumption.\r\nIf it is employed in procuring future profit, it must procure this profit\r\neither by staying with him, or by going from him. In the one case it is a\r\nfixed, in the other it is a circulating capital. A man must be perfectly crazy,\r\nwho, where there is a tolerable security, does not employ all the stock which\r\nhe commands, whether it be his own, or borrowed of other people, in some one or\r\nother of those three ways.\r\n\n\r\nIn those unfortunate countries, indeed, where men are continually afraid of the\r\nviolence of their superiors, they frequently bury or conceal a great part of\r\ntheir stock, in order to have it always at hand to carry with them to some\r\nplace of safety, in case of their being threatened with any of those disasters\r\nto which they consider themselves at all times exposed. This is said to be a\r\ncommon practice in Turkey, in Indostan, and, I believe, in most other\r\ngovernments of Asia. It seems to have been a common practice among our\r\nancestors during the violence of the feudal government. Treasure-trove was, in\r\nthose times, considered as no contemptible part of the revenue of the greatest\r\nsovereigns in Europe. It consisted in such treasure as was found concealed in\r\nthe earth, and to which no particular person could prove any right. This was\r\nregarded, in those times, as so important an object, that it was always\r\nconsidered as belonging to the sovereign, and neither to the finder nor to the\r\nproprietor of the land, unless the right to it had been conveyed to the latter\r\nby an express clause in his charter. It was put upon the same footing with gold\r\nand silver mines, which, without a special clause in the charter, were never\r\nsupposed to be comprehended in the general grant of the lands, though mines of\r\nlead, copper, tin, and coal were, as things of smaller consequence.\r\n\n\r\nIt has been shown in the First Book, that the price of the greater part of\r\ncommodities resolves itself into three parts, of which one pays the wages of\r\nthe labour, another the profits of the stock, and a third the rent of the land\r\nwhich had been employed in producing and bringing them to market: that there\r\nare, indeed, some commodities of which the price is made up of two of those\r\nparts only, the wages of labour, and the profits of stock; and a very few in\r\nwhich it consists altogether in one, the wages of labour; but that the price of\r\nevery commodity necessarily resolves itself into some one or other, or all, of\r\nthose three parts; every part of it which goes neither to rent nor to wages,\r\nbeing necessarily profit to some body.\r\n\n\r\nSince this is the case, it has been observed, with regard to every particular\r\ncommodity, taken separately, it must be so with regard to all the commodities\r\nwhich compose the whole annual produce of the land and labour of every country,\r\ntaken complexly. The whole price or exchangeable value of that annual produce\r\nmust resolve itself into the same three parts, and be parcelled out among the\r\ndifferent inhabitants of the country, either as the wages of their labour, the\r\nprofits of their stock, or the rent of their land.\r\n\n\r\nBut though the whole value of the annual produce of the land and labour of\r\nevery country, is thus divided among, and constitutes a revenue to, its\r\ndifferent inhabitants; yet, as in the rent of a private estate, we distinguish\r\nbetween the gross rent and the neat rent, so may we likewise in the revenue of\r\nall the inhabitants of a great country.\r\n\n\r\nThe gross rent of a private estate comprehends whatever is paid by the farmer;\r\nthe neat rent, what remains free to the landlord, after deducting the expense\r\nof management, of repairs, and all other necessary charges; or what, without\r\nhurting his estate, he can afford to place in his stock reserved for immediate\r\nconsumption, or to spend upon his table, equipage, the ornaments of his house\r\nand furniture, his private enjoyments and amusements. His real wealth is in\r\nproportion, not to his gross, but to his neat rent.\r\n\n\r\nThe gross revenue of all the inhabitants of a great country comprehends the\r\nwhole annual produce of their land and labour; the neat revenue, what remains\r\nfree to them, after deducting the expense of maintaining first, their fixed,\r\nand, secondly, their circulating capital, or what, without encroaching upon\r\ntheir capital, they can place in their stock reserved for immediate\r\nconsumption, or spend upon their subsistence, conveniencies, and amusements.\r\nTheir real wealth, too, is in proportion, not to their gross, but to their neat\r\nrevenue.\r\n\n\r\nThe whole expense of maintaining the fixed capital must evidently be excluded\r\nfrom the neat revenue of the society. Neither the materials necessary for\r\nsupporting their useful machines and instruments of trade, their profitable\r\nbuildings, etc. nor the produce of the labour necessary for fashioning those\r\nmaterials into the proper form, can ever make any part of it. The price of that\r\nlabour may indeed make a part of it; as the workmen so employed may place the\r\nwhole value of their wages in their stock reserved for immediate consumption.\r\nBut in other sorts of labour, both the price and the produce go to this stock;\r\nthe price to that of the workmen, the produce to that of other people, whose\r\nsubsistence, conveniencies, and amusements, are augmented by the labour of\r\nthose workmen.\r\n\n\r\nThe intention of the fixed capital is to increase the productive powers of\r\nlabour, or to enable the same number of labourers to perform a much greater\r\nquantity of work. In a farm where all the necessary buildings, fences, drains,\r\ncommunications, etc. are in the most perfect good order, the same number of\r\nlabourers and labouring cattle will raise a much greater produce, than in one\r\nof equal extent and equally good ground, but not furnished with equal\r\nconveniencies. In manufactures, the same number of hands, assisted with the\r\nbest machinery, will work up a much greater quantity of goods than with more\r\nimperfect instruments of trade. The expense which is properly laid out upon a\r\nfixed capital of any kind, is always repaid with great profit, and increases\r\nthe annual produce by a much greater value than that of the support which such\r\nimprovements require. This support, however, still requires a certain portion\r\nof that produce. A certain quantity of materials, and the labour of a certain\r\nnumber of workmen, both of which might have been immediately employed to\r\naugment the food, clothing, and lodging, the subsistence and conveniencies of\r\nthe society, are thus diverted to another employment, highly advantageous\r\nindeed, but still different from this one. It is upon this account that all\r\nsuch improvements in mechanics, as enable the same number of workmen to perform\r\nan equal quantity of work with cheaper and simpler machinery than had been\r\nusual before, are always regarded as advantageous to every society. A certain\r\nquantity of materials, and the labour of a certain number of workmen, which had\r\nbefore been employed in supporting a more complex and expensive machinery, can\r\nafterwards be applied to augment the quantity of work which that or any other\r\nmachinery is useful only for performing. The undertaker of some great\r\nmanufactory, who employs a thousand a-year in the maintenance of his machinery,\r\nif he can reduce this expense to five hundred, will naturally employ the other\r\nfive hundred in purchasing an additional quantity of materials, to be wrought\r\nup by an additional number of workmen. The quantity of that work, therefore,\r\nwhich his machinery was useful only for performing, will naturally be\r\naugmented, and with it all the advantage and conveniency which the society can\r\nderive from that work.\r\n\n\r\nThe expense of maintaining the fixed capital in a great country, may very\r\nproperly be compared to that of repairs in a private estate. The expense of\r\nrepairs may frequently be necessary for supporting the produce of the estate,\r\nand consequently both the gross and the neat rent of the landlord. When by a\r\nmore proper direction, however, it can be diminished without occasioning any\r\ndiminution of produce, the gross rent remains at least the same as before, and\r\nthe neat rent is necessarily augmented.\r\n\n\r\nBut though the whole expense of maintaining the fixed capital is thus\r\nnecessarily excluded from the neat revenue of the society, it is not the same\r\ncase with that of maintaining the circulating capital. Of the four parts of\r\nwhich this latter capital is composed, money, provisions, materials, and\r\nfinished work, the three last, it has already been observed, are regularly\r\nwithdrawn from it, and placed either in the fixed capital of the society, or in\r\ntheir stock reserved for immediate consumption. Whatever portion of those\r\nconsumable goods is not employed in maintaining the former, goes all to the\r\nlatter, and makes a part of the neat revenue of the society. The maintenance of\r\nthose three parts of the circulating capital, therefore, withdraws no portion\r\nof the annual produce from the neat revenue of the society, besides what is\r\nnecessary for maintaining the fixed capital.\r\n\n\r\nThe circulating capital of a society is in this respect different from that of\r\nan individual. That of an individual is totally excluded from making any part\r\nof his neat revenue, which must consist altogether in his profits. But though\r\nthe circulating capital of every individual makes a part of that of the society\r\nto which he belongs, it is not upon that account totally excluded from making a\r\npart likewise of their neat revenue. Though the whole goods in a\r\nmerchant’s shop must by no means be placed in his own stock reserved for\r\nimmediate consumption, they may in that of other people, who, from a revenue\r\nderived from other funds, may regularly replace their value to him, together\r\nwith its profits, without occasioning any diminution either of his capital or\r\nof theirs.\r\n\n\r\nMoney, therefore, is the only part of the circulating capital of a society, of\r\nwhich the maintenance can occasion any diminution in their neat revenue.\r\n\n\r\nThe fixed capital, and that part of the circulating capital which consists in\r\nmoney, so far as they affect the revenue of the society, bear a very great\r\nresemblance to one another.\r\n\n\r\nFirst, as those machines and instruments of trade, etc. require a certain\r\nexpense, first to erect them, and afterwards to support them, both which\r\nexpenses, though they make a part of the gross, are deductions from the neat\r\nrevenue of the society; so the stock of money which circulates in any country\r\nmust require a certain expense, first to collect it, and afterwards to support\r\nit; both which expenses, though they make a part of the gross, are, in the same\r\nmanner, deductions from the neat revenue of the society. A certain quantity of\r\nvery valuable materials, gold and silver, and of very curious labour, instead\r\nof augmenting the stock reserved for immediate consumption, the subsistence,\r\nconveniencies, and amusements of individuals, is employed in supporting that\r\ngreat but expensive instrument of commerce, by means of which every individual\r\nin the society has his subsistence, conveniencies, and amusements, regularly\r\ndistributed to him in their proper proportions.\r\n\n\r\nSecondly, as the machines and instruments of trade, etc. which compose the\r\nfixed capital either of an individual or of a society, make no part either of\r\nthe gross or of the neat revenue of either; so money, by means of which the\r\nwhole revenue of the society is regularly distributed among all its different\r\nmembers, makes itself no part of that revenue. The great wheel of circulation\r\nis altogether different from the goods which are circulated by means of it. The\r\nrevenue of the society consists altogether in those goods, and not in the wheel\r\nwhich circulates them. In computing either the gross or the neat revenue of any\r\nsociety, we must always, from the whole annual circulation of money and goods,\r\ndeduct the whole value of the money, of which not a single farthing can ever\r\nmake any part of either.\r\n\n\r\nIt is the ambiguity of language only which can make this proposition appear\r\neither doubtful or paradoxical. When properly explained and understood, it is\r\nalmost self-evident.\r\n\n\r\nWhen we talk of any particular sum of money, we sometimes mean nothing but the\r\nmetal pieces of which it is composed, and sometimes we include in our meaning\r\nsome obscure reference to the goods which can be had in exchange for it, or to\r\nthe power of purchasing which the possession of it conveys. Thus, when we say\r\nthat the circulating money of England has been computed at eighteen millions,\r\nwe mean only to express the amount of the metal pieces, which some writers have\r\ncomputed, or rather have supposed, to circulate in that country. But when we\r\nsay that a man is worth fifty or a hundred pounds a-year, we mean commonly to\r\nexpress, not only the amount of the metal pieces which are annually paid to\r\nhim, but the value of the goods which he can annually purchase or consume; we\r\nmean commonly to ascertain what is or ought to be his way of living, or the\r\nquantity and quality of the necessaries and conveniencies of life in which he\r\ncan with propriety indulge himself.\r\n\n\r\nWhen, by any particular sum of money, we mean not only to express the amount of\r\nthe metal pieces of which it is composed, but to include in its signification\r\nsome obscure reference to the goods which can be had in exchange for them, the\r\nwealth or revenue which it in this case denotes, is equal only to one of the\r\ntwo values which are thus intimated somewhat ambiguously by the same word, and\r\nto the latter more properly than to the former, to the money’s worth more\r\nproperly than to the money.\r\n\n\r\nThus, if a guinea be the weekly pension of a particular person, he can in the\r\ncourse of the week purchase with it a certain quantity of subsistence,\r\nconveniencies, and amusements. In proportion as this quantity is great or\r\nsmall, so are his real riches, his real weekly revenue. His weekly revenue is\r\ncertainly not equal both to the guinea and to what can be purchased with it,\r\nbut only to one or other of those two equal values, and to the latter more\r\nproperly than to the former, to the guinea’s worth rather than to the\r\nguinea.\r\n\n\r\nIf the pension of such a person was paid to him, not in gold, but in a weekly\r\nbill for a guinea, his revenue surely would not so properly consist in the\r\npiece of paper, as in what he could get for it. A guinea may be considered as a\r\nbill for a certain quantity of necessaries and conveniencies upon all the\r\ntradesmen in the neighbourhood. The revenue of the person to whom it is paid,\r\ndoes not so properly consist in the piece of gold, as in what he can get for\r\nit, or in what he can exchange it for. If it could be exchanged for nothing, it\r\nwould, like a bill upon a bankrupt, be of no more value than the most useless\r\npiece of paper.\r\n\n\r\nThough the weekly or yearly revenue of all the different inhabitants of any\r\ncountry, in the same manner, may be, and in reality frequently is, paid to them\r\nin money, their real riches, however, the real weekly or yearly revenue of all\r\nof them taken together, must always be great or small, in proportion to the\r\nquantity of consumable goods which they can all of them purchase with this\r\nmoney. The whole revenue of all of them taken together is evidently not equal\r\nto both the money and the consumable goods, but only to one or other of those\r\ntwo values, and to the latter more properly than to the former.\r\n\n\r\nThough we frequently, therefore, express a person’s revenue by the metal\r\npieces which are annually paid to him, it is because the amount of those pieces\r\nregulates the extent of his power of purchasing, or the value of the goods\r\nwhich he can annually afford to consume. We still consider his revenue as\r\nconsisting in this power of purchasing or consuming, and not in the pieces\r\nwhich convey it.\r\n\n\r\nBut if this is sufficiently evident, even with regard to an individual, it is\r\nstill more so with regard to a society. The amount of the metal pieces which\r\nare annually paid to an individual, is often precisely equal to his revenue,\r\nand is upon that account the shortest and best expression of its value. But the\r\namount of the metal pieces which circulate in a society, can never be equal to\r\nthe revenue of all its members. As the same guinea which pays the weekly\r\npension of one man to-day, may pay that of another to-morrow, and that of a\r\nthird the day thereafter, the amount of the metal pieces which annually\r\ncirculate in any country, must always be of much less value than the whole\r\nmoney pensions annually paid with them. But the power of purchasing, or the\r\ngoods which can successively be bought with the whole of those money pensions,\r\nas they are successively paid, must always be precisely of the same value with\r\nthose pensions; as must likewise be the revenue of the different persons to\r\nwhom they are paid. That revenue, therefore, cannot consist in those metal\r\npieces, of which the amount is so much inferior to its value, but in the power\r\nof purchasing, in the goods which can successively be bought with them as they\r\ncirculate from hand to hand.\r\n\n\r\nMoney, therefore, the great wheel of circulation, the great instrument of\r\ncommerce, like all other instruments of trade, though it makes a part, and a\r\nvery valuable part, of the capital, makes no part of the revenue of the society\r\nto which it belongs; and though the metal pieces of which it is composed, in\r\nthe course of their annual circulation, distribute to every man the revenue\r\nwhich properly belongs to him, they make themselves no part of that revenue.\r\n\n\r\nThirdly, and lastly, the machines and instruments of trade, etc. which compose\r\nthe fixed capital, bear this further resemblance to that part of the\r\ncirculating capital which consists in money; that as every saving in the\r\nexpense of erecting and supporting those machines, which does not diminish the\r\nintroductive powers of labour, is an improvement of the neat revenue of the\r\nsociety; so every saving in the expense of collecting and supporting that part\r\nof the circulating capital which consists in money is an improvement of exactly\r\nthe same kind.\r\n\n\r\nIt is sufficiently obvious, and it has partly, too, been explained already, in\r\nwhat manner every saving in the expense of supporting the fixed capital is an\r\nimprovement of the neat revenue of the society. The whole capital of the\r\nundertaker of every work is necessarily divided between his fixed and his\r\ncirculating capital. While his whole capital remains the same, the smaller the\r\none part, the greater must necessarily be the other. It is the circulating\r\ncapital which furnishes the materials and wages of labour, and puts industry\r\ninto motion. Every saving, therefore, in the expense of maintaining the fixed\r\ncapital, which does not diminish the productive powers of labour, must increase\r\nthe fund which puts industry into motion, and consequently the annual produce\r\nof land and labour, the real revenue of every society.\r\n\n\r\nThe substitution of paper in the room of gold and silver money, replaces a very\r\nexpensive instrument of commerce with one much less costly, and sometimes\r\nequally convenient. Circulation comes to be carried on by a new wheel, which it\r\ncosts less both to erect and to maintain than the old one. But in what manner\r\nthis operation is performed, and in what manner it tends to increase either the\r\ngross or the neat revenue of the society, is not altogether so obvious, and may\r\ntherefore require some further explication.\r\n\n\r\nThere are several different sorts of paper money; but the circulating notes of\r\nbanks and bankers are the species which is best known, and which seems best\r\nadapted for this purpose.\r\n\n\r\nWhen the people of any particular country have such confidence in the fortune,\r\nprobity and prudence of a particular banker, as to believe that he is always\r\nready to pay upon demand such of his promissory notes as are likely to be at\r\nany time presented to him, those notes come to have the same currency as gold\r\nand silver money, from the confidence that such money can at any time be had\r\nfor them.\r\n\n\r\nA particular banker lends among his customers his own promissory notes, to the\r\nextent, we shall suppose, of a hundred thousand pounds. As those notes serve\r\nall the purposes of money, his debtors pay him the same interest as if he had\r\nlent them so much money. This interest is the source of his gain. Though some\r\nof those notes are continually coming back upon him for payment, part of them\r\ncontinue to circulate for months and years together. Though he has generally in\r\ncirculation, therefore, notes to the extent of a hundred thousand pounds,\r\ntwenty thousand pounds in gold and silver may, frequently, be a sufficient\r\nprovision for answering occasional demands. By this operation, therefore,\r\ntwenty thousand pounds in gold and silver perform all the functions which a\r\nhundred thousand could otherwise have performed. The same exchanges may be\r\nmade, the same quantity of consumable goods may be circulated and distributed\r\nto their proper consumers, by means of his promissory notes, to the value of a\r\nhundred thousand pounds, as by an equal value of gold and silver money. Eighty\r\nthousand pounds of gold and silver, therefore, can in this manner be spared\r\nfrom the circulation of the country; and if different operations of the same\r\nkind should, at the same time, be carried on by many different banks and\r\nbankers, the whole circulation may thus be conducted with a fifth part only of\r\nthe gold and silver which would otherwise have been requisite.\r\n\n\r\nLet us suppose, for example, that the whole circulating money of some\r\nparticular country amounted, at a particular time, to one million sterling,\r\nthat sum being then sufficient for circulating the whole annual produce of\r\ntheir land and labour; let us suppose, too, that some time thereafter,\r\ndifferent banks and bankers issued promissory notes payable to the bearer, to\r\nthe extent of one million, reserving in their different coffers two hundred\r\nthousand pounds for answering occasional demands; there would remain,\r\ntherefore, in circulation, eight hundred thousand pounds in gold and silver,\r\nand a million of bank notes, or eighteen hundred thousand pounds of paper and\r\nmoney together. But the annual produce of the land and labour of the country\r\nhad before required only one million to circulate and distribute it to its\r\nproper consumers, and that annual produce cannot be immediately augmented by\r\nthose operations of banking. One million, therefore, will be sufficient to\r\ncirculate it after them. The goods to be bought and sold being precisely the\r\nsame as before, the same quantity of money will be sufficient for buying and\r\nselling them. The channel of circulation, if I may be allowed such an\r\nexpression, will remain precisely the same as before. One million we have\r\nsupposed sufficient to fill that channel. Whatever, therefore, is poured into\r\nit beyond this sum, cannot run into it, but must overflow. One million eight\r\nhundred thousand pounds are poured into it. Eight hundred thousand pounds,\r\ntherefore, must overflow, that sum being over and above what can be employed in\r\nthe circulation of the country. But though this sum cannot be employed at home,\r\nit is too valuable to be allowed to lie idle. It will, therefore, be sent\r\nabroad, in order to seek that profitable employment which it cannot find at\r\nhome. But the paper cannot go abroad; because at a distance from the banks\r\nwhich issue it, and from the country in which payment of it can be exacted by\r\nlaw, it will not be received in common payments. Gold and silver, therefore, to\r\nthe amount of eight hundred thousand pounds, will be sent abroad, and the\r\nchannel of home circulation will remain filled with a million of paper instead\r\nof a million of those metals which filled it before.\r\n\n\r\nBut though so great a quantity of gold and silver is thus sent abroad, we must\r\nnot imagine that it is sent abroad for nothing, or that its proprietors make a\r\npresent of it to foreign nations. They will exchange it for foreign goods of\r\nsome kind or another, in order to supply the consumption either of some other\r\nforeign country, or of their own.\r\n\n\r\nIf they employ it in purchasing goods in one foreign country, in order to\r\nsupply the consumption of another, or in what is called the carrying trade,\r\nwhatever profit they make will be in addition to the neat revenue of their own\r\ncountry. It is like a new fund, created for carrying on a new trade; domestic\r\nbusiness being now transacted by paper, and the gold and silver being converted\r\ninto a fund for this new trade.\r\n\n\r\nIf they employ it in purchasing foreign goods for home consumption, they may\r\neither, first, purchase such goods as are likely to be consumed by idle people,\r\nwho produce nothing, such as foreign wines, foreign silks, etc.; or, secondly,\r\nthey may purchase an additional stock of materials, tools, and provisions, in\r\norder to maintain and employ an additional number of industrious people, who\r\nreproduce, with a profit, the value of their annual consumption.\r\n\n\r\nSo far as it is employed in the first way, it promotes prodigality, increases\r\nexpense and consumption, without increasing production, or establishing any\r\npermanent fund for supporting that expense, and is in every respect hurtful to\r\nthe society.\r\n\n\r\nSo far as it is employed in the second way, it promotes industry; and though it\r\nincreases the consumption of the society, it provides a permanent fund for\r\nsupporting that consumption; the people who consume reproducing, with a profit,\r\nthe whole value of their annual consumption. The gross revenue of the society,\r\nthe annual produce of their land and labour, is increased by the whole value\r\nwhich the labour of those workmen adds to the materials upon which they are\r\nemployed, and their neat revenue by what remains of this value, after deducting\r\nwhat is necessary for supporting the tools and instruments of their trade.\r\n\n\r\nThat the greater part of the gold and silver which being forced abroad by those\r\noperations of banking, is employed in purchasing foreign goods for home\r\nconsumption, is, and must be, employed in purchasing those of this second kind,\r\nseems not only probable, but almost unavoidable. Though some particular men may\r\nsometimes increase their expense very considerably, though their revenue does\r\nnot increase at all, we maybe assured that no class or order of men ever does\r\nso; because, though the principles of common prudence do not always govern the\r\nconduct of every individual, they always influence that of the majority of\r\nevery class or order. But the revenue of idle people, considered as a class or\r\norder, cannot, in the smallest degree, be increased by those operations of\r\nbanking. Their expense in general, therefore, cannot be much increased by them,\r\nthough that of a few individuals among them may, and in reality sometimes is.\r\nThe demand of idle people, therefore, for foreign goods, being the same, or\r\nvery nearly the same as before, a very small part of the money which, being\r\nforced abroad by those operations of banking, is employed in purchasing foreign\r\ngoods for home consumption, is likely to be employed in purchasing those for\r\ntheir use. The greater part of it will naturally be destined for the employment\r\nof industry, and not for the maintenance of idleness.\r\n\n\r\nWhen we compute the quantity of industry which the circulating capital of any\r\nsociety can employ, we must always have regard to those parts of it only which\r\nconsist in provisions, materials, and finished work; the other, which consists\r\nin money, and which serves only to circulate those three, must always be\r\ndeducted. In order to put industry into motion, three things are requisite;\r\nmaterials to work upon, tools to work with, and the wages or recompence for the\r\nsake of which the work is done. Money is neither a material to work upon, nor a\r\ntool to work with; and though the wages of the workman are commonly paid to him\r\nin money, his real revenue, like that of all other men, consists, not in the\r\nmoney, but in the money’s worth; not in the metal pieces, but in what can\r\nbe got for them.\r\n\n\r\nThe quantity of industry which any capital can employ, must evidently be equal\r\nto the number of workmen whom it can supply with materials, tools, and a\r\nmaintenance suitable to the nature of the work. Money may be requisite for\r\npurchasing the materials and tools of the work, as well as the maintenance of\r\nthe workmen; but the quantity of industry which the whole capital can employ,\r\nis certainly not equal both to the money which purchases, and to the materials,\r\ntools, and maintenance, which are purchased with it, but only to one or other\r\nof those two values, and to the latter more properly than to the former.\r\n\n\r\nWhen paper is substituted in the room of gold and silver money, the quantity of\r\nthe materials, tools, and maintenance, which the whole circulating capital can\r\nsupply, may be increased by the whole value of gold and silver which used to be\r\nemployed in purchasing them. The whole value of the great wheel of circulation\r\nand distribution is added to the goods which are circulated and distributed by\r\nmeans of it. The operation, in some measure, resembles that of the undertaker\r\nof some great work, who, in consequence of some improvement in mechanics, takes\r\ndown his old machinery, and adds the difference between its price and that of\r\nthe new to his circulating capital, to the fund from which he furnishes\r\nmaterials and wages to his workmen.\r\n\n\r\nWhat is the proportion which the circulating money of any country bears to the\r\nwhole value of the annual produce circulated by means of it, it is perhaps\r\nimpossible to determine. It has been computed by different authors at a fifth,\r\nat a tenth, at a twentieth, and at a thirtieth, part of that value. But how\r\nsmall soever the proportion which the circulating money may bear to the whole\r\nvalue of the annual produce, as but a part, and frequently but a small part, of\r\nthat produce, is ever destined for the maintenance of industry, it must always\r\nbear a very considerable proportion to that part. When, therefore, by the\r\nsubstitution of paper, the gold and silver necessary for circulation is reduced\r\nto, perhaps, a fifth part of the former quantity, if the value of only the\r\ngreater part of the other four-fifths be added to the funds which are destined\r\nfor the maintenance of industry, it must make a very considerable addition to\r\nthe quantity of that industry, and, consequently, to the value of the annual\r\nproduce of land and labour.\r\n\n\r\nAn operation of this kind has, within these five-and-twenty or thirty years,\r\nbeen performed in Scotland, by the erection of new banking companies in almost\r\nevery considerable town, and even in some country villages. The effects of it\r\nhave been precisely those above described. The business of the country is\r\nalmost entirely carried on by means of the paper of those different banking\r\ncompanies, with which purchases and payments of all kinds are commonly made.\r\nSilver very seldom appears, except in the change of a twenty shilling bank\r\nnote, and gold still seldomer. But though the conduct of all those different\r\ncompanies has not been unexceptionable, and has accordingly required an act of\r\nparliament to regulate it, the country, notwithstanding, has evidently derived\r\ngreat benefit from their trade. I have heard it asserted, that the trade of the\r\ncity of Glasgow doubled in about fifteen years after the first erection of the\r\nbanks there; and that the trade of Scotland has more than quadrupled since the\r\nfirst erection of the two public banks at Edinburgh; of which the one, called\r\nthe Bank of Scotland, was established by act of parliament in 1695, and the\r\nother, called the Royal Bank, by royal charter in 1727. Whether the trade,\r\neither of Scotland in general, or of the city of Glasgow in particular, has\r\nreally increased in so great a proportion, during so short a period, I do not\r\npretend to know. If either of them has increased in this proportion, it seems\r\nto be an effect too great to be accounted for by the sole operation of this\r\ncause. That the trade and industry of Scotland, however, have increased very\r\nconsiderably during this period, and that the banks have contributed a good\r\ndeal to this increase, cannot be doubted.\r\n\n\r\nThe value of the silver money which circulated in Scotland before the Union in\r\n1707, and which, immediately after it, was brought into the Bank of Scotland,\r\nin order to be recoined, amounted to £411,117: 10: 9 sterling. No account has\r\nbeen got of the gold coin; but it appears from the ancient accounts of the mint\r\nof Scotland, that the value of the gold annually coined somewhat exceeded that\r\nof the silver. There were a good many people, too, upon this occasion, who,\r\nfrom a diffidence of repayment, did not bring their silver into the Bank of\r\nScotland; and there was, besides, some English coin, which was not called in", "summary": "\nSmith begins by examining the third order of society—those who live by profit (merchants and manufacturers). Unlike landowners and laborers, their interests often conflict with society's general welfare. Profits naturally decline in prosperous countries and rise in declining ones, creating an inherent tension. Smith cautions that legislative proposals from this group should be viewed skeptically as they frequently aim to restrict competition, effectively imposing \"an absurd tax upon the rest of their fellow-citizens.\"\nIn societies without division of labor, little stock accumulation is needed. However, as specialization develops, workers can no longer provide for all their needs, requiring accumulated stock for sustenance until goods are sold. Smith categorizes capital as either fixed (tools, machines, buildings, improvements to land, and acquired skills) or circulating (money, provisions, materials, and finished work). Different occupations utilize varying proportions of these capital types—merchants rely almost entirely on circulating capital, while manufacturing and agriculture employ both in different ratios.\nSmith emphasizes that fixed capital originally derives from and requires maintenance by circulating capital. The purpose of both is to increase the stock reserved for immediate consumption. Land, mines, and fisheries provide the continuous supplies of materials that replace what is withdrawn from circulating capital. The productivity of these sources depends on the capitals employed and their natural fertility.\nIn calculating a society's wealth, Smith distinguishes between gross and net revenue. The net revenue excludes costs of maintaining both fixed and circulating capital, representing what society can place in its stock for immediate consumption. Fixed capital enhances labor productivity, but maintaining it requires diverting materials and labor from immediate consumption. Technological improvements that reduce maintenance costs while preserving productive capacity benefit society by freeing resources for other uses.\nMoney, as part of circulating capital, differs from other components. Smith argues that money itself constitutes no part of society's net revenue, functioning merely as \"the great wheel of circulation\" through which real goods are distributed. Money's value lies not in the metal pieces themselves but in their purchasing power. When we speak of a person's money income, we actually refer to the goods they can purchase.\nSmith analyzes how paper money and banking operations allow gold and silver to be replaced in circulation. When banks issue notes, they effectively substitute paper for precious metals, allowing the excess gold and silver to be sent abroad to purchase foreign goods. This creates additional funds for productive investment that would otherwise be tied up in circulation. Through this mechanism, banks contribute significantly to economic growth, as evidenced by Scotland's commercial expansion following the establishment of its banking system.\n", "map": [["Merchants and manufacturers", "General welfare conflict"], ["Profit rates", "Inverse prosperity relationship"], ["Merchant proposals", "Competition restriction intent"], ["Division of labor", "Stock accumulation necessity"], ["Fixed capital", "Labor productivity enhancement"], ["Circulating capital", "Immediate production support"], ["Merchant operations", "Circulating capital dominance"], ["Manufacturing", "Fixed-circulating capital balance"], ["Agriculture", "Land improvement investment"], ["Capital maintenance", "Consumption resource diversion"], ["Land and mines", "Material supply sources"], ["Gross revenue", "Total production value"], ["Net revenue", "Available consumption stock"], ["Technological improvements", "Maintenance cost reduction"], ["Money circulation", "Goods distribution mechanism"], ["Money value", "Purchasing power representation"], ["Paper money", "Precious metal substitution"], ["Banking operations", "Capital liberation effect"], ["Excess gold export", "Foreign goods acquisition"], ["Scottish banking", "Commercial expansion catalyst"]]}