{"source": "https://www.gutenberg.org/cache/epub/3300/pg3300-images.html", "text": "\r\nThe whole value of the gold and silver, therefore, which circulated in Scotland\r\nbefore the Union, cannot be estimated at less than a million sterling. It seems\r\nto have constituted almost the whole circulation of that country; for though\r\nthe circulation of the Bank of Scotland, which had then no rival, was\r\nconsiderable, it seems to have made but a very small part of the whole. In the\r\npresent times, the whole circulation of Scotland cannot be estimated at less\r\nthan two millions, of which that part which consists in gold and silver, most\r\nprobably, does not amount to half a million. But though the circulating gold\r\nand silver of Scotland have suffered so great a diminution during this period,\r\nits real riches and prosperity do not appear to have suffered any. Its\r\nagriculture, manufactures, and trade, on the contrary, the annual produce of\r\nits land and labour, have evidently been augmented.\r\n\n\r\nIt is chiefly by discounting bills of exchange, that is, by advancing money\r\nupon them before they are due, that the greater part of banks and bankers issue\r\ntheir promissory notes. They deduct always, upon whatever sum they advance, the\r\nlegal interest till the bill shall become due. The payment of the bill, when it\r\nbecomes due, replaces to the bank the value of what had been advanced, together\r\nwith a clear profit of the interest. The banker, who advances to the merchant\r\nwhose bill he discounts, not gold and silver, but his own promissory notes, has\r\nthe advantage of being able to discount to a greater amount by the whole value\r\nof his promissory notes, which he finds, by experience, are commonly in\r\ncirculation. He is thereby enabled to make his clear gain of interest on so\r\nmuch a larger sum.\r\n\n\r\nThe commerce of Scotland, which at present is not very great, was still more\r\ninconsiderable when the two first banking companies were established; and those\r\ncompanies would have had but little trade, had they confined their business to\r\nthe discounting of bills of exchange. They invented, therefore, another method\r\nof issuing their promissory notes; by granting what they call cash accounts,\r\nthat is, by giving credit, to the extent of a certain sum (two or three\r\nthousand pounds for example), to any individual who could procure two persons\r\nof undoubted credit and good landed estate to become surety for him, that\r\nwhatever money should be advanced to him, within the sum for which the credit\r\nhad been given, should be repaid upon demand, together with the legal interest.\r\nCredits of this kind are, I believe, commonly granted by banks and bankers in\r\nall different parts of the world. But the easy terms upon which the Scotch\r\nbanking companies accept of repayment are, so far as I know, peculiar to them,\r\nand have perhaps been the principal cause, both of the great trade of those\r\ncompanies, and of the benefit which the country has received from it.\r\n\n\r\nWhoever has a credit of this kind with one of those companies, and borrows a\r\nthousand pounds upon it, for example, may repay this sum piece-meal, by twenty\r\nand thirty pounds at a time, the company discounting a proportionable part of\r\nthe interest of the great sum, from the day on which each of those small sums\r\nis paid in, till the whole be in this manner repaid. All merchants, therefore,\r\nand almost all men of business, find it convenient to keep such cash accounts\r\nwith them, and are thereby interested to promote the trade of those companies,\r\nby readily receiving their notes in all payments, and by encouraging all those\r\nwith whom they have any influence to do the same. The banks, when their\r\ncustomers apply to them for money, generally advance it to them in their own\r\npromissory notes. These the merchants pay away to the manufacturers for goods,\r\nthe manufacturers to the farmers for materials and provisions, the farmers to\r\ntheir landlords for rent; the landlords repay them to the merchants for the\r\nconveniencies and luxuries with which they supply them, and the merchants again\r\nreturn them to the banks, in order to balance their cash accounts, or to\r\nreplace what they may have borrowed of them; and thus almost the whole money\r\nbusiness of the country is transacted by means of them. Hence the great trade\r\nof those companies.\r\n\n\r\nBy means of those cash accounts, every merchant can, without imprudence, carry\r\non a greater trade than he otherwise could do. If there are two merchants, one\r\nin London and the other in Edinburgh, who employ equal stocks in the same\r\nbranch of trade, the Edinburgh merchant can, without imprudence, carry on a\r\ngreater trade, and give employment to a greater number of people, than the\r\nLondon merchant. The London merchant must always keep by him a considerable sum\r\nof money, either in his own coffers, or in those of his banker, who gives him\r\nno interest for it, in order to answer the demands continually coming upon him\r\nfor payment of the goods which he purchases upon credit. Let the ordinary\r\namount of this sum be supposed five hundred pounds; the value of the goods in\r\nhis warehouse must always be less, by five hundred pounds, than it would have\r\nbeen, had he not been obliged to keep such a sum unemployed. Let us suppose\r\nthat he generally disposes of his whole stock upon hand, or of goods to the\r\nvalue of his whole stock upon hand, once in the year. By being obliged to keep\r\nso great a sum unemployed, he must sell in a year five hundred pounds worth\r\nless goods than he might otherwise have done. His annual profits must be less\r\nby all that he could have made by the sale of five hundred pounds worth more\r\ngoods; and the number of people employed in preparing his goods for the market\r\nmust be less by all those that five hundred pounds more stock could have\r\nemployed. The merchant in Edinburgh, on the other hand, keeps no money\r\nunemployed for answering such occasional demands. When they actually come upon\r\nhim, he satisfies them from his cash account with the bank, and gradually\r\nreplaces the sum borrowed with the money or paper which comes in from the\r\noccasional sales of his goods. With the same stock, therefore, he can, without\r\nimprudence, have at all times in his warehouse a larger quantity of goods than\r\nthe London merchant; and can thereby both make a greater profit himself, and\r\ngive constant employment to a greater number of industrious people who prepare\r\nthose goods for the market. Hence the great benefit which the country has\r\nderived from this trade.\r\n\n\r\nThe facility of discounting bills of exchange, it may be thought, indeed, gives\r\nthe English merchants a conveniency equivalent to the cash accounts of the\r\nScotch merchants. But the Scotch merchants, it must be remembered, can discount\r\ntheir bills of exchange as easily as the English merchants; and have, besides,\r\nthe additional conveniency of their cash accounts.\r\n\n\r\nThe whole paper money of every kind which can easily circulate in any country,\r\nnever can exceed the value of the gold and silver, of which it supplies the\r\nplace, or which (the commerce being supposed the same) would circulate there,\r\nif there was no paper money. If twenty shilling notes, for example, are the\r\nlowest paper money current in Scotland, the whole of that currency which can\r\neasily circulate there, cannot exceed the sum of gold and silver which would be\r\nnecessary for transacting the annual exchanges of twenty shillings value and\r\nupwards usually transacted within that country. Should the circulating paper at\r\nany time exceed that sum, as the excess could neither be sent abroad nor be\r\nemployed in the circulation of the country, it must immediately return upon the\r\nbanks, to be exchanged for gold and silver. Many people would immediately\r\nperceive that they had more of this paper than was necessary for transacting\r\ntheir business at home; and as they could not send it abroad, they would\r\nimmediately demand payment for it from the banks. When this superfluous paper\r\nwas converted into gold and silver, they could easily find a use for it, by\r\nsending it abroad; but they could find none while it remained in the shape of\r\npaper. There would immediately, therefore, be a run upon the banks to the whole\r\nextent of this superfluous paper, and if they showed any difficulty or\r\nbackwardness in payment, to a much greater extent; the alarm which this would\r\noccasion necessarily increasing the run.\r\n\n\r\nOver and above the expenses which are common to every branch of trade, such as\r\nthe expense of house-rent, the wages of servants, clerks, accountants, etc. the\r\nexpenses peculiar to a bank consist chiefly in two articles: first, in the\r\nexpense of keeping at all times in its coffers, for answering the occasional\r\ndemands of the holders of its notes, a large sum of money, of which it loses\r\nthe interest; and, secondly, in the expense of replenishing those coffers as\r\nfast as they are emptied by answering such occasional demands.\r\n\n\r\nA banking company which issues more paper than can be employed in the\r\ncirculation of the country, and of which the excess is continually returning\r\nupon them for payment, ought to increase the quantity of gold and silver which\r\nthey keep at all times in their coffers, not only in proportion to this\r\nexcessive increase of their circulation, but in a much greater proportion;\r\ntheir notes returning upon them much faster than in proportion to the excess of\r\ntheir quantity. Such a company, therefore, ought to increase the first article\r\nof their expense, not only in proportion to this forced increase of their\r\nbusiness, but in a much greater proportion.\r\n\n\r\nThe coffers of such a company, too, though they ought to be filled much fuller,\r\nyet must empty themselves much faster than if their business was confined\r\nwithin more reasonable bounds, and must require not only a more violent, but a\r\nmore constant and uninterrupted exertion of expense, in order to replenish\r\nthem, The coin, too, which is thus continually drawn in such large quantities\r\nfrom their coffers, cannot be employed in the circulation of the country. It\r\ncomes in place of a paper which is over and above what can be employed in that\r\ncirculation, and is, therefore, over and above what can be employed in it too.\r\nBut as that coin will not be allowed to lie idle, it must, in one shape or\r\nanother, be sent abroad, in order to find that profitable employment which it\r\ncannot find at home; and this continual exportation of gold and silver, by\r\nenhancing the difficulty, must necessarily enhance still farther the expense of\r\nthe bank, in finding new gold and silver in order to replenish those coffers,\r\nwhich empty themselves so very rapidly. Such a company, therefore, must in\r\nproportion to this forced increase of their business, increase the second\r\narticle of their expense still more than the first.\r\n\n\r\nLet us suppose that all the paper of a particular bank, which the circulation\r\nof the country can easily absorb and employ, amounts exactly to forty thousand\r\npounds, and that, for answering occasional demands, this bank is obliged to\r\nkeep at all times in its coffers ten thousand pounds in gold and silver. Should\r\nthis bank attempt to circulate forty-four thousand pounds, the four thousand\r\npounds which are over and above what the circulation can easily absorb and\r\nemploy, will return upon it almost as fast as they are issued. For answering\r\noccasional demands, therefore, this bank ought to keep at all times in its\r\ncoffers, not eleven thousand pounds only, but fourteen thousand pounds. It will\r\nthus gain nothing by the interest of the four thousand pounds excessive\r\ncirculation; and it will lose the whole expense of continually collecting four\r\nthousand pounds in gold and silver, which will be continually going out of its\r\ncoffers as fast as they are brought into them.\r\n\n\r\nHad every particular banking company always understood and attended to its own\r\nparticular interest, the circulation never could have been overstocked with\r\npaper money. But every particular banking company has not always understood or\r\nattended to its own particular interest, and the circulation has frequently\r\nbeen overstocked with paper money.\r\n\n\r\nBy issuing too great a quantity of paper, of which the excess was continually\r\nreturning, in order to be exchanged for gold and silver, the Bank of England\r\nwas for many years together obliged to coin gold to the extent of between eight\r\nhundred thousand pounds and a million a-year; or, at an average, about eight\r\nhundred and fifty thousand pounds. For this great coinage, the bank\r\n(in consequence of the worn and degraded state into which the gold coin had\r\nfallen a few years ago) was frequently obliged to purchase gold bullion at the\r\nhigh price of four pounds an ounce, which it soon after issued in coin at\r\n£3:17:10 1/2 an ounce, losing in this manner between two and a half and three\r\nper cent. upon the coinage of so very large a sum. Though the bank, therefore,\r\npaid no seignorage, though the government was properly at the expense of this\r\ncoinage, this liberality of government did not prevent altogether the expense\r\nof the bank.\r\n\n\r\nThe Scotch banks, in consequence of an excess of the same kind, were all\r\nobliged to employ constantly agents at London to collect money for them, at an\r\nexpense which was seldom below one and a half or two per cent. This money was\r\nsent down by the waggon, and insured by the carriers at an additional expense\r\nof three quarters per cent. or fifteen shillings on the hundred pounds. Those\r\nagents were not always able to replenish the coffers of their employers so fast\r\nas they were emptied. In this case, the resource of the banks was, to draw upon\r\ntheir correspondents in London bills of exchange, to the extent of the sum\r\nwhich they wanted. When those correspondents afterwards drew upon them for the\r\npayment of this sum, together with the interest and commission, some of those\r\nbanks, from the distress into which their excessive circulation had thrown\r\nthem, had sometimes no other means of satisfying this draught, but by drawing a\r\nsecond set of bills, either upon the same, or upon some other correspondents in\r\nLondon; and the same sum, or rather bills for the same sum, would in this\r\nmanner make sometimes more than two or three journeys; the debtor bank paying\r\nalways the interest and commission upon the whole accumulated sum. Even those\r\nScotch banks which never distinguished themselves by their extreme imprudence,\r\nwere sometimes obliged to employ this ruinous resource.\r\n\n\r\nThe gold coin which was paid out, either by the Bank of England or by the\r\nScotch banks, in exchange for that part of their paper which was over and above\r\nwhat could be employed in the circulation of the country, being likewise over\r\nand above what could be employed in that circulation, was sometimes sent abroad\r\nin the shape of coin, sometimes melted down and sent abroad in the shape of\r\nbullion, and sometimes melted down and sold to the Bank of England at the high\r\nprice of four pounds an ounce. It was the newest, the heaviest, and the best\r\npieces only, which were carefully picked out of the whole coin, and either sent\r\nabroad or melted down. At home, and while they remained in the shape of coin,\r\nthose heavy pieces were of no more value than the light; but they were of more\r\nvalue abroad, or when melted down into bullion at home. The Bank of England,\r\nnotwithstanding their great annual coinage, found, to their astonishment, that\r\nthere was every year the same scarcity of coin as there had been the year\r\nbefore; and that, notwithstanding the great quantity of good and new coin which\r\nwas every year issued from the bank, the state of the coin, instead of growing\r\nbetter and better, became every year worse and worse. Every year they found\r\nthemselves under the necessity of coining nearly the same quantity of gold as\r\nthey had coined the year before; and from the continual rise in the price of\r\ngold bullion, in consequence of the continual wearing and clipping of the coin,\r\nthe expense of this great annual coinage became, every year, greater and\r\ngreater. The Bank of England, it is to be observed, by supplying its own\r\ncoffers with coin, is indirectly obliged to supply the whole kingdom, into\r\nwhich coin is continually flowing from those coffers in a great variety of\r\nways. Whatever coin, therefore, was wanted to support this excessive\r\ncirculation both of Scotch and English paper money, whatever vacuities this\r\nexcessive circulation occasioned in the necessary coin of the kingdom, the Bank\r\nof England was obliged to supply them. The Scotch banks, no doubt, paid all of\r\nthem very dearly for their own imprudence and inattention: but the Bank of\r\nEngland paid very dearly, not only for its own imprudence, but for the much\r\ngreater imprudence of almost all the Scotch banks.\r\n\n\r\nThe over-trading of some bold projectors in both parts of the united kingdom,\r\nwas the original cause of this excessive circulation of paper money.\r\n\n\r\nWhat a bank can with propriety advance to a merchant or undertaker of any kind,\r\nis not either the whole capital with which he trades, or even any considerable\r\npart of that capital; but that part of it only which he would otherwise be\r\nobliged to keep by him unemployed and in ready money, for answering occasional\r\ndemands. If the paper money which the bank advances never exceeds this value,\r\nit can never exceed the value of the gold and silver which would necessarily\r\ncirculate in the country if there was no paper money; it can never exceed the\r\nquantity which the circulation of the country can easily absorb and employ.\r\n\n\r\nWhen a bank discounts to a merchant a real bill of exchange, drawn by a real\r\ncreditor upon a real debtor, and which, as soon as it becomes due, is really\r\npaid by that debtor; it only advances to him a part of the value which he would\r\notherwise be obliged to keep by him unemployed and in ready money, for\r\nanswering occasional demands. The payment of the bill, when it becomes due,\r\nreplaces to the bank the value of what it had advanced, together with the\r\ninterest. The coffers of the bank, so far as its dealings are confined to such\r\ncustomers, resemble a water-pond, from which, though a stream is continually\r\nrunning out, yet another is continually running in, fully equal to that which\r\nruns out; so that, without any further care or attention, the pond keeps always\r\nequally, or very near equally full. Little or no expense can ever be necessary\r\nfor replenishing the coffers of such a bank.\r\n\n\r\nA merchant, without over-trading, may frequently have occasion for a sum of\r\nready money, even when he has no bills to discount. When a bank, besides\r\ndiscounting his bills, advances him likewise, upon such occasions, such sums\r\nupon his cash account, and accepts of a piece-meal repayment, as the money\r\ncomes in from the occasional sale of his goods, upon the easy terms of the\r\nbanking companies of Scotland; it dispenses him entirely from the necessity of\r\nkeeping any part of his stock by him unemployed and in ready money for\r\nanswering occasional demands. When such demands actually come upon him, he can\r\nanswer them sufficiently from his cash account. The bank, however, in dealing\r\nwith such customers, ought to observe with great attention, whether, in the\r\ncourse of some short period (of four, five, six, or eight months, for example),\r\nthe sum of the repayments which it commonly receives from them, is, or is not,\r\nfully equal to that of the advances which it commonly makes to them. If, within\r\nthe course of such short periods, the sum of the repayments from certain\r\ncustomers is, upon most occasions, fully equal to that of the advances, it may\r\nsafely continue to deal with such customers. Though the stream which is in this\r\ncase continually running out from its coffers may be very large, that which is\r\ncontinually running into them must be at least equally large, so that, without\r\nany further care or attention, those coffers are likely to be always equally or\r\nvery near equally full, and scarce ever to require any extraordinary expense to\r\nreplenish them. If, on the contrary, the sum of the repayments from certain\r\nother customers, falls commonly very much short of the advances which it makes\r\nto them, it cannot with any safety continue to deal with such customers, at\r\nleast if they continue to deal with it in this manner. The stream which is in\r\nthis case continually running out from its coffers, is necessarily much larger\r\nthan that which is continually running in; so that, unless they are replenished\r\nby some great and continual effort of expense, those coffers must soon be\r\nexhausted altogether.\r\n\n\r\nThe banking companies of Scotland, accordingly, were for a long time very\r\ncareful to require frequent and regular repayments from all their customers,\r\nand did not care to deal with any person, whatever might be his fortune or\r\ncredit, who did not make, what they called, frequent and regular operations\r\nwith them. By this attention, besides saving almost entirely the extraordinary\r\nexpense of replenishing their coffers, they gained two other very considerable\r\nadvantages.\r\n\n\r\nFirst, by this attention they were enabled to make some tolerable judgment\r\nconcerning the thriving or declining circumstances of their debtors, without\r\nbeing obliged to look out for any other evidence besides what their own books\r\nafforded them; men being, for the most part, either regular or irregular in\r\ntheir repayments, according as their circumstances are either thriving or\r\ndeclining. A private man who lends out his money to perhaps half a dozen or a\r\ndozen of debtors, may, either by himself or his agents, observe and inquire\r\nboth constantly and carefully into the conduct and situation of each of them.\r\nBut a banking company, which lends money to perhaps five hundred different\r\npeople, and of which the attention is continually occupied by objects of a very\r\ndifferent kind, can have no regular information concerning the conduct and\r\ncircumstances of the greater part of its debtors, beyond what its own books\r\nafford it. In requiring frequent and regular repayments from all their\r\ncustomers, the banking companies of Scotland had probably this advantage in\r\nview.\r\n\n\r\nSecondly, by this attention they secured themselves from the possibility of\r\nissuing more paper money than what the circulation of the country could easily\r\nabsorb and employ. When they observed, that within moderate periods of time,\r\nthe repayments of a particular customer were, upon most occasions, fully equal\r\nto the advances which they had made to him, they might be assured that the\r\npaper money which they had advanced to him had not, at any time, exceeded the\r\nquantity of gold and silver which he would otherwise have been obliged to keep\r\nby him for answering occasional demands; and that, consequently, the paper\r\nmoney, which they had circulated by his means, had not at any time exceeded the\r\nquantity of gold and silver which would have circulated in the country, had\r\nthere been no paper money. The frequency, regularity, and amount of his\r\nrepayments, would sufficiently demonstrate that the amount of their advances\r\nhad at no time exceeded that part of his capital which he would otherwise have\r\nbeen obliged to keep by him unemployed, and in ready money, for answering\r\noccasional demands; that is, for the purpose of keeping the rest of his capital\r\nin constant employment. It is this part of his capital only which, within\r\nmoderate periods of time, is continually returning to every dealer in the shape\r\nof money, whether paper or coin, and continually going from him in the same\r\nshape. If the advances of the bank had commonly exceeded this part of his\r\ncapital, the ordinary amount of his repayments could not, within moderate\r\nperiods of time, have equalled the ordinary amount of its advances. The stream\r\nwhich, by means of his dealings, was continually running into the coffers of\r\nthe bank, could not have been equal to the stream which, by means of the same\r\ndealings was continually running out. The advances of the bank paper, by\r\nexceeding the quantity of gold and silver which, had there been no such\r\nadvances, he would have been obliged to keep by him for answering occasional\r\ndemands, might soon come to exceed the whole quantity of gold and silver which\r\n( the commerce being supposed the same ) would have circulated in the country,\r\nhad there been no paper money; and, consequently, to exceed the quantity which\r\nthe circulation of the country could easily absorb and employ; and the excess\r\nof this paper money would immediately have returned upon the bank, in order to\r\nbe exchanged for gold and silver. This second advantage, though equally real,\r\nwas not, perhaps, so well understood by all the different banking companies in\r\nScotland as the first.\r\n\n\r\nWhen, partly by the conveniency of discounting bills, and partly by that of\r\ncash accounts, the creditable traders of any country can be dispensed from the\r\nnecessity of keeping any part of their stock by them unemployed, and in ready\r\nmoney, for answering occasional demands, they can reasonably expect no farther\r\nassistance from hanks and bankers, who, when they have gone thus far, cannot,\r\nconsistently with their own interest and safety, go farther. A bank cannot,\r\nconsistently with its own interest, advance to a trader the whole, or even the\r\ngreater part of the circulating capital with which he trades; because, though\r\nthat capital is continually returning to him in the shape of money, and going\r\nfrom him in the same shape, yet the whole of the returns is too distant from\r\nthe whole of the outgoings, and the sum of his repayments could not equal the\r\nsum of his advances within such moderate periods of time as suit the\r\nconveniency of a bank. Still less could a bank afford to advance him any\r\nconsiderable part of his fixed capital; of the capital which the undertaker of\r\nan iron forge, for example, employs in erecting his forge and smelting-houses,\r\nhis work-houses, and warehouses, the dwelling-houses of his workmen, etc.; of\r\nthe capital which the undertaker of a mine employs in sinking his shafts, in\r\nerecting engines for drawing out the water, in making roads and waggon-ways,\r\netc.; of the capital which the person who undertakes to improve land employs in\r\nclearing, draining, inclosing, manuring, and ploughing waste and uncultivated\r\nfields; in building farmhouses, with all their necessary appendages of stables,\r\ngranaries, etc. The returns of the fixed capital are, in almost all cases, much\r\nslower than those of the circulating capital: and such expenses, even when laid\r\nout with the greatest prudence and judgment, very seldom return to the\r\nundertaker till after a period of many years, a period by far too distant to\r\nsuit the conveniency of a bank. Traders and other undertakers may, no doubt\r\nwith great propriety, carry on a very considerable part of their projects with\r\nborrowed money. In justice to their creditors, however, their own capital ought\r\nin this case to be sufficient to insure, if I may say so, the capital of those\r\ncreditors; or to render it extremely improbable that those creditors should\r\nincur any loss, even though the success of the project should fall very much\r\nshort of the expectation of the projectors. Even with this precaution, too, the\r\nmoney which is borrowed, and which it is meant should not be repaid till after\r\na period of several years, ought not to be borrowed of a bank, but ought to be\r\nborrowed upon bond or mortgage, of such private people as propose to live upon\r\nthe interest of their money, without taking the trouble themselves to employ\r\nthe capital, and who are, upon that account, willing to lend that capital to\r\nsuch people of good credit as are likely to keep it for several years. A bank,\r\nindeed, which lends its money without the expense of stamped paper, or of\r\nattorneys’ fees for drawing bonds and mortgages, and which accepts of\r\nrepayment upon the easy terms of the banking companies of Scotland, would, no\r\ndoubt, be a very convenient creditor to such traders and undertakers. But such\r\ntraders and undertakers would surely be most inconvenient debtors to such a\r\nbank.\r\n\n\r\nIt is now more than five and twenty years since the paper money issued by the\r\ndifferent banking companies of Scotland was fully equal, or rather was somewhat\r\nmore than fully equal, to what the circulation of the country could easily\r\nabsorb and employ. Those companies, therefore, had so long ago given all the\r\nassistance to the traders and other undertakers of Scotland which it is\r\npossible for banks and bankers, consistently with their own interest, to give.\r\nThey had even done somewhat more. They had over-traded a little, and had\r\nbrought upon themselves that loss, or at least that diminution of profit,\r\nwhich, in this particular business, never fails to attend the smallest degree\r\nof over-trading. Those traders and other undertakers, having got so much\r\nassistance from banks and bankers, wished to get still more. The banks, they\r\nseem to have thought, could extend their credits to whatever sum might be\r\nwanted, without incurring any other expense besides that of a few reams of\r\npaper. They complained of the contracted views and dastardly spirit of the\r\ndirectors of those banks, which did not, they said, extend their credits in\r\nproportion to the extension of the trade of the country; meaning, no doubt, by\r\nthe extension of that trade, the extension of their own projects beyond what\r\nthey could carry on either with their own capital, or with what they had credit\r\nto borrow of private people in the usual way of bond or mortgage. The banks,\r\nthey seem to have thought, were in honour bound to supply the deficiency, and\r\nto provide them with all the capital which they wanted to trade with. The\r\nbanks, however, were of a different opinion; and upon their refusing to extend\r\ntheir credits, some of those traders had recourse to an expedient which, for a\r\ntime, served their purpose, though at a much greater expense, yet as\r\neffectually as the utmost extension of bank credits could have done. This\r\nexpedient was no other than the well known shift of drawing and redrawing; the\r\nshift to which unfortunate traders have sometimes recourse, when they are upon\r\nthe brink of bankruptcy. The practice of raising money in this manner had been\r\nlong known in England; and, during the course of the late war, when the high\r\nprofits of trade afforded a great temptation to over-trading, is said to have\r\nbeen carried on to a very great extent. From England it was brought into\r\nScotland, where, in proportion to the very limited commerce, and to the very\r\nmoderate capital of the country, it was soon carried on to a much greater\r\nextent than it ever had been in England.\r\n\n\r\nThe practice of drawing and redrawing is so well known to all men of business,\r\nthat it may, perhaps, be thought unnecessary to give any account of it. But as\r\nthis book may come into the hands of many people who are not men of business,\r\nand as the effects of this practice upon the banking trade are not, perhaps,\r\ngenerally understood, even by men of business themselves, I shall endeavour to\r\nexplain it as distinctly as I can.\r\n\n\r\nThe customs of merchants, which were established when the barbarous laws of\r\nEurope did not enforce the performance of their contracts, and which, during\r\nthe course of the two last centuries, have been adopted into the laws of all\r\nEuropean nations, have given such extraordinary privileges to bills of\r\nexchange, that money is more readily advanced upon them than upon any other\r\nspecies of obligation; especially when they are made payable within so short a\r\nperiod as two or three months after their date. If, when the bill becomes due,\r\nthe acceptor does not pay it as soon as it is presented, he becomes from that\r\nmoment a bankrupt. The bill is protested, and returns upon the drawer, who, if\r\nhe does not immediately pay it, becomes likewise a bankrupt. If, before it came\r\nto the person who presents it to the acceptor for payment, it had passed\r\nthrough the hands of several other persons, who had successively advanced to\r\none another the contents of it, either in money or goods, and who, to express\r\nthat each of them had in his turn received those contents, had all of them in\r\ntheir order indorsed, that is, written their names upon the back of the bill;\r\neach indorser becomes in his turn liable to the owner of the bill for those\r\ncontents, and, if he fails to pay, he becomes too, from that moment, a\r\nbankrupt. Though the drawer, acceptor, and indorsers of the bill, should all of\r\nthem be persons of doubtful credit; yet, still the shortness of the date gives\r\nsome security to the owner of the bill. Though all of them may be very likely\r\nto become bankrupts, it is a chance if they all become so in so short a time.\r\nThe house is crazy, says a weary traveller to himself, and will not stand very\r\nlong; but it is a chance if it falls to-night, and I will venture, therefore,\r\nto sleep in it to-night.\r\n\n\r\nThe trader A in Edinburgh, we shall suppose, draws a bill upon B in London,\r\npayable two months after date. In reality B in London owes nothing to A in\r\nEdinburgh; but he agrees to accept of A’s bill, upon condition, that\r\nbefore the term of payment he shall redraw upon A in Edinburgh for the same\r\nsum, together with the interest and a commission, another bill, payable\r\nlikewise two months after date. B accordingly, before the expiration of the\r\nfirst two months, redraws this bill upon A in Edinburgh; who, again before the\r\nexpiration of the second two months, draws a second bill upon B in London,\r\npayable likewise two months after date; and before the expiration of the third\r\ntwo months, B in London redraws upon A in Edinburgh another bill payable also\r\ntwo months after date. This practice has sometimes gone on, not only for\r\nseveral months, but for several years together, the bill always returning upon\r\nA in Edinburgh with the accumulated interest and commission of all the former\r\nbills. The interest was five per cent. in the year, and the commission was\r\nnever less than one half per cent. on each draught. This commission being\r\nrepeated more than six times in the year, whatever money A might raise by this\r\nexpedient might necessarily have cost him something more than eight per cent.\r\nin the year and sometimes a great deal more, when either the price of the\r\ncommission happened to rise, or when he was obliged to pay compound interest\r\nupon the interest and commission of former bills. This practice was called\r\nraising money by circulation.\r\n\n\r\nIn a country where the ordinary profits of stock, in the greater part of\r\nmercantile projects, are supposed to run between six and ten per cent. it must\r\nhave been a very fortunate speculation, of which the returns could not only\r\nrepay the enormous expense at which the money was thus borrowed for carrying it\r\non, but afford, besides, a good surplus profit to the projector. Many vast and\r\nextensive projects, however, were undertaken, and for several years carried on,\r\nwithout any other fund to support them besides what was raised at this enormous\r\nexpense. The projectors, no doubt, had in their golden dreams the most distinct\r\nvision of this great profit. Upon their awakening, however, either at the end\r\nof their projects, or when they were no longer able to carry them on, they very\r\nseldom, I believe, had the good fortune to find it.\r\n\n\r\n{The method described in the text was by no means either the most common or the\r\nmost expensive one in which those adventurers sometimes raised money by\r\ncirculation. It frequently happened, that A in Edinburgh would enable B in\r\nLondon to pay the first bill of exchange, by drawing, a few days before it\r\nbecame due, a second bill at three months date upon the same B in London. This\r\nbill, being payable to his own order, A sold in Edinburgh at par; and with its\r\ncontents purchased bills upon London, payable at sight to the order of B, to\r\nwhom he sent them by the post. Towards the end of the late war, the exchange\r\nbetween Edinburgh and London was frequently three per cent. against Edinburgh,\r\nand those bills at sight must frequently have cost A that premium. This\r\ntransaction, therefore, being repeated at least four times in the year, and\r\nbeing loaded with a commission of at least one half per cent. upon each\r\nrepetition, must at that period have cost A, at least, fourteen per cent. in\r\nthe year. At other times A would enable to discharge the first bill of\r\nexchange, by drawing, a few days before it became due, a second bill at two\r\nmonths date, not upon B, but upon some third person, C, for example, in London.\r\nThis other bill was made payable to the order of B, who, upon its being\r\naccepted by C, discounted it with some banker in London; and A enabled C to\r\ndischarge it, by drawing, a few day’s before it became due, a third bill\r\nlikewise at two months date, sometimes upon his first correspondent B, and\r\nsometimes upon some fourth or fifth person, D or E, for example. This third\r\nbill was made payable to the order of C, who, as soon as it was accepted,\r\ndiscounted it in the same manner with some banker in London. Such operations\r\nbeing repeated at least six times in the year, and being loaded with a\r\ncommission of at least one half per cent. upon each repetition, together with\r\nthe legal interest of five per cent. this method of raising money, in the same\r\nmanner as that described in the text, must have cost A something more than\r\neight per cent. By saving, however, the exchange between Edinburgh and London,\r\nit was less expensive than that mentioned in the foregoing part of this note;\r\nbut then it required an established credit with more houses than one in London,\r\nan advantage which many of these adventurers could not always find it easy to\r\nprocure.}\r\n\n\r\nThe bills which A in Edinburgh drew upon B in London, he regularly discounted\r\ntwo months before they were due, with some bank or banker in Edinburgh; and the\r\nbills which B in London redrew upon A in Edinburgh, he as regularly discounted,\r\neither with the Bank of England, or with some other banker in London. Whatever\r\nwas advanced upon such circulating bills was in Edinburgh advanced in the paper\r\nof the Scotch banks; and in London, when they were discounted at the Bank of\r\nEngland in the paper of that bank. Though the bills upon which this paper had\r\nbeen advanced were all of them repaid in their turn as soon as they became due,\r\nyet the value which had been really advanced upon the first bill was never\r\nreally returned to the banks which advanced it; because, before each bill\r\nbecame due, another bill was always drawn to somewhat a greater amount than the\r\nbill which was soon to be paid: and the discounting of this other bill was\r\nessentially necessary towards the payment of that which was soon to be due.\r\nThis payment, therefore, was altogether fictitious. The stream which, by means\r\nof those circulating bills of exchange, had once been made to run out from the\r\ncoffers of the banks, was never replaced by any stream which really ran into\r\nthem.\r\n\n\r\nThe paper which was issued upon those circulating bills of exchange amounted,\r\nupon many occasions, to the whole fund destined for carrying on some vast and\r\nextensive project of agriculture, commerce, or manufactures; and not merely to\r\nthat part of it which, had there been no paper money, the projector would have\r\nbeen obliged to keep by him unemployed, and in ready money, for answering\r\noccasional demands. The greater part of this paper was, consequently, over and\r\nabove the value of the gold and silver which would have circulated in the\r\ncountry, had there been no paper money. It was over and above, therefore, what\r\nthe circulation of the country could easily absorb and employ, and upon that\r\naccount, immediately returned upon the banks, in order to be exchanged for gold\r\nand silver, which they were to find as they could. It was a capital which those\r\nprojectors had very artfully contrived to draw from those banks, not only\r\nwithout their knowledge or deliberate consent, but for some time, perhaps,\r\nwithout their having the most distant suspicion that they had really advanced\r\nit.\r\n\n\r\nWhen two people, who are continually drawing and redrawing upon one another,\r\ndiscount their bills always with the same banker, he must immediately discover\r\nwhat they are about, and see clearly that they are trading, not with any\r\ncapital of their own, but with the capital which he advances to them. But this\r\ndiscovery is not altogether so easy when they discount their bills sometimes\r\nwith one banker, and sometimes with another, and when the two same persons do\r\nnot constantly draw and redraw upon one another, but occasionally run the round\r\nof a great circle of projectors, who find it for their interest to assist one\r\nanother in this method of raising money and to render it, upon that account, as\r\ndifficult as possible to distinguish between a real and a fictitious bill of\r\nexchange, between a bill drawn by a real creditor upon a real debtor, and a\r\nbill for which there was properly no real creditor but the bank which\r\ndiscounted it, nor any real debtor but the projector who made use of the money.\r\nWhen a banker had even made this discovery, he might sometimes make it too\r\nlate, and might find that he had already discounted the bills of those\r\nprojectors to so great an extent, that, by refusing to discount any more, he\r\nwould necessarily make them all bankrupts; and thus by ruining them, might\r\nperhaps ruin himself. For his own interest and safety, therefore, he might find\r\nit necessary, in this very perilous situation, to go on for some time,\r\nendeavouring, however, to withdraw gradually, and, upon that account, making\r\nevery day greater and greater difficulties about discounting, in order to force\r\nthese projectors by degrees to have recourse, either to other bankers, or to\r\nother methods of raising money: so as that he himself might, as soon as\r\npossible, get out of the circle. The difficulties, accordingly, which the Bank\r\nof England, which the principal bankers in London, and which even the more\r\nprudent Scotch banks began, after a certain time, and when all of them had\r\nalready gone too far, to make about discounting, not only alarmed, but enraged,\r\nin the highest degree, those projectors. Their own distress, of which this\r\nprudent and necessary reserve of the banks was, no doubt, the immediate\r\noccasion, they called the distress of the country; and this distress of the\r\ncountry, they said, was altogether owing to the ignorance, pusillanimity, and\r\nbad conduct of the banks, which did not give a sufficiently liberal aid to the\r\nspirited undertakings of those who exerted themselves in order to beautify,\r\nimprove, and enrich the country. It was the duty of the banks, they seemed to\r\nthink, to lend for as long a time, and to as great an extent, as they might\r\nwish to borrow. The banks, however, by refusing in this manner to give more\r\ncredit to those to whom they had already given a great deal too much, took the\r\nonly method by which it was now possible to save either their own credit, or\r\nthe public credit of the country.\r\n\n\r\nIn the midst of this clamour and distress, a new bank was established in\r\nScotland, for the express purpose of relieving the distress of the country. The\r\ndesign was generous; but the execution was imprudent, and the nature and causes\r\nof the distress which it meant to relieve, were not, perhaps, well understood.\r\nThis bank was more liberal than any other had ever been, both in granting\r\ncash-accounts, and in discounting bills of exchange. With regard to the latter,\r\nit seems to have made scarce any distinction between real and circulating\r\nbills, but to have discounted all equally. It was the avowed principle of this\r\nbank to advance upon any reasonable security, the whole capital which was to be\r\nemployed in those improvements of which the returns are the most slow and\r\ndistant, such as the improvements of land. To promote such improvements was\r\neven said to be the chief of the public-spirited purposes for which it was\r\ninstituted. By its liberality in granting cash-accounts, and in discounting\r\nbills of exchange, it, no doubt, issued great quantities of its bank notes. But\r\nthose bank notes being, the greater part of them, over and above what the\r\ncirculation of the country could easily absorb and employ, returned upon it, in\r\norder to be exchanged for gold and silver, as fast as they were issued. Its\r\ncoffers were never well filled. The capital which had been subscribed to this\r\nbank, at two different subscriptions, amounted to one hundred and sixty\r\nthousand pounds, of which eighty per cent. only was paid up. This sum ought to\r\nhave been paid in at several different instalments. A great part of the\r\nproprietors, when they paid in their first instalment, opened a cash-account\r\nwith the bank; and the directors, thinking themselves obliged to treat their\r\nown proprietors with the same liberality with which they treated all other men,\r\nallowed many of them to borrow upon this cash-account what they paid in upon\r\nall their subsequent instalments. Such payments, therefore, only put into one\r\ncoffer what had the moment before been taken out of another. But had the\r\ncoffers of this bank been filled ever so well, its excessive circulation must\r\nhave emptied them faster than they could have been replenished by any other\r\nexpedient but the ruinous one of drawing upon London; and when the bill became\r\ndue, paying it, together with interest and commission, by another draught upon\r\nthe same place. Its coffers having been filled so very ill, it is said to have\r\nbeen driven to this resource within a very few months after it began to do\r\nbusiness. The estates of the proprietors of this bank were worth several\r\nmillions, and, by their subscription to the original bond or contract of the\r\nbank, were really pledged for answering all its engagements. By means of the\r\ngreat credit which so great a pledge necessarily gave it, it was,\r\nnotwithstanding its too liberal conduct, enabled to carry on business for more\r\nthan two years. When it was obliged to stop, it had in the circulation about\r\ntwo hundred thousand pounds in bank notes. In order to support the circulation\r\nof those notes, which were continually returning upon it as fast as they were\r\nissued, it had been constantly in the practice of drawing bills of exchange\r\nupon London, of which the number and value were continually increasing, and,\r\nwhen it stopt, amounted to upwards of six hundred thousand pounds. This bank,\r\ntherefore, had, in little more than the course of two years, advanced to\r\ndifferent people upwards of eight hundred thousand pounds at five per cent.\r\nUpon the two hundred thousand pounds which it circulated in bank notes, this\r\nfive per cent. might perhaps be considered as a clear gain, without any other\r\ndeduction besides the expense of management. But upon upwards of six hundred\r\nthousand pounds, for which it was continually drawing bills of exchange upon\r\nLondon, it was paying, in the way of interest and commission, upwards of eight\r\nper cent. and was consequently losing more than three per cent. upon more than\r\nthree fourths of all its dealings.\r\n\n\r\nThe operations of this bank seem to have produced effects quite opposite to\r\nthose which were intended by the particular persons who planned and directed\r\nit. They seem to have intended to support the spirited undertakings, for as\r\nsuch they considered them, which were at that time carrying on in different\r\nparts of the country; and, at the same time, by drawing the whole banking\r\nbusiness to themselves, to supplant all the other Scotch banks, particularly\r\nthose established at Edinburgh, whose backwardness in discounting bills of\r\nexchange had given some offence. This bank, no doubt, gave some temporary\r\nrelief to those projectors, and enabled them to carry on their projects for\r\nabout two years longer than they could otherwise have done. But it thereby only\r\nenabled them to get so much deeper into debt; so that, when ruin came, it fell\r\nso much the heavier both upon them and upon their creditors. The operations of\r\nthis bank, therefore, instead of relieving, in reality aggravated in the\r\nlong-run the distress which those projectors had brought both upon themselves\r\nand upon their country. It would have been much better for themselves, their\r\ncreditors, and their country, had the greater part of them been obliged to stop\r\ntwo years sooner than they actually did. The temporary relief, however, which\r\nthis bank afforded to those projectors, proved a real and permanent relief to\r\nthe other Scotch banks. All the dealers in circulating bills of exchange, which\r\nthose other banks had become so backward in discounting, had recourse to this\r\nnew bank, where they were received with open arms. Those other banks,\r\ntherefore, were enabled to get very easily out of that fatal circle, from which\r\nthey could not otherwise have disengaged themselves without incurring a\r\nconsiderable loss, and perhaps, too, even some degree of discredit.\r\n\n\r\nIn the long-run, therefore, the operations of this bank increased the real\r\ndistress of the country, which it meant to relieve; and effectually relieved,\r\nfrom a very great distress, those rivals whom it meant to supplant.\r\n\n\r\nAt the first setting out of this bank, it was the opinion of some people, that\r\nhow fast soever its coffers might be emptied, it might easily replenish them,\r\nby raising money upon the securities of those to whom it had advanced its\r\npaper. Experience, I believe, soon convinced them that this method of raising\r\nmoney was by much too slow to answer their purpose; and that coffers which\r\noriginally were so ill filled, and which emptied themselves so very fast, could\r\nbe replenished by no other expedient but the ruinous one of drawing bills upon\r\nLondon, and when they became due, paying them by other draughts on the same\r\nplace, with accumulated interest and commission. But though they had been able\r\nby this method to raise money as fast as they wanted it, yet, instead of making\r\na profit, they must have suffered a loss of every such operation; so that in\r\nthe long-run they must have ruined themselves as a mercantile company, though\r\nperhaps not so soon as by the more expensive practice of drawing and redrawing.\r\nThey could still have made nothing by the interest of the paper, which, being\r\nover and above what the circulation of the country could absorb and employ,\r\nreturned upon them in order to be exchanged for gold and silver, as fast as\r\nthey issued it; and for the payment of which they were themselves continually\r\nobliged to borrow money. On the contrary, the whole expense of this borrowing,\r\nof employing agents to look out for people who had money to lend, of\r\nnegotiating with those people, and of drawing the proper bond or assignment,\r\nmust have fallen upon them, and have been so much clear loss upon the balance\r\nof their accounts. The project of replenishing their coffers in this manner may\r\nbe compared to that of a man who had a water-pond from which a stream was\r\ncontinually running out, and into which no stream was continually running, but\r\nwho proposed to keep it always equally full, by employing a number of people to\r\ngo continually with buckets to a well at some miles distance, in order to bring\r\nwater to replenish it.\r\n\n\r\nBut though this operation had proved not only practicable, but profitable to\r\nthe bank, as a mercantile company; yet the country could have derived no\r\nbenefit front it, but, on the contrary, must have suffered a very considerable\r\nloss by it. This operation could not augment, in the smallest degree, the\r\nquantity of money to be lent. It could only have erected this bank into a sort\r\nof general loan office for the whole country. Those who wanted to borrow must\r\nhave applied to this bank, instead of applying to the private persons who had\r\nlent it their money. But a bank which lends money, perhaps to five hundred\r\ndifferent people, the greater part of whom its directors can know very little\r\nabout, is not likely to be more judicious in the choice of its debtors than a\r\nprivate person who lends out his money among a few people whom he knows, and in\r\nwhose sober and frugal conduct he thinks he has good reason to confide. The\r\ndebtors of such a bank as that whose conduct I have been giving some account of\r\nwere likely, the greater part of them, to be chimerical projectors, the drawers\r\nand redrawers of circulating bills of exchange, who would employ the money in\r\nextravagant undertakings, which, with all the assistance that could be given\r\nthem, they would probably never be able to complete, and which, if they should\r\nbe completed, would never repay the expense which they had really cost, would\r\nnever afford a fund capable of maintaining a quantity of labour equal to that\r\nwhich had been employed about them. The sober and frugal debtors of private\r\npersons, on the contrary, would be more likely to employ the money borrowed in\r\nsober undertakings which were proportioned to their capitals, and which, though\r\nthey might have less of the grand and the marvellous, would have more of the\r\nsolid and the profitable; which would repay with a large profit whatever had\r\nbeen laid out upon them, and which would thus afford a fund capable of\r\nmaintaining a much greater quantity of labour than that which had been employed\r\nabout them. The success of this operation, therefore, without increasing in the\r\nsmallest degree the capital of the country, would only have transferred a great\r\npart of it from prudent and profitable to imprudent and unprofitable\r\nundertakings.\r\n\n\r\nThat the industry of Scotland languished for want of money to employ it, was\r\nthe opinion of the famous Mr Law. By establishing a bank of a particular kind,\r\nwhich he seems to have imagined might issue paper to the amount of the whole\r\nvalue of all the lands in the country, he proposed to remedy this want of\r\nmoney. The parliament of Scotland, when he first proposed his project, did not\r\nthink proper to adopt it. It was afterwards adopted, with some variations, by\r\nthe Duke of Orleans, at that time regent of France. The idea of the possibility\r\nof multiplying paper money to almost any extent was the real foundation of what\r\nis called the Mississippi scheme, the most extravagant project, both of banking\r\nand stock-jobbing, that perhaps the world ever saw. The different operations of\r\nthis scheme are explained so fully, so clearly, and with so much order and\r\ndistinctness, by Mr Du Verney, in his Examination of the Political Reflections\r\nupon commerce and finances of Mr Du Tot, that I shall not give any account of\r\nthem. The principles upon which it was founded are explained by Mr Law himself,\r\nin a discourse concerning money and trade, which he published in Scotland when\r\nhe first proposed his project. The splendid but visionary ideas which are set\r\nforth in that and some other works upon the same principles, still continue to\r\nmake an impression upon many people, and have, perhaps, in part, contributed to\r\nthat excess of banking, which has of late been complained of, both in Scotland\r\nand in other places.\r\n\n\r\nThe Bank of England is the greatest bank of circulation in Europe. It was\r\nincorporated, in pursuance of an act of parliament, by a charter under the\r\ngreat seal, dated the 27th of July 1694. It at that time advanced to government\r\nthe sum of £1,200,000 for an annuity of £100,000, or for £ 96,000 a-year,\r\ninterest at the rate of eight per cent. and £4,000 year for the expense of\r\nmanagement. The credit of the new government, established by the Revolution, we\r\nmay believe, must have been very low, when it was obliged to borrow at so high\r\nan interest.\r\n\n\r\nIn 1697, the bank was allowed to enlarge its capital stock, by an ingraftment\r\nof £1,001,171:10s. Its whole capital stock, therefore, amounted at this time to\r\n£2,201,171: 10s. This ingraftment is said to have been for the support of\r\npublic credit. In 1696, tallies had been at forty, and fifty, and sixty, per\r\ncent. discount, and bank notes at twenty per cent. {James Postlethwaite’s\r\nHistory of the Public Revenue, p.301.} During the great re-coinage of the\r\nsilver, which was going on at this time, the bank had thought proper to\r\ndiscontinue the payment of its notes, which necessarily occasioned their\r\ndiscredit.\r\n\n\r\nIn pursuance of the 7th Anne, c. 7, the bank advanced and paid into the\r\nexchequer the sum of £400,000; making in all the sum of £1,600,000, which it\r\nhad advanced upon its original annuity of £96,000 interest, and £4,000 for\r\nexpense of management. In 1708, therefore, the credit of government was as good\r\nas that of private persons, since it could borrow at six per cent. interest,\r\nthe common legal and market rate of those times. In pursuance of the same act,\r\nthe bank cancelled exchequer bills to the amount of £ 1,775,027: 17s: 10½d. at\r\nsix per cent. interest, and was at the same time allowed to take in\r\nsubscriptions for doubling its capital. In 1703, therefore, the capital of the\r\nbank amounted to £4,402,343; and it had advanced to government the sum of\r\n£3,375,027:17:10½d.\r\n\n\r\nBy a call of fifteen per cent. in 1709, there was paid in, and made stock, £\r\n656,204:1:9d.; and by another of ten per cent. in 1710, £501,448:12:11d. In\r\nconsequence of those two calls, therefore, the bank capital amounted to £\r\n5,559,995:14:8d.\r\n\n\r\nIn pursuance of the 3rd George I. c.8, the bank delivered up two millions of\r\nexchequer Bills to be cancelled. It had at this time, therefore, advanced to\r\ngovernment £5,375,027:17 10d. In pursuance of the 8th George I. c.21, the bank\r\npurchased of the South-sea company, stock to the amount of £4,000,000: and in\r\n1722, in consequence of the subscriptions which it had taken in for enabling it\r\nto make this purchase, its capital stock was increased by £ 3,400,000. At this\r\ntime, therefore, the bank had advanced to the public £ 9,375,027 17s. 10½d.;\r\nand its capital stock amounted only to £ 8,959,995:14:8d. It was upon this\r\noccasion that the sum which the bank had advanced to the public, and for which\r\nit received interest, began first to exceed its capital stock, or the sum for\r\nwhich it paid a dividend to the proprietors of bank stock; or, in other words,\r\nthat the bank began to have an undivided capital, over and above its divided\r\none. It has continued to have an undivided capital of the same kind ever since.\r\nIn 1746, the bank had, upon different occasions, advanced to the public\r\n£11,686,800, and its divided capital had been raised by different calls and\r\nsubscriptions to £ 10,780,000. The state of those two sums has continued to be\r\nthe same ever since. In pursuance of the 4th of George III. c.25, the bank\r\nagreed to pay to government for the renewal of its charter £110,000, without\r\ninterest or re-payment. This sum, therefore did not increase either of those\r\ntwo other sums.\r\n\n\r\nThe dividend of the bank has varied according to the variations in the rate of\r\nthe interest which it has, at different times, received for the money it had\r\nadvanced to the public, as well as according to other circumstances. This rate\r\nof interest has gradually been reduced from eight to three per cent. For some\r\nyears past, the bank dividend has been at five and a half per cent.\r\n\n\r\nThe stability of the bank of England is equal to that of the British\r\ngovernment. All that it has advanced to the public must be lost before its\r\ncreditors can sustain any loss. No other banking company in England can be\r\nestablished by act of parliament, or can consist of more than six members. It\r\nacts, not only as an ordinary bank, but as a great engine of state. It receives\r\nand pays the greater part of the annuities which are due to the creditors of\r\nthe public; it circulates exchequer bills; and it advances to government the\r\nannual amount of the land and malt taxes, which are frequently not paid up till\r\nsome years thereafter. In these different operations, its duty to the public\r\nmay sometimes have obliged it, without any fault of its directors, to overstock\r\nthe circulation with paper money. It likewise discounts merchants’ bills,\r\nand has, upon several different occasions, supported the credit of the\r\nprincipal houses, not only of England, but of Hamburgh and Holland. Upon one\r\noccasion, in 1763, it is said to have advanced for this purpose, in one week,\r\nabout £1,600,000, a great part of it in bullion. I do not, however, pretend to\r\nwarrant either the greatness of the sum, or the shortness of the time. Upon\r\nother occasions, this great company has been reduced to the necessity of paying\r\nin sixpences.\r\n\n\r\nIt is not by augmenting the capital of the country, but by rendering a greater\r\npart of that capital active and productive than would otherwise be so, that the\r\nmost judicious operations of banking can increase the industry of the country.\r\nThat part of his capital which a dealer is obliged to keep by him unemployed\r\nand in ready money, for answering occasional demands, is so much dead stock,\r\nwhich, so long as it remains in this situation, produces nothing, either to him\r\nor to his country. The judicious operations of banking enable him to convert\r\nthis dead stock into active and productive stock; into materials to work upon;\r\ninto tools to work with; and into provisions and subsistence to work for; into\r\nstock which produces something both to himself and to his country. The gold and\r\nsilver money which circulates in any country, and by means of which, the\r\nproduce of its land and labour is annually circulated and distributed to the\r\nproper consumers, is, in the same manner as the ready money of the dealer, all\r\ndead stock. It is a very valuable part of the capital of the country, which\r\nproduces nothing to the country. The judicious operations of banking, by\r\nsubstituting paper in the room of a great part of this gold and silver, enable\r\nthe country to convert a great part of this dead stock into active and\r\nproductive stock; into stock which produces something to the country", "summary": "\nSmith begins by explaining how Scotland's economy thrived despite a significant reduction in circulating precious metals, as banks substituted paper money for gold and silver. Scottish banks developed innovative credit systems, particularly \"cash accounts\" that allowed merchants to borrow as needed and repay gradually. This system enabled Edinburgh merchants to conduct more business with the same capital than their London counterparts, who needed to keep substantial cash reserves. The Scottish method kept less capital \"dead\" (unproductive) and more actively employed in commerce.\nHowever, Smith warns that paper money circulation has natural limits—it cannot exceed what the economy can absorb. When banks over-issue notes, the excess immediately returns for conversion to precious metals, forcing banks to increase their reserves and expenses. Smith details the dangerous practice of \"drawing and redrawing\" bills of exchange, where merchants created fictitious credit by continuously drawing new bills to pay off expiring ones. This practice, with its high interest and commission costs, was ruinous to projectors who borrowed at 8% annually for ventures unlikely to yield such returns.\nSmith illustrates these dangers through the failure of a Scottish bank that tried to support speculative projects by liberally issuing notes and discounting bills. This bank quickly depleted its reserves and resorted to drawing bills on London to raise funds, ultimately advancing over £800,000 in just two years while losing 3% on three-quarters of its dealings. Though intended to relieve economic distress, the bank actually worsened it by enabling unsound projects to accumulate more debt before their inevitable collapse.\nSmith distinguishes between appropriate and inappropriate bank lending. Banks should not finance fixed capital (like buildings or machinery) or the entire circulating capital of a business, but only the portion a merchant would otherwise keep idle for occasional demands. When banks exceed these principles, they over-issue paper money that returns for conversion, depleting their gold and silver reserves. Smith's prudent banker resembles a well-regulated pond where inflows match outflows, maintaining stable reserves.\nThe text concludes with Smith's assessment of banking's true value to an economy. Banking does not directly augment a nation's capital but increases its productivity by converting \"dead stock\" (idle money) into \"active and productive stock.\" By replacing gold and silver with paper in circulation, banking liberates precious metals for productive use, increasing a nation's capacity to support industry. This transformation of idle wealth into productive capital represents the fundamental contribution of \"judicious operations of banking\" to economic development.\n", "map": [["Paper money substitution", "Precious metal liberation"], ["Scottish cash accounts", "Flexible merchant borrowing"], ["Edinburgh merchants", "Reduced cash reserve requirements"], ["Dead capital", "Unproductive money reserves"], ["Paper money circulation", "Natural economic limits"], ["Over-issued notes", "Immediate metallic redemption"], ["Drawing and redrawing", "Fictitious credit creation"], ["High commission costs", "Speculative venture ruin"], ["Bank note issuance", "Unsound project support"], ["Reserve depletion", "London bill dependence"], ["Fixed capital financing", "Inappropriate bank lending"], ["Circulating capital portion", "Appropriate lending scope"], ["Well-regulated pond", "Prudent banking metaphor"], ["Inflow-outflow balance", "Reserve stability maintenance"], ["Dead stock conversion", "Active capital transformation"], ["Banking operations", "Capital productivity enhancement"], ["Idle money", "Potential productivity loss"], ["Gold circulation replacement", "Industrial capacity increase"], ["Judicious banking", "Economic development catalyst"], ["Scottish bank failure", "Speculative lending consequences"]]}