{"source": "https://www.gutenberg.org/cache/epub/3300/pg3300-images.html", "text": " The returns\r\nof the foreign trade of consumption seldom come in before the end of the year,\r\nand sometimes not till after two or three years. A capital, therefore, employed\r\nin the home trade, will sometimes make twelve operations, or be sent out and\r\nreturned twelve times, before a capital employed in the foreign trade of\r\nconsumption has made one. If the capitals are equal, therefore, the one will\r\ngive four-and-twenty times more encouragement and support to the industry of\r\nthe country than the other.\r\n\n\r\nThe foreign goods for home consumption may sometimes be purchased, not with the\r\nproduce of domestic industry but with some other foreign goods. These last,\r\nhowever, must have been purchased, either immediately with the produce of\r\ndomestic industry, or with something else that had been purchased with it; for,\r\nthe case of war and conquest excepted, foreign goods can never be acquired, but\r\nin exchange for something that had been produced at home, either immediately,\r\nor after two or more different exchanges. The effects, therefore, of a capital\r\nemployed in such a round-about foreign trade of consumption, are, in every\r\nrespect, the same as those of one employed in the most direct trade of the same\r\nkind, except that the final returns are likely to be still more distant, as\r\nthey must depend upon the returns of two or three distinct foreign trades. If\r\nthe hemp and flax of Riga are purchased with the tobacco of Virginia, which had\r\nbeen purchased with British manufactures, the merchant must wait for the\r\nreturns of two distinct foreign trades, before he can employ the same capital\r\nin repurchasing a like quantity of British manufactures. If the tobacco of\r\nVirginia had been purchased, not with British manufactures, but with the sugar\r\nand rum of Jamaica, which had been purchased with those manufactures, he must\r\nwait for the returns of three. If those two or three distinct foreign trades\r\nshould happen to be carried on by two or three distinct merchants, of whom the\r\nsecond buys the goods imported by the first, and the third buys those imported\r\nby the second, in order to export them again, each merchant, indeed, will, in\r\nthis case, receive the returns of his own capital more quickly; but the final\r\nreturns of the whole capital employed in the trade will be just as slow as\r\never. Whether the whole capital employed in such a round about trade belong to\r\none merchant or to three, can make no difference with regard to the country,\r\nthough it may with regard to the particular merchants. Three times a greater\r\ncapital must in both cases be employed, in order to exchange a certain value of\r\nBritish manufactures for a certain quantity of flax and hemp, than would have\r\nbeen necessary, had the manufactures and the flax and hemp been directly\r\nexchanged for one another. The whole capital employed, therefore, in such a\r\nround-about foreign trade of consumption, will generally give less\r\nencouragement and support to the productive labour of the country, than an\r\nequal capital employed in a more direct trade of the same kind.\r\n\n\r\nWhatever be the foreign commodity with which the foreign goods for home\r\nconsumption are purchased, it can occasion no essential difference, either in\r\nthe nature of the trade, or in the encouragement and support which it can give\r\nto the productive labour of the country from which it is carried on. If they\r\nare purchased with the gold of Brazil, for example, or with the silver of Peru,\r\nthis gold and silver, like the tobacco of Virginia, must have been purchased\r\nwith something that either was the produce of the industry of the country, or\r\nthat had been purchased with something else that was so. So far, therefore, as\r\nthe productive labour of the country is concerned, the foreign trade of\r\nconsumption, which is carried on by means of gold and silver, has all the\r\nadvantages and all the inconveniencies of any other equally round-about foreign\r\ntrade of consumption; and will replace, just as fast, or just as slow, the\r\ncapital which is immediately employed in supporting that productive labour. It\r\nseems even to have one advantage over any other equally round-about foreign\r\ntrade. The transportation of those metals from one place to another, on account\r\nof their small bulk and great value, is less expensive than that of almost any\r\nother foreign goods of equal value. Their freight is much less, and their\r\ninsurance not greater; and no goods, besides, are less liable to suffer by the\r\ncarriage. An equal quantity of foreign goods, therefore, may frequently be\r\npurchased with a smaller quantity of the produce of domestic industry, by the\r\nintervention of gold and silver, than by that of any other foreign goods. The\r\ndemand of the country may frequently, in this manner, be supplied more\r\ncompletely, and at a smaller expense, than in any other. Whether, by the\r\ncontinual exportation of those metals, a trade of this kind is likely to\r\nimpoverish the country from which it is carried on in any other way, I shall\r\nhave occasion to examine at great length hereafter.\r\n\n\r\nThat part of the capital of any country which is employed in the carrying\r\ntrade, is altogether withdrawn from supporting the productive labour of that\r\nparticular country, to support that of some foreign countries. Though it may\r\nreplace, by every operation, two distinct capitals, yet neither of them belongs\r\nto that particular country. The capital of the Dutch merchant, which carries\r\nthe corn of Poland to Portugal, and brings back the fruits and wines of\r\nPortugal to Poland, replaces by every such operation two capitals, neither of\r\nwhich had been employed in supporting the productive labour of Holland; but one\r\nof them in supporting that of Poland, and the other that of Portugal. The\r\nprofits only return regularly to Holland, and constitute the whole addition\r\nwhich this trade necessarily makes to the annual produce of the land and labour\r\nof that country. When, indeed, the carrying trade of any particular country is\r\ncarried on with the ships and sailors of that country, that part of the capital\r\nemployed in it which pays the freight is distributed among, and puts into\r\nmotion, a certain number of productive labourers of that country. Almost all\r\nnations that have had any considerable share of the carrying trade have, in\r\nfact, carried it on in this manner. The trade itself has probably derived its\r\nname from it, the people of such countries being the carriers to other\r\ncountries. It does not, however, seem essential to the nature of the trade that\r\nit should be so. A Dutch merchant may, for example, employ his capital in\r\ntransacting the commerce of Poland and Portugal, by carrying part of the\r\nsurplus produce of the one to the other, not in Dutch, but in British bottoms.\r\nIt maybe presumed, that he actually does so upon some particular occasions. It\r\nis upon this account, however, that the carrying trade has been supposed\r\npeculiarly advantageous to such a country as Great Britain, of which the\r\ndefence and security depend upon the number of its sailors and shipping. But\r\nthe same capital may employ as many sailors and shipping, either in the foreign\r\ntrade of consumption, or even in the home trade, when carried on by coasting\r\nvessels, as it could in the carrying trade. The number of sailors and shipping\r\nwhich any particular capital can employ, does not depend upon the nature of the\r\ntrade, but partly upon the bulk of the goods, in proportion to their value, and\r\npartly upon the distance of the ports between which they are to be carried;\r\nchiefly upon the former of those two circumstances. The coal trade from\r\nNewcastle to London, for example, employs more shipping than all the carrying\r\ntrade of England, though the ports are at no great distance. To force,\r\ntherefore, by extraordinary encouragements, a larger share of the capital of\r\nany country into the carrying trade, than what would naturally go to it, will\r\nnot always necessarily increase the shipping of that country.\r\n\n\r\nThe capital, therefore, employed in the home trade of any country, will\r\ngenerally give encouragement and support to a greater quantity of productive\r\nlabour in that country, and increase the value of its annual produce, more than\r\nan equal capital employed in the foreign trade of consumption; and the capital\r\nemployed in this latter trade has, in both these respects, a still greater\r\nadvantage over an equal capital employed in the carrying trade. The riches, and\r\nso far as power depends upon riches, the power of every country must always be\r\nin proportion to the value of its annual produce, the fund from which all taxes\r\nmust ultimately be paid. But the great object of the political economy of every\r\ncountry, is to increase the riches and power of that country. It ought,\r\ntherefore, to give no preference nor superior encouragement to the foreign\r\ntrade of consumption above the home trade, nor to the carrying trade above\r\neither of the other two. It ought neither to force nor to allure into either of\r\nthose two channels a greater share of the capital of the country, than what\r\nwould naturally flow into them of its own accord.\r\n\n\r\nEach of those different branches of trade, however, is not only advantageous,\r\nbut necessary and unavoidable, when the course of things, without any\r\nconstraint or violence, naturally introduces it.\r\n\n\r\nWhen the produce of any particular branch of industry exceeds what the demand\r\nof the country requires, the surplus must be sent abroad, and exchanged for\r\nsomething for which there is a demand at home. Without such exportation, a part\r\nof the productive labour of the country must cease, and the value of its annual\r\nproduce diminish. The land and labour of Great Britain produce generally more\r\ncorn, woollens, and hardware, than the demand of the home market requires. The\r\nsurplus part of them, therefore, must be sent abroad, and exchanged for\r\nsomething for which there is a demand at home. It is only by means of such\r\nexportation, that this surplus can acquire a value sufficient to compensate the\r\nlabour and expense of producing it. The neighbourhood of the sea-coast, and the\r\nbanks of all navigable rivers, are advantageous situations for industry, only\r\nbecause they facilitate the exportation and exchange of such surplus produce\r\nfor something else which is more in demand there.\r\n\n\r\nWhen the foreign goods which are thus purchased with the surplus produce of\r\ndomestic industry exceed the demand of the home market, the surplus part of\r\nthem must be sent abroad again, and exchanged for something more in demand at\r\nhome. About 96,000 hogsheads of tobacco are annually purchased in Virginia and\r\nMaryland with a part of the surplus produce of British industry. But the demand\r\nof Great Britain does not require, perhaps, more than 14,000. If the remaining\r\n82,000, therefore, could not be sent abroad, and exchanged for something more\r\nin demand at home, the importation of them must cease immediately, and with it\r\nthe productive labour of all those inhabitants of Great Britain who are at\r\npresent employed in preparing the goods with which these 82,000 hogsheads are\r\nannually purchased. Those goods, which are part of the produce of the land and\r\nlabour of Great Britain, having no market at home, and being deprived of that\r\nwhich they had abroad, must cease to be produced. The most round-about foreign\r\ntrade of consumption, therefore, may, upon some occasions, be as necessary for\r\nsupporting the productive labour of the country, and the value of its annual\r\nproduce, as the most direct.\r\n\n\r\nWhen the capital stock of any country is increased to such a degree that it\r\ncannot be all employed in supplying the consumption, and supporting the\r\nproductive labour of that particular country, the surplus part of it naturally\r\ndisgorges itself into the carrying trade, and is employed in performing the\r\nsame offices to other countries. The carrying trade is the natural effect and\r\nsymptom of great national wealth; but it does not seem to be the natural cause\r\nof it. Those statesmen who have been disposed to favour it with particular\r\nencouragement, seem to have mistaken the effect and symptom for the cause.\r\nHolland, in proportion to the extent of the land and the number of its\r\ninhabitants, by far the richest country in Europe, has accordingly the greatest\r\nshare of the carrying trade of Europe. England, perhaps the second richest\r\ncountry of Europe, is likewise supposed to have a considerable share in it;\r\nthough what commonly passes for the carrying trade of England will frequently,\r\nperhaps, be found to be no more than a round-about foreign trade of\r\nconsumption. Such are, in a great measure, the trades which carry the goods of\r\nthe East and West Indies and of America to the different European markets.\r\nThose goods are generally purchased, either immediately with the produce of\r\nBritish industry, or with something else which had been purchased with that\r\nproduce, and the final returns of those trades are generally used or consumed\r\nin Great Britain. The trade which is carried on in British bottoms between the\r\ndifferent ports of the Mediterranean, and some trade of the same kind carried\r\non by British merchants between the different ports of India, make, perhaps,\r\nthe principal branches of what is properly the carrying trade of Great Britain.\r\n\n\r\nThe extent of the home trade, and of the capital which can be employed in it,\r\nis necessarily limited by the value of the surplus produce of all those distant\r\nplaces within the country which have occasion to exchange their respective\r\nproductions with one another; that of the foreign trade of consumption, by the\r\nvalue of the surplus produce of the whole country, and of what can be purchased\r\nwith it; that of the carrying trade, by the value of the surplus produce of all\r\nthe different countries in the world. Its possible extent, therefore, is in a\r\nmanner infinite in comparison of that of the other two, and is capable of\r\nabsorbing the greatest capitals.\r\n\n\r\nThe consideration of his own private profit is the sole motive which determines\r\nthe owner of any capital to employ it either in agriculture, in manufactures,\r\nor in some particular branch of the wholesale or retail trade. The different\r\nquantities of productive labour which it may put into motion, and the different\r\nvalues which it may add to the annual produce of the land and labour of the\r\nsociety, according as it is employed in one or other of those different ways,\r\nnever enter into his thoughts. In countries, therefore, where agriculture is\r\nthe most profitable of all employments, and farming and improving the most\r\ndirect roads to a splendid fortune, the capitals of individuals will naturally\r\nbe employed in the manner most advantageous to the whole society. The profits\r\nof agriculture, however, seem to have no superiority over those of other\r\nemployments in any part of Europe. Projectors, indeed, in every corner of it,\r\nhave, within these few years, amused the public with most magnificent accounts\r\nof the profits to be made by the cultivation and improvement of land. Without\r\nentering into any particular discussion of their calculations, a very simple\r\nobservation may satisfy us that the result of them must be false. We see, every\r\nday, the most splendid fortunes, that have been acquired in the course of a\r\nsingle life, by trade and manufactures, frequently from a very small capital,\r\nsometimes from no capital. A single instance of such a fortune, acquired by\r\nagriculture in the same time, and from such a capital, has not, perhaps,\r\noccurred in Europe, during the course of the present century. In all the great\r\ncountries of Europe, however, much good land still remains uncultivated; and\r\nthe greater part of what is cultivated, is far from being improved to the\r\ndegree of which it is capable. Agriculture, therefore, is almost everywhere\r\ncapable of absorbing a much greater capital than has ever yet been employed in\r\nit. What circumstances in the policy of Europe have given the trades which are\r\ncarried on in towns so great an advantage over that which is carried on in the\r\ncountry, that private persons frequently find it more for their advantage to\r\nemploy their capitals in the most distant carrying trades of Asia and America\r\nthan in the improvement and cultivation of the most fertile fields in their own\r\nneighbourhood, I shall endeavour to explain at full length in the two following\r\nbooks.\r\n\n\r\nThe great commerce of every civilized society is that carried on between the\r\ninhabitants of the town and those of the country. It consists in the exchange\r\nof rude for manufactured produce, either immediately, or by the intervention of\r\nmoney, or of some sort of paper which represents money. The country supplies\r\nthe town with the means of subsistence and the materials of manufacture. The\r\ntown repays this supply, by sending back a part of the manufactured produce to\r\nthe inhabitants of the country. The town, in which there neither is nor can be\r\nany reproduction of substances, may very properly be said to gain its whole\r\nwealth and subsistence from the country. We must not, however, upon this\r\naccount, imagine that the gain of the town is the loss of the country. The\r\ngains of both are mutual and reciprocal, and the division of labour is in this,\r\nas in all other cases, advantageous to all the different persons employed in\r\nthe various occupations into which it is subdivided. The inhabitants of the\r\ncountry purchase of the town a greater quantity of manufactured goods with the\r\nproduce of a much smaller quantity of their own labour, than they must have\r\nemployed had they attempted to prepare them themselves. The town affords a\r\nmarket for the surplus produce of the country, or what is over and above the\r\nmaintenance of the cultivators; and it is there that the inhabitants of the\r\ncountry exchange it for something else which is in demand among them. The\r\ngreater the number and revenue of the inhabitants of the town, the more\r\nextensive is the market which it affords to those of the country; and the more\r\nextensive that market, it is always the more advantageous to a great number.\r\nThe corn which grows within a mile of the town, sells there for the same price\r\nwith that which comes from twenty miles distance. But the price of the latter\r\nmust, generally, not only pay the expense of raising it and bringing it to\r\nmarket, but afford, too, the ordinary profits of agriculture to the farmer. The\r\nproprietors and cultivators of the country, therefore, which lies in the\r\nneighbourhood of the town, over and above the ordinary profits of agriculture,\r\ngain, in the price of what they sell, the whole value of the carriage of the\r\nlike produce that is brought from more distant parts; and they save, besides,\r\nthe whole value of this carriage in the price of what they buy. Compare the\r\ncultivation of the lands in the neighbourhood of any considerable town, with\r\nthat of those which lie at some distance from it, and you will easily satisfy\r\nyourself how much the country is benefited by the commerce of the town. Among\r\nall the absurd speculations that have been propagated concerning the balance of\r\ntrade, it has never been pretended that either the country loses by its\r\ncommerce with the town, or the town by that with the country which maintains\r\nit.\r\n\n\r\nAs subsistence is, in the nature of things, prior to conveniency and luxury, so\r\nthe industry which procures the former, must necessarily be prior to that which\r\nministers to the latter. The cultivation and improvement of the country,\r\ntherefore, which affords subsistence, must, necessarily, be prior to the\r\nincrease of the town, which furnishes only the means of conveniency and luxury.\r\nIt is the surplus produce of the country only, or what is over and above the\r\nmaintenance of the cultivators, that constitutes the subsistence of the town,\r\nwhich can therefore increase only with the increase of the surplus produce. The\r\ntown, indeed, may not always derive its whole subsistence from the country in\r\nits neighbourhood, or even from the territory to which it belongs, but from\r\nvery distant countries; and this, though it forms no exception from the general\r\nrule, has occasioned considerable variations in the progress of opulence in\r\ndifferent ages and nations.\r\n\n\r\nThat order of things which necessity imposes, in general, though not in every\r\nparticular country, is in every particular country promoted by the natural\r\ninclinations of man. If human institutions had never thwarted those natural\r\ninclinations, the towns could nowhere have increased beyond what the\r\nimprovement and cultivation of the territory in which they were situated could\r\nsupport; till such time, at least, as the whole of that territory was\r\ncompletely cultivated and improved. Upon equal, or nearly equal profits, most\r\nmen will choose to employ their capitals, rather in the improvement and\r\ncultivation of land, than either in manufactures or in foreign trade. The man\r\nwho employs his capital in land, has it more under his view and command; and\r\nhis fortune is much less liable to accidents than that of the trader, who is\r\nobliged frequently to commit it, not only to the winds and the waves, but to\r\nthe more uncertain elements of human folly and injustice, by giving great\r\ncredits, in distant countries, to men with whose character and situation he can\r\nseldom be thoroughly acquainted. The capital of the landlord, on the contrary,\r\nwhich is fixed in the improvement of his land, seems to be as well secured as\r\nthe nature of human affairs can admit of. The beauty of the country, besides,\r\nthe pleasure of a country life, the tranquillity of mind which it promises,\r\nand, wherever the injustice of human laws does not disturb it, the independency\r\nwhich it really affords, have charms that, more or less, attract everybody; and\r\nas to cultivate the ground was the original destination of man, so, in every\r\nstage of his existence, he seems to retain a predilection for this primitive\r\nemployment.\r\n\n\r\nWithout the assistance of some artificers, indeed, the cultivation of land\r\ncannot be carried on, but with great inconveniency and continual interruption.\r\nSmiths, carpenters, wheelwrights and ploughwrights, masons and bricklayers,\r\ntanners, shoemakers, and tailors, are people whose service the farmer has\r\nfrequent occasion for. Such artificers, too, stand occasionally in need of the\r\nassistance of one another; and as their residence is not, like that of the\r\nfarmer, necessarily tied down to a precise spot, they naturally settle in the\r\nneighbourhood of one another, and thus form a small town or village. The\r\nbutcher, the brewer, and the baker, soon join them, together with many other\r\nartificers and retailers, necessary or useful for supplying their occasional\r\nwants, and who contribute still further to augment the town. The inhabitants of\r\nthe town, and those of the country, are mutually the servants of one another.\r\nThe town is a continual fair or market, to which the inhabitants of the country\r\nresort, in order to exchange their rude for manufactured produce. It is this\r\ncommerce which supplies the inhabitants of the town, both with the materials of\r\ntheir work, and the means of their subsistence. The quantity of the finished\r\nwork which they sell to the inhabitants of the country, necessarily regulates\r\nthe quantity of the materials and provisions which they buy. Neither their\r\nemployment nor subsistence, therefore, can augment, but in proportion to the\r\naugmentation of the demand from the country for finished work; and this demand\r\ncan augment only in proportion to the extension of improvement and cultivation.\r\nHad human institutions, therefore, never disturbed the natural course of\r\nthings, the progressive wealth and increase of the towns would, in every\r\npolitical society, be consequential, and in proportion to the improvement and\r\ncultivation of the territory of country.\r\n\n\r\nIn our North American colonies, where uncultivated land is still to be had upon\r\neasy terms, no manufactures for distant sale have ever yet been established in\r\nany of their towns. When an artificer has acquired a little more stock than is\r\nnecessary for carrying on his own business in supplying the neighbouring\r\ncountry, he does not, in North America, attempt to establish with it a\r\nmanufacture for more distant sale, but employs it in the purchase and\r\nimprovement of uncultivated land. From artificer he becomes planter; and\r\nneither the large wages nor the easy subsistence which that country affords to\r\nartificers, can bribe him rather to work for other people than for himself. He\r\nfeels that an artificer is the servant of his customers, from whom he derives\r\nhis subsistence; but that a planter who cultivates his own land, and derives\r\nhis necessary subsistence from the labour of his own family, is really a\r\nmaster, and independent of all the world.\r\n\n\r\nIn countries, on the contrary, where there is either no uncultivated land, or\r\nnone that can be had upon easy terms, every artificer who has acquired more\r\nstock than he can employ in the occasional jobs of the neighbourhood,\r\nendeavours to prepare work for more distant sale. The smith erects some sort of\r\niron, the weaver some sort of linen or woollen manufactory. Those different\r\nmanufactures come, in process of time, to be gradually subdivided, and thereby\r\nimproved and refined in a great variety of ways, which may easily be conceived,\r\nand which it is therefore unnecessary to explain any farther.\r\n\n\r\nIn seeking for employment to a capital, manufactures are, upon equal or nearly\r\nequal profits, naturally preferred to foreign commerce, for the same reason\r\nthat agriculture is naturally preferred to manufactures. As the capital of the\r\nlandlord or farmer is more secure than that of the manufacturer, so the capital\r\nof the manufacturer, being at all times more within his view and command, is\r\nmore secure than that of the foreign merchant. In every period, indeed, of\r\nevery society, the surplus part both of the rude and manufactured produce, or\r\nthat for which there is no demand at home, must be sent abroad, in order to be\r\nexchanged for something for which there is some demand at home. But whether the\r\ncapital which carries this surplus produce abroad be a foreign or a domestic\r\none, is of very little importance. If the society has not acquired sufficient\r\ncapital, both to cultivate all its lands, and to manufacture in the completest\r\nmanner the whole of its rude produce, there is even a considerable advantage\r\nthat the rude produce should be exported by a foreign capital, in order that\r\nthe whole stock of the society may be employed in more useful purposes. The\r\nwealth of ancient Egypt, that of China and Indostan, sufficiently demonstrate\r\nthat a nation may attain a very high degree of opulence, though the greater\r\npart of its exportation trade be carried on by foreigners. The progress of our\r\nNorth American and West Indian colonies, would have been much less rapid, had\r\nno capital but what belonged to themselves been employed in exporting their\r\nsurplus produce.\r\n\n\r\nAccording to the natural course of things, therefore, the greater part of the\r\ncapital of every growing society is, first, directed to agriculture, afterwards\r\nto manufactures, and, last of all, to foreign commerce. This order of things is\r\nso very natural, that in every society that had any territory, it has always, I\r\nbelieve, been in some degree observed. Some of their lands must have been\r\ncultivated before any considerable towns could be established, and some sort of\r\ncoarse industry of the manufacturing kind must have been carried on in those\r\ntowns, before they could well think of employing themselves in foreign\r\ncommerce.\r\n\n\r\nBut though this natural order of things must have taken place in some degree in\r\nevery such society, it has, in all the modern states of Europe, been in many\r\nrespects entirely inverted. The foreign commerce of some of their cities has\r\nintroduced all their finer manufactures, or such as were fit for distant sale;\r\nand manufactures and foreign commerce together have given birth to the\r\nprincipal improvements of agriculture. The manners and customs which the nature\r\nof their original government introduced, and which remained after that\r\ngovernment was greatly altered, necessarily forced them into this unnatural and\r\nretrograde order.\r\n\n\r\nWhen the German and Scythian nations overran the western provinces of the Roman\r\nempire, the confusions which followed so great a revolution lasted for several\r\ncenturies. The rapine and violence which the barbarians exercised against the\r\nancient inhabitants, interrupted the commerce between the towns and the\r\ncountry. The towns were deserted, and the country was left uncultivated; and\r\nthe western provinces of Europe, which had enjoyed a considerable degree of\r\nopulence under the Roman empire, sunk into the lowest state of poverty and\r\nbarbarism. During the continuance of those confusions, the chiefs and principal\r\nleaders of those nations acquired, or usurped to themselves, the greater part\r\nof the lands of those countries. A great part of them was uncultivated; but no\r\npart of them, whether cultivated or uncultivated, was left without a\r\nproprietor. All of them were engrossed, and the greater part by a few great\r\nproprietors.\r\n\n\r\nThis original engrossing of uncultivated lands, though a great, might have been\r\nbut a transitory evil. They might soon have been divided again, and broke into\r\nsmall parcels, either by succession or by alienation. The law of primogeniture\r\nhindered them from being divided by succession; the introduction of entails\r\nprevented their being broke into small parcels by alienation.\r\n\n\r\nWhen land, like moveables, is considered as the means only of subsistence and\r\nenjoyment, the natural law of succession divides it, like them, among all the\r\nchildren of the family; of all of whom the subsistence and enjoyment may be\r\nsupposed equally dear to the father. This natural law of succession,\r\naccordingly, took place among the Romans who made no more distinction between\r\nelder and younger, between male and female, in the inheritance of lands, than\r\nwe do in the distribution of moveables. But when land was considered as the\r\nmeans, not of subsistence merely, but of power and protection, it was thought\r\nbetter that it should descend undivided to one. In those disorderly times,\r\nevery great landlord was a sort of petty prince. His tenants were his subjects.\r\nHe was their judge, and in some respects their legislator in peace and their\r\nleader in war. He made war according to his own discretion, frequently against\r\nhis neighbours, and sometimes against his sovereign. The security of a landed\r\nestate, therefore, the protection which its owner could afford to those who\r\ndwelt on it, depended upon its greatness. To divide it was to ruin it, and to\r\nexpose every part of it to be oppressed and swallowed up by the incursions of\r\nits neighbours. The law of primogeniture, therefore, came to take place, not\r\nimmediately indeed, but in process of time, in the succession of landed\r\nestates, for the same reason that it has generally taken place in that of\r\nmonarchies, though not always at their first institution. That the power, and\r\nconsequently the security of the monarchy, may not be weakened by division, it\r\nmust descend entire to one of the children. To which of them so important a\r\npreference shall be given, must be determined by some general rule, founded not\r\nupon the doubtful distinctions of personal merit, but upon some plain and\r\nevident difference which can admit of no dispute. Among the children of the\r\nsame family there can be no indisputable difference but that of sex, and that\r\nof age. The male sex is universally preferred to the female; and when all other\r\nthings are equal, the elder everywhere takes place of the younger. Hence the\r\norigin of the right of primogeniture, and of what is called lineal succession.\r\n\n\r\nLaws frequently continue in force long after the circumstances which first gave\r\noccasion to them, and which could alone render them reasonable, are no more. In\r\nthe present state of Europe, the proprietor of a single acre of land is as\r\nperfectly secure in his possession as the proprietor of 100,000. The right of\r\nprimogeniture, however, still continues to be respected; and as of all\r\ninstitutions it is the fittest to support the pride of family distinctions, it\r\nis still likely to endure for many centuries. In every other respect, nothing\r\ncan be more contrary to the real interest of a numerous family, than a right\r\nwhich, in order to enrich one, beggars all the rest of the children.\r\n\n\r\nEntails are the natural consequences of the law of primogeniture. They were\r\nintroduced to preserve a certain lineal succession, of which the law of\r\nprimogeniture first gave the idea, and to hinder any part of the original\r\nestate from being carried out of the proposed line, either by gift, or device,\r\nor alienation; either by the folly, or by the misfortune of any of its\r\nsuccessive owners. They were altogether unknown to the Romans. Neither their\r\nsubstitutions, nor fidei commisses, bear any resemblance to entails, though\r\nsome French lawyers have thought proper to dress the modern institution in the\r\nlanguage and garb of those ancient ones.\r\n\n\r\nWhen great landed estates were a sort of principalities, entails might not be\r\nunreasonable. Like what are called the fundamental laws of some monarchies,\r\nthey might frequently hinder the security of thousands from being endangered by\r\nthe caprice or extravagance of one man. But in the present state of Europe,\r\nwhen small as well as great estates derive their security from the laws of\r\ntheir country, nothing can be more completely absurd. They are founded upon the\r\nmost absurd of all suppositions, the supposition that every successive\r\ngeneration of men have not an equal right to the earth, and to all that it\r\npossesses; but that the property of the present generation should be restrained\r\nand regulated according to the fancy of those who died, perhaps five hundred\r\nyears ago. Entails, however, are still respected, through the greater part of\r\nEurope; In those countries, particularly, in which noble birth is a necessary\r\nqualification for the enjoyment either of civil or military honours. Entails\r\nare thought necessary for maintaining this exclusive privilege of the nobility\r\nto the great offices and honours of their country; and that order having\r\nusurped one unjust advantage over the rest of their fellow-citizens, lest their\r\npoverty should render it ridiculous, it is thought reasonable that they should\r\nhave another. The common law of England, indeed, is said to abhor perpetuities,\r\nand they are accordingly more restricted there than in any other European\r\nmonarchy; though even England is not altogether without them. In Scotland, more\r\nthan one fifth, perhaps more than one third part of the whole lands in the\r\ncountry, are at present supposed to be under strict entail.\r\n\n\r\nGreat tracts of uncultivated land were in this manner not only engrossed by\r\nparticular families, but the possibility of their being divided again was as\r\nmuch as possible precluded for ever. It seldom happens, however, that a great\r\nproprietor is a great improver. In the disorderly times which gave birth to\r\nthose barbarous institutions, the great proprietor was sufficiently employed in\r\ndefending his own territories, or in extending his jurisdiction and authority\r\nover those of his neighbours. He had no leisure to attend to the cultivation\r\nand improvement of land. When the establishment of law and order afforded him\r\nthis leisure, he often wanted the inclination, and almost always the requisite\r\nabilities. If the expense of his house and person either equalled or exceeded\r\nhis revenue, as it did very frequently, he had no stock to employ in this\r\nmanner. If he was an economist, he generally found it more profitable to employ\r\nhis annual savings in new purchases than in the improvement of his old estate.\r\nTo improve land with profit, like all other commercial projects, requires an\r\nexact attention to small savings and small gains, of which a man born to a\r\ngreat fortune, even though naturally frugal, is very seldom capable. The\r\nsituation of such a person naturally disposes him to attend rather to ornament,\r\nwhich pleases his fancy, than to profit, for which he has so little occasion.\r\nThe elegance of his dress, of his equipage, of his house and household\r\nfurniture, are objects which, from his infancy, he has been accustomed to have\r\nsome anxiety about. The turn of mind which this habit naturally forms, follows\r\nhim when he comes to think of the improvement of land. He embellishes, perhaps,\r\nfour or five hundred acres in the neighbourhood of his house, at ten times the\r\nexpense which the land is worth after all his improvements; and finds, that if\r\nhe was to improve his whole estate in the same manner, and he has little taste\r\nfor any other, he would be a bankrupt before he had finished the tenth part of\r\nit. There still remain, in both parts of the united kingdom, some great estates\r\nwhich have continued, without interruption, in the hands of the same family\r\nsince the times of feudal anarchy. Compare the present condition of those\r\nestates with the possessions of the small proprietors in their neighbourhood,\r\nand you will require no other argument to convince you how unfavourable such\r\nextensive property is to improvement.\r\n\n\r\nIf little improvement was to be expected from such great proprietors, still\r\nless was to be hoped for from those who occupied the land under them. In the\r\nancient state of Europe, the occupiers of land were all tenants at will. They\r\nwere all, or almost all, slaves, but their slavery was of a milder kind than\r\nthat known among the ancient Greeks and Romans, or even in our West Indian\r\ncolonies. They were supposed to belong more directly to the land than to their\r\nmaster. They could, therefore, be sold with it, but not separately. They could\r\nmarry, provided it was with the consent of their master; and he could not\r\nafterwards dissolve the marriage by selling the man and wife to different\r\npersons. If he maimed or murdered any of them, he was liable to some penalty,\r\nthough generally but to a small one. They were not, however, capable of\r\nacquiring property. Whatever they acquired was acquired to their master, and he\r\ncould take it from them at pleasure. Whatever cultivation and improvement could\r\nbe carried on by means of such slaves, was properly carried on by their master.\r\nIt was at his expense. The seed, the cattle, and the instruments of husbandry,\r\nwere all his. It was for his benefit. Such slaves could acquire nothing but\r\ntheir daily maintenance. It was properly the proprietor himself, therefore,\r\nthat in this case occupied his own lands, and cultivated them by his own\r\nbondmen. This species of slavery still subsists in Russia, Poland, Hungary,\r\nBohemia, Moravia, and other parts of Germany. It is only in the western and\r\nsouth-western provinces of Europe that it has gradually been abolished\r\naltogether.\r\n\n\r\nBut if great improvements are seldom to be expected from great proprietors,\r\nthey are least of all to be expected when they employ slaves for their workmen.\r\nThe experience of all ages and nations, I believe, demonstrates that the work\r\ndone by slaves, though it appears to cost only their maintenance, is in the end\r\nthe dearest of any. A person who can acquire no property can have no other\r\ninterest but to eat as much and to labour as little as possible. Whatever work\r\nhe does beyond what is sufficient to purchase his own maintenance, can be\r\nsqueezed out of him by violence only, and not by any interest of his own. In\r\nancient Italy, how much the cultivation of corn degenerated, how unprofitable\r\nit became to the master, when it fell under the management of slaves, is\r\nremarked both by Pliny and Columella. In the time of Aristotle, it had not been\r\nmuch better in ancient Greece. Speaking of the ideal republic described in the\r\nlaws of Plato, to maintain 5000 idle men (the number of warriors supposed\r\nnecessary for its defence), together with their women and servants, would\r\nrequire, he says, a territory of boundless extent and fertility, like the\r\nplains of Babylon.\r\n\n\r\nThe pride of man makes him love to domineer, and nothing mortifies him so much\r\nas to be obliged to condescend to persuade his inferiors. Wherever the law\r\nallows it, and the nature of the work can afford it, therefore, he will\r\ngenerally prefer the service of slaves to that of freemen. The planting of\r\nsugar and tobacco can afford the expense of slave cultivation. The raising of\r\ncorn, it seems, in the present times, cannot. In the English colonies, of which\r\nthe principal produce is corn, the far greater part of the work is done by\r\nfreemen. The late resolution of the Quakers in Pennsylvania, to set at liberty\r\nall their negro slaves, may satisfy us that their number cannot be very great.\r\nHad they made any considerable part of their property, such a resolution could\r\nnever have been agreed to. In our sugar colonies., on the contrary, the whole\r\nwork is done by slaves, and in our tobacco colonies a very great part of it.\r\nThe profits of a sugar plantation in any of our West Indian colonies, are\r\ngenerally much greater than those of any other cultivation that is known either\r\nin Europe or America; and the profits of a tobacco plantation, though inferior\r\nto those of sugar, are superior to those of corn, as has already been observed.\r\nBoth can afford the expense of slave cultivation but sugar can afford it still\r\nbetter than tobacco. The number of negroes, accordingly, is much greater, in\r\nproportion to that of whites, in our sugar than in our tobacco colonies.\r\n\n\r\nTo the slave cultivators of ancient times gradually succeeded a species of\r\nfarmers, known at present in France by the name of metayers. They are called in\r\nLatin Coloni Partiarii. They have been so long in disuse in England, that at\r\npresent I know no English name for them. The proprietor furnished them with the\r\nseed, cattle, and instruments of husbandry, the whole stock, in short,\r\nnecessary for cultivating the farm. The produce was divided equally between the\r\nproprietor and the farmer, after setting aside what was judged necessary for\r\nkeeping up the stock, which was restored to the proprietor, when the farmer\r\neither quitted or was turned out of the farm.\r\n\n\r\nLand occupied by such tenants is properly cultivated at the expense of the\r\nproprietors, as much as that occupied by slaves. There is, however, one very\r\nessential difference between them. Such tenants, being freemen, are capable of\r\nacquiring property; and having a certain proportion of the produce of the land,\r\nthey have a plain interest that the whole produce should be as great as\r\npossible, in order that their own proportion may be so. A slave, on the\r\ncontrary, who can acquire nothing but his maintenance, consults his own ease,\r\nby making the land produce as little as possible over and above that\r\nmaintenance. It is probable that it was partly upon account of this advantage,\r\nand partly upon account of the encroachments which the sovereigns, always\r\njealous of the great lords, gradually encouraged their villains to make upon\r\ntheir authority, and which seem, at least, to have been such as rendered this\r\nspecies of servitude altogether inconvenient, that tenure in villanage\r\ngradually wore out through the greater part of Europe. The time and manner,\r\nhowever, in which so important a revolution was brought about, is one of the\r\nmost obscure points in modern history. The church of Rome claims great merit in\r\nit; and it is certain, that so early as the twelfth century, Alexander III.\r\npublished a bull for the general emancipation of slaves. It seems, however, to\r\nhave been rather a pious exhortation, than a law to which exact obedience was\r\nrequired from the faithful. Slavery continued to take place almost universally\r\nfor several centuries afterwards, till it was gradually abolished by the joint\r\noperation of the two interests above mentioned; that of the proprietor on the\r\none hand, and that of the sovereign on the other. A villain, enfranchised, and\r\nat the same time allowed to continue in possession of the land, having no stock\r\nof his own, could cultivate it only by means of what the landlord advanced to\r\nhim, and must therefore have been what the French call a metayer.\r\n\n\r\nIt could never, however, be the interest even of this last species of\r\ncultivators, to lay out, in the further improvement of the land, any part of\r\nthe little stock which they might save from their own share of the produce;\r\nbecause the landlord, who laid out nothing, was to get one half of whatever it\r\nproduced. The tithe, which is but a tenth of the produce, is found to be a very\r\ngreat hindrance to improvement. A tax, therefore, which amounted to one half,\r\nmust have been an effectual bar to it. It might be the interest of a metayer to\r\nmake the land produce as much as could be brought out of it by means of the\r\nstock furnished by the proprietor; but it could never be his interest to mix\r\nany part of his own with it. In France, where five parts out of six of the\r\nwhole kingdom are said to be still occupied by this species of cultivators, the\r\nproprietors complain, that their metayers take every opportunity of employing\r\ntheir master’s cattle rather in carriage than in cultivation; because, in\r\nthe one case, they get the whole profits to themselves, in the other they share\r\nthem with their landlord. This species of tenants still subsists in some parts\r\nof Scotland. They are called steel-bow tenants. Those ancient English tenants,\r\nwho are said by Chief-Baron Gilbert and Dr Blackstone to have been rather\r\nbailiffs of the landlord than farmers, properly so called, were probably of the\r\nsame kind.\r\n\n\r\nTo this species of tenantry succeeded, though by very slow degrees, farmers,\r\nproperly so called, who cultivated the land with their own stock, paying a rent\r\ncertain to the landlord. When such farmers have a lease for a term of years,\r\nthey may sometimes find it for their interest to lay out part of their capital\r\nin the further improvement of the farm; because they may sometimes expect to\r\nrecover it, with a large profit, before the expiration of the lease. The\r\npossession, even of such farmers, however, was long extremely precarious, and\r\nstill is so in many parts of Europe. They could, before the expiration of their\r\nterm, be legally ousted of their leases by a new purchaser; in England, even,\r\nby the fictitious action of a common recovery. If they were turned out\r\nillegally by the violence of their master, the action by which they obtained\r\nredress was extremely imperfect. It did not always reinstate them in the\r\npossession of the land, but gave them damages, which never amounted to a real\r\nloss. Even in England, the country, perhaps of Europe, where the yeomanry has\r\nalways been most respected, it was not till about the 14th of Henry VII. that\r\nthe action of ejectment was invented, by which the tenant recovers, not damages\r\nonly, but possession, and in which his claim is not necessarily concluded by\r\nthe uncertain decision of a single assize. This action has been found so\r\neffectual a remedy, that, in the modern practice, when the landlord has\r\noccasion to sue for the possession of the land, he seldom makes use of the\r\nactions which properly belong to him as a landlord, the writ of right or the\r\nwrit of entry, but sues in the name of his tenant, by the writ of ejectment. In\r\nEngland, therefore the security of the tenant is equal to that of the\r\nproprietor. In England, besides, a lease for life of forty shillings a-year\r\nvalue is a freehold, and entitles the lessee to a vote for a member of\r\nparliament; and as a great part of the yeomanry have freeholds of this kind,\r\nthe whole order becomes respectable to their landlords, on account of the\r\npolitical consideration which this gives them. There is, I believe, nowhere in\r\nEurope, except in England, any instance of the tenant building upon the land of\r\nwhich he had no lease, and trusting that the honour of his landlord would take\r\nno advantage of so important an improvement. Those laws and customs, so\r\nfavourable to the yeomanry, have perhaps contributed more to the present\r\ngrandeur of England, than all their boasted regulations of commerce taken\r\ntogether.\r\n\n\r\nThe law which secures the longest leases against successors of every kind, is,\r\nso far as I know, peculiar to Great Britain. It was introduced into Scotland so\r\nearly as 1449, by a law of James II. Its beneficial influence, however, has\r\nbeen much obstructed by entails; the heirs of entail being generally restrained\r\nfrom letting leases for any long term of years, frequently for more than one\r\nyear. A late act of parliament has, in this respect, somewhat slackened their\r\nfetters, though they are still by much too strait. In Scotland, besides, as no\r\nleasehold gives a vote for a member of parliament, the yeomanry are upon this\r\naccount less respectable to their landlords than in England.\r\n\n\r\nIn other parts of Europe, after it was found convenient to secure tenants both\r\nagainst heirs and purchasers, the term of their security was still limited to a\r\nvery short period; in France, for example, to nine years from the commencement\r\nof the lease. It has in that country, indeed, been lately extended to\r\ntwentyseven, a period still too short to encourage the tenant to make the most\r\nimportant improvements. The proprietors of land were anciently the legislators\r\nof every part of Europe. The laws relating to land, therefore, were all\r\ncalculated for what they supposed the interest of the proprietor. It was for\r\nhis interest, they had imagined, that no lease granted by any of his\r\npredecessors should hinder him from enjoying, during a long term of years, the\r\nfull value of his land. Avarice and injustice are always short-sighted, and\r\nthey did not foresee how much this regulation must obstruct improvement, and\r\nthereby hurt, in the long-run, the real interest of the landlord.\r\n\n\r\nThe farmers, too, besides paying the rent, were anciently, it was supposed,\r\nbound to perform a great number of services to the landlord, which were seldom\r\neither specified in the lease, or regulated by any precise rule, but by the use\r\nand wont of the manor or barony. These services, therefore, being almost\r\nentirely arbitrary, subjected the tenant to many vexations. In Scotland the\r\nabolition of all services not precisely stipulated in the lease, has, in the\r\ncourse of a few years, very much altered for the better the condition of the\r\nyeomanry of that country.\r\n\n\r\nThe public services to which the yeomanry were bound, were not less arbitrary\r\nthan the private ones. To make and maintain the high roads, a servitude which\r\nstill subsists, I believe, everywhere, though with different degrees of\r\noppression in different countries, was not the only one. When the king’s\r\ntroops, when his household, or his officers of any kind, passed through any\r\npart of the country, the yeomanry were bound to provide them with horses,\r\ncarriages, and provisions, at a price regulated by the purveyor. Great Britain\r\nis, I believe, the only monarchy in Europe where the oppression of purveyance\r\nhas been entirely abolished. It still subsists in France and Germany.\r\n\n\r\nThe public taxes, to which they were subject, were as irregular and oppressive\r\nas the services. The ancient lords, though extremely unwilling to grant,\r\nthemselves, any pecuniary aid to their sovereign, easily allowed him to\r\ntallage, as they called it, their tenants, and had not knowledge enough to\r\nforesee how much this must, in the end, affect their own revenue. The taille,\r\nas it still subsists in France may serve as an example of those ancient\r\ntallages. It is a tax upon the supposed profits of the farmer, which they\r\nestimate by the stock that he has upon the farm. It is his interest, therefore,\r\nto appear to have as little as possible, and consequently to employ as little\r\nas possible in its cultivation, and none in its improvement. Should any stock\r\nhappen to accumulate in the hands of a French farmer, the taille is almost\r\nequal to a prohibition of its ever being employed upon the land. This tax,\r\nbesides, is supposed to dishonour whoever is subject to it, and to degrade him\r\nbelow, not only the rank of a gentleman, but that of a burgher; and whoever\r\nrents the lands of another becomes subject to it. No gentleman, nor even any\r\nburgher, who has stock, will submit to this degradation. This tax, therefore,\r\nnot only hinders the stock which accumulates upon the land from being employed\r\nin its improvement, but drives away all other stock from it. The ancient tenths\r\nand fifteenths, so usual in England in former times, seem, so far as they\r\naffected the land, to have been taxes of the same nature with the taille.\r\n\n\r\nUnder all these discouragements, little improvement could be expected from the\r\noccupiers of land. That order of people, with all the liberty and security\r\nwhich law can give, must always improve under great disadvantage. The farmer,\r\ncompared with the proprietor, is as a merchant who trades with burrowed money,\r\ncompared with one who trades with his own. The stock of both may improve; but\r\nthat of the one, with only equal good conduct, must always improve more slowly\r\nthan that of the other, on account of the large share of the profits which is\r\nconsumed by the interest of the loan. The lands cultivated by the farmer must,\r\nin the same manner, with only equal good conduct, be improved more slowly than\r\nthose cultivated by the proprietor, on account of the large share of the\r\nproduce which is consumed in the rent, and which, had the farmer been\r\nproprietor, he might have employed in the further improvement of the land. The\r\nstation of a farmer, besides, is, from the nature of things, inferior to that\r\nof a proprietor. Through the greater part of Europe, the yeomanry are regarded\r\nas an inferior rank of people, even to the better sort of tradesmen and\r\nmechanics, and in all parts of Europe to the great merchants and master\r\nmanufacturers. It can seldom happen, therefore, that a man of any considerable\r\nstock should quit the superior, in order to place himself in an inferior\r\nstation. Even in the present state of Europe, therefore, little stock is likely\r\nto go from any other profession to the improvement of land in the way of\r\nfarming. More does, perhaps, in Great Britain than in any other country, though\r\neven there the great stocks which are in some places employed in farming, have\r\ngenerally been acquired by fanning, the trade, perhaps, in which, of all\r\nothers, stock is commonly acquired most slowly. After small proprietors,\r\nhowever, rich and great farmers are in every country the principal improvers.\r\nThere are more such, perhaps, in England than in any other European monarchy.\r\nIn the republican governments of Holland, and of Berne in Switzerland, the\r\nfarmers are said to be not inferior to those of England.\r\n\n\r\nThe ancient policy of Europe was, over and above all this, unfavourable to the\r\nimprovement and cultivation of land, whether carried on by the proprietor or by\r\nthe farmer; first, by the general prohibition of the exportation of corn,\r\nwithout a special licence, which seems to have been a very universal\r\nregulation; and, secondly, by the restraints which were laid upon the inland\r\ncommerce, not only of corn, but of almost every other part of the produce of\r\nthe farm, by the absurd laws against engrossers, regraters, and forestallers,\r\nand by the privileges of fairs and markets", "summary": "\nThis text examines the economic relationships between domestic and foreign trade, as well as the historical development of agriculture, manufacturing, and commerce in Europe. The author argues that capital employed in domestic trade generates more economic activity than an equal amount invested in foreign trade, as domestic capital circulates more rapidly. When foreign goods are purchased with other foreign goods, the economic effects remain similar to direct foreign trade, though returns may be more delayed.\nThe natural economic progression in societies begins with agriculture, followed by manufactures, and finally foreign commerce. This order reflects both necessity and human inclination, as agriculture provides subsistence before luxury can be considered. The author notes that most individuals prefer to invest capital in land improvement rather than in manufacturing or trade, as land ownership offers greater security and tranquility. Towns naturally develop to support agricultural areas, with artificers, merchants, and tradespeople settling together to facilitate exchange between rural and urban populations.\nIn North American colonies, where undeveloped land was readily available, artificers with surplus capital typically became landowners rather than manufacturers. Conversely, in countries without accessible uncultivated land, artisans with additional capital establish manufacturing operations. The author contends that the natural economic progression has been inverted in modern European states due to historical disruptions, particularly the fall of the Roman Empire and subsequent barbarian invasions.\nLarge landholdings emerged during this chaotic period, and laws of primogeniture and entails prevented their division across generations. These institutions, originally designed to preserve powerful estates as units of political control, persisted even after their original purpose became obsolete. The author criticizes entails as absurd in modern society, arguing they restrict the natural rights of subsequent generations based on the \"fancy of those who died perhaps five hundred years ago.\"\nGreat landowners rarely proved to be effective improvers of their estates, often lacking both inclination and ability to manage agricultural improvements profitably. Various forms of land tenure hindered agricultural development, beginning with slave cultivation, which the author describes as ultimately the most expensive form of labor despite appearing cheaper. Slaves had no personal interest in productivity beyond avoiding punishment, resulting in inefficient cultivation.\nThe metayer system that replaced slavery in parts of Europe represented an improvement, though still problematic. Under this arrangement, landlords provided all resources while farmers contributed labor, with produce divided between them. Later, true farmers emerged who worked land with their own stock and paid fixed rents, but their tenure remained precarious until legal protections developed. In England, stronger legal protections for tenants led to greater agricultural improvement than elsewhere in Europe.\nGovernment policies further inhibited agricultural development through restrictions on grain exports, burdensome regulation of internal commerce, arbitrary services required of yeomanry, and oppressive taxation systems like the French taille. These policies, combined with insecure tenure, prevented the accumulation of capital necessary for agricultural improvement. The author concludes that wealthy farmers, alongside small proprietors, have been the principal agricultural improvers throughout Europe.\n", "map": [["Capital in domestic trade", "Rapid economic circulation"], ["Natural economic progression", "Agriculture before manufacturing"], ["Land ownership", "Security and tranquility preference"], ["Town development", "Support for agricultural areas"], ["Surplus capital use", "Land acquisition vs manufacturing"], ["European economic inversion", "Historical disruptions"], ["Large landholdings", "Primogeniture and entails"], ["Great landowners", "Ineffective agricultural improvers"], ["Evolving land tenure", "Agricultural development impact"], ["Slave cultivation", "Most expensive labor system"], ["Metayer system", "Shared produce arrangement"], ["Tenant farmer protections", "Agricultural improvement rates"], ["Government policies", "Agricultural development inhibition"], ["Capital accumulation barriers", "Agricultural improvement prevention"], ["Wealthy farmers", "Principal agricultural improvers"]]}