{"source": "https://standardebooks.org/ebooks/helen-keller/the-story-of-my-life/text/single-page", "text": " Please kiss your dear little baby for me, and tell her I have a little brother nearly sixteen months old. His name is Phillips Brooks. I named him myself after my dear friend Phillips Brooks. I send you with this letter a pretty book which my teacher thinks will interest you, and my picture. Please accept them with the love and good wishes of your friend,\nHelen Keller.\nTuscumbia, Alabama.\nNovember fourth. [1892.]\nHitherto the letters have been given in full; from this point on passages are omitted and the omissions are indicated.\nTo Mr. John Hitz\nTuscumbia, Alabama, Dec. 19, 1892.\nMy Dear Mr. Hitz,\nI hardly know how to begin a letter to you, it has been such a long time since your kind letter reached me, and there is so much that I would like to write if I could. You must have wondered why your letter has not had an answer, and perhaps you have thought Teacher and me very naughty indeed. If so, you will be very sorry when I tell you something. Teacher’s eyes have been hurting her so that she could not write to anyone, and I have been trying to fulfil a promise which I made last summer. Before I left Boston, I was asked to write a sketch of my life for the Youth’s Companion. I had intended to write the sketch during my vacation: but I was not well, and I did not feel able to write even to my friends. But when the bright, pleasant autumn days came, and I felt strong again I began to think about the sketch. It was some time before I could plan it to suit me. You see, it is not very pleasant to write all about one’s self. At last, however, I got something bit by bit that Teacher thought would do, and I set about putting the scraps together, which was not an easy task: for, although I worked some on it every day, I did not finish it until a week ago Saturday. I sent the sketch to the Companion as soon as it was finished; but I do not know that they will accept it. Since then, I have not been well, and I have been obliged to keep very quiet, and rest; but today I am better, and tomorrow I shall be well again, I hope.\nThe reports which you have read in the paper about me are not true at all. We received the Silent Worker which you sent, and I wrote right away to the editor to tell him that it was a mistake. Sometimes I am not well; but I am not a “wreck,” and there is nothing “distressing” about my condition.\nI enjoyed your dear letter so much! I am always delighted when anyone writes me a beautiful thought which I can treasure in my memory forever. It is because my books are full of the riches of which Mr. Ruskin speaks that I love them so dearly. I did not realize until I began to write the sketch for the Companion, what precious companions books have been to me, and how blessed even my life has been: and now I am happier than ever because I do realize the happiness that has come to me. I hope you will write to me as often as you can. Teacher and I are always delighted to hear from you. I want to write to Mr. Bell and send him my picture. I suppose he has been too busy to write to his little friend. I often think of the pleasant time we had all together in Boston last spring.\nNow I am going to tell you a secret. I think we, Teacher, and my father and little sister, and myself, will visit Washington next March!!! Then I shall see you, and dear Mr. Bell, and Elsie and Daisy again! Would not it be lovely if Mrs. Pratt could meet us there? I think I will write to her and tell her the secret too.⁠ ⁠…\nLovingly your little friend,\nHelen Keller.\nP.S. Teacher says you want to know what kind of a pet I would like to have. I love all living things⁠—I suppose everyone does; but of course I cannot have a menagerie. I have a beautiful pony, and a large dog. And I would like a little dog to hold in my lap, or a big pussy (there are no fine cats in Tuscumbia) or a parrot. I would like to feel a parrot talk, it would be so much fun! but I would be pleased with, and love any little creature you send me.\n\nH. K.\n\nTo Miss Caroline Derby\nTuscumbia, Alabama, February 18, 1893.\n… You have often been in my thoughts during these sad days, while my heart has been grieving over the loss of my beloved friend,10 and I have wished many times that I was in Boston with those who knew and loved him as I did⁠ ⁠… he was so much of a friend to me! so tender and loving always! I do try not to mourn his death too sadly. I do try to think that he is still near, very near; but sometimes the thought that he is not here, that I shall not see him when I go to Boston⁠—that he is gone⁠—rushes over my soul like a great wave of sorrow. But at other times, when I am happier, I do feel his beautiful presence, and his loving hand leading me in pleasant ways. Do you remember the happy hour we spent with him last June when he held my hand, as he always did, and talked to us about his friend Tennyson, and our own dear poet Dr. Holmes, and I tried to teach him the manual alphabet, and he laughed so gaily over his mistakes, and afterward I told him about my tea, and he promised to come? I can hear him now, saying in his cheerful, decided way, in reply to my wish that my tea might be a success, “Of course it will, Helen. Put your whole heart in the good work, my child, and it cannot fail.” I am glad the people are going to raise a monument to his memory.⁠ ⁠…\nIn March Helen and Miss Sullivan went North, and spent the next few months traveling and visiting friends.\nIn reading this letter about Niagara one should remember that Miss Keller knows distance and shape, and that the size of Niagara is within her experience after she has explored it, crossed the bridge and gone down in the elevator. Especially important are such details as her feeling the rush of the water by putting her hand on the window. Dr. Bell gave her a down pillow, which she held against her to increase the vibrations.\nTo Mrs. Kate Adams Keller\nSouth Boston, April 13, 1893.\n… Teacher, Mrs. Pratt and I very unexpectedly decided to take a journey with dear Dr. Bell⁠ ⁠… Mr. Westervelt, a gentleman whom father met in Washington, has a school for the deaf in Rochester. We went there first.⁠ ⁠…\nMr. Westervelt gave us a reception one afternoon. A great many people came. Some of them asked odd questions. A lady seemed surprised that I loved flowers when I could not see their beautiful colors, and when I assured her I did love them, she said, “no doubt you feel the colors with your fingers.” But of course, it is not alone for their bright colors that we love the flowers.⁠ ⁠… A gentleman asked me what beauty meant to my mind. I must confess I was puzzled at first. But after a minute I answered that beauty was a form of goodness⁠—and he went away.\nWhen the reception was over we went back to the hotel and teacher slept quite unconscious of the surprise which was in store for her. Mr. Bell and I planned it together, and Mr. Bell made all the arrangements before we told teacher anything about it. This was the surprise⁠—I was to have the pleasure of taking my dear teacher to see Niagara Falls!⁠ ⁠…\nThe hotel was so near the river that I could feel it rushing past by putting my hand on the window. The next morning the sun rose bright and warm, and we got up quickly for our hearts were full of pleasant expectation.⁠ ⁠… You can never imagine how I felt when I stood in the presence of Niagara until you have the same mysterious sensations yourself. I could hardly realize that it was water that I felt rushing and plunging with impetuous fury at my feet. It seemed as if it were some living thing rushing on to some terrible fate. I wish I could describe the cataract as it is, its beauty and awful grandeur, and the fearful and irresistible plunge of its waters over the brow of the precipice. One feels helpless and overwhelmed in the presence of such a vast force. I had the same feeling once before when I first stood by the great ocean and felt its waves beating against the shore. I suppose you feel so, too, when you gaze up to the stars in the stillness of the night, do you not?⁠ ⁠… We went down a hundred and twenty feet in an elevator that we might see the violent eddies and whirlpools in the deep gorge below the Falls. Within two miles of the Falls is a wonderful suspension bridge. It is thrown across the gorge at a height of two hundred and fifty-eight feet above the water and is supported on each bank by towers of solid rock, which are eight hundred feet apart. When we crossed over to the Canadian side, I cried, “God save the Queen!” Teacher said I was a little traitor. But I do not think so. I was only doing as the Canadians do, while I was in their country, and besides I honor England’s good queen⁠ ⁠…\nYou will be pleased, dear Mother, to hear that a kind lady whose name is Miss Hooker is endeavoring to improve my speech. Oh, I do so hope and pray that I shall speak well some day!⁠ ⁠…\nMr. Munsell spent last Sunday evening with us. How you would have enjoyed hearing him tell about Venice! His beautiful word-pictures made us feel as if we were sitting in the shadow of San Marco, dreaming, or sailing upon the moonlit canal.⁠ ⁠… I hope when I visit Venice, as I surely shall some day, that Mr. Munsell will go with me. That is my castle in the air. You see, none of my friends describe things to me so vividly and so beautifully as he does.⁠ ⁠…\nHer visit to the World’s Fair she described in a letter to Mr. John P. Spaulding, which was published in St. Nicholas, and is much like the following letter. In a prefatory note which Miss Sullivan wrote for St. Nicholas, she says that people frequently said to her, “Helen sees more with her fingers than we do with our eyes.” The President of the Exposition gave her this letter:\nTo The Chiefs of the Departments and Officers in Charge of Buildings and Exhibits\nGentlemen⁠—The bearer, Miss Helen Keller, accompanied by Miss Sullivan, is desirous of making a complete inspection of the Exposition in all Departments. She is blind and deaf, but is able to converse, and is introduced to me as one having a wonderful ability to understand the objects she visits, and as being possessed of a high order of intelligence and of culture beyond her years. Please favour her with every facility to examine the exhibits in the several Departments, and extend to her such other courtesies as may be possible.\nThanking you in advance for the same, I am, with respect,\nVery truly yours,\n(signed) H. N. Higinbotham,\n\t\t\t\t\t\tPresident.\nTo Miss Caroline Derby\nHulton, PA, August 17, 1893.\n… Everyone at the Fair was very kind to me⁠ ⁠… Nearly all of the exhibitors seemed perfectly willing to let me touch the most delicate things, and they were very nice about explaining everything to me. A French gentleman, whose name I cannot remember, showed me the great French bronzes. I believe they gave me more pleasure than anything else at the Fair: they were so lifelike and wonderful to my touch. Dr. Bell went with us himself to the electrical building, and showed us some of the historical telephones. I saw the one through which Emperor Dom Pedro listened to the words, “To be, or not to be,” at the Centennial. Dr. Gillett of Illinois took us to the Liberal Arts and Woman’s buildings. In the former I visited Tiffany’s exhibit, and held the beautiful Tiffany diamond, which is valued at one hundred thousand dollars, and touched many other rare and costly things. I sat in King Ludwig’s armchair and felt like a queen when Dr. Gillett remarked that I had many loyal subjects. At the Woman’s building we met the Princess Maria Schaovskoy of Russia, and a beautiful Syrian lady. I liked them both very much. I went to the Japanese department with Prof. Morse who is a well-known lecturer. I never realized what a wonderful people the Japanese are until I saw their most interesting exhibit. Japan must indeed be a paradise for children to judge from the great number of playthings which are manufactured there. The queer-looking Japanese musical instruments, and their beautiful works of art were interesting. The Japanese books are very odd. There are forty-seven letters in their alphabets. Prof. Morse knows a great deal about Japan, and is very kind and wise. He invited me to visit his museum in Salem the next time I go to Boston. But I think I enjoyed the sails on the tranquil lagoon, and the lovely scenes, as my friends described them to me, more than anything else at the Fair. Once, while we were out on the water, the sun went down over the rim of the earth, and threw a soft, rosy light over the White City, making it look more than ever like Dreamland.⁠ ⁠…\nOf course, we visited the Midway Plaisance. It was a bewildering and fascinating place. I went into the streets of Cairo, and rode on the camel. That was fine fun. We also rode in the Ferris wheel, and on the ice-railway, and had a sail in the Whaleback.⁠ ⁠…\nIn the spring of 1893 a club was started in Tuscumbia, of which Mrs. Keller was president, to establish a public library. Miss Keller says:\n“I wrote to my friends about the work and enlisted their sympathy. Several hundred books, including many fine ones, were sent to me in a short time, as well as money and encouragement. This generous assistance encouraged the ladies, and they have gone on collecting and buying books ever since, until now they have a very respectable public library in the town.”\nTo Mrs. Charles E. Inches\nHulton, PA, Oct. 21, 1893.\n… We spent September at home in Tuscumbia⁠ ⁠… and were all very happy together.⁠ ⁠… Our quiet mountain home was especially attractive and restful after the excitement and fatigue of our visit to the World’s Fair. We enjoyed the beauty and solitude of the hills more than ever.\nAnd now we are in Hulton, PA again where I am going to study this winter with a tutor assisted by my dear teacher. I study Arithmetic, Latin and literature. I enjoy my lessons very much. It is so pleasant to learn about new things. Every day I find how little I know, but I do not feel discouraged since God has given me an eternity in which to learn more. In literature I am studying Longfellow’s poetry. I know a great deal of it by heart, for I loved it long before I knew a metaphor from a synecdoche. I used to say I did not like arithmetic very well, but now I have changed my mind. I see what a good and useful study it is, though I must confess my mind wanders from it sometimes! for, nice and useful as arithmetic is, it is not as interesting as a beautiful poem or a lovely story. But bless me, how time does fly. I have only a few moments left in which to answer your questions about the “Helen Keller” Public Library.\n1. I think there are about 3,000 people in Tuscumbia, AL, and perhaps half of them are colored people. 2. At present there is no library of any sort in the town. That is why I thought about starting one. My mother and several of my lady friends said they would help me, and they formed a club, the object of which is to work for the establishment of a free public library in Tuscumbia. They have now about 100 books and about $55 in money, and a kind gentleman has given us land on which to erect a library building. But in the meantime the club has rented a little room in a central part of the town, and the books which we already have are free to all. 3. Only a few of my kind friends in Boston know anything about the library. I did not like to trouble them while I was trying to get money for poor little Tommy, for of course it was more important that he should be educated than that my people should have books to read. 4. I do not know what books we have, but I think it is a miscellaneous (I think that is the word) collection.⁠ ⁠…\nP.S. My teacher thinks it would be more businesslike to say that a list of the contributors toward the building fund will be kept and published in my father’s paper, the North Alabamian.\n\nH. K.\n\nTo Miss Caroline Derby\nHulton, PA, December 28, 1893.\n… Please thank dear Miss Derby for me for the pretty shield which she sent me. It is a very interesting souvenir of Columbus, and of the Fair White City; but I cannot imagine what discoveries I have made⁠—I mean new discoveries. We are all discoverers in one sense, being born quite ignorant of all things; but I hardly think that is what she meant. Tell her she must explain why I am a discoverer.⁠ ⁠…\nTo Dr. Edward Everett Hale\nHulton, Pennsylvania, January 14. [1894]\nMy dear Cousin: I had thought to write to you long before this in answer to your kind letter which I was so glad to receive, and to thank you for the beautiful little book which you sent me; but I have been very busy since the beginning of the New Year. The publication of my little story in the Youth’s Companion has brought me a large number of letters⁠—last week I received sixty-one!⁠—and besides replying to some of these letters, I have many lessons to learn, among them Arithmetic and Latin; and, you know, Caesar is Caesar still, imperious and tyrannical, and if a little girl would understand so great a man, and the wars and conquests of which he tells in his beautiful Latin language, she must study much and think much, and study and thought require time.\nI shall prize the little book always, not only for its own value; but because of its associations with you. It is a delight to think of you as the giver of one of your books into which, I am sure, you have wrought your own thoughts and feelings, and I thank you very much for remembering me in such a very beautiful way.⁠ ⁠…\nIn February Helen and Miss Sullivan returned to Tuscumbia. They spent the rest of the spring reading and studying. In the summer they attended the meeting at Chautauqua of the American Association for the Promotion of the Teaching of Speech to the Deaf, where Miss Sullivan read a paper on Helen Keller’s education.\nIn the fall Helen and Miss Sullivan entered the Wright-Humason School in New York, which makes a special of lipreading and voice-culture. The “singing lessons” were to strengthen her voice. She had taken a few piano lessons at the Perkins Institution. The experiment was interesting, but of course came to little.\nTo Miss Caroline Derby\nThe Wright-Humason School.\n\t\t\t\t\t\t42 West 76th St.\n\t\t\t\t\t\tNew York. Oct. 23, 1894.\n… The school is very pleasant, and bless you! it is quite fashionable.⁠ ⁠… I study Arithmetic, English Literature and United States History as I did last winter. I also keep a diary. I enjoy my singing lessons with Dr. Humason more than I can say. I expect to take piano lessons sometime.⁠ ⁠…\nLast Saturday our kind teachers planned a delightful trip to Bedloe’s Island to see Bartholdi’s great statue of Liberty enlightening the world.⁠ ⁠… The ancient cannon, which look seaward, wear a very menacing expression; but I doubt if there is any unkindness in their rusty old hearts.\nLiberty is a gigantic figure of a woman in Greek draperies, holding in her right hand a torch.⁠ ⁠… A spiral stairway leads from the base of this pedestal to the torch. We climbed up to the head which will hold forty persons, and viewed the scene on which Liberty gazes day and night, and O, how wonderful it was! We did not wonder that the great French artist thought the place worthy to be the home of his grand ideal. The glorious bay lay calm and beautiful in the October sunshine, and the ships came and went like idle dreams; those seaward going slowly disappeared like clouds that change from gold to gray; those homeward coming sped more quickly like birds that seek their mother’s nest.⁠ ⁠…\nTo Miss Caroline Derby\nThe Wright-Humason School.\n\t\t\t\t\t\tNew York, March 15, 1895.\n… I think I have improved a little in lipreading, though I still find it very difficult to read rapid speech; but I am sure I shall succeed some day if I only persevere. Dr. Humason is still trying to improve my speech. Oh, Carrie, how I should like to speak like other people! I should be willing to work night and day if it could only be accomplished. Think what a joy it would be to all of my friends to hear me speak naturally!! I wonder why it is so difficult and perplexing for a deaf child to learn to speak when it is so easy for other people; but I am sure I shall speak perfectly some time if I am only patient.⁠ ⁠…\nAlthough I have been so busy, I have found time to read a good deal.⁠ ⁠… I have lately read Wilhelm Tell by Schiller, and The Lost Vestal.⁠ ⁠… Now I am reading Nathan the Wise by Lessing and King Arthur by Miss Mulock.\n… You know our kind teachers take us to see everything which they think will interest us, and we learn a great deal in that delightful way. On George Washington’s birthday we all went to the Dog Show, and although there was a great crowd in the Madison Square Garden, and despite the bewilderment caused by the variety of sounds made by the dog-orchestra, which was very confusing to those who could hear them, we enjoyed the afternoon very much. Among the dogs which received the most attention were the bulldogs. They permitted themselves startling liberties when anyone caressed them, crowding themselves almost into one’s arms and helping themselves without ceremony to kisses, apparently unconscious of the impropriety of their conduct. Dear me, what unbeautiful little beasts they are! But they are so good natured and friendly, one cannot help liking them.\nDr. Humason, Teacher, and I left the others at the Dog Show and went to a reception given by the “Metropolitan Club.”⁠ ⁠… It is sometimes called the “Millionaires’ Club.” The building is magnificent, being built of white marble; the rooms are large and splendidly furnished; but I must confess, so much splendor is rather oppressive to me; and I didn’t envy the millionaires in the least all the happiness their gorgeous surroundings are supposed to bring them.⁠ ⁠…\nTo Mrs. Kate Adams Keller\nNew York, March 31, 1895.\n… Teacher and I spent the afternoon at Mr. Hutton’s, and had a most delightful time!⁠ ⁠… We met Mr. Clemens and Mr. Howells there! I had known about them for a long time; but I had never thought that I should see them, and talk to them; and I can scarcely realize now that this great pleasure has been mine! But, much as I wonder that I, only a little girl of fourteen, should come in contact with so many distinguished people, I do realize that I am a very happy child, and very grateful for the many beautiful privileges I have enjoyed. The two distinguished authors were very gentle and kind, and I could not tell which of them I loved best. Mr. Clemens told us many entertaining stories, and made us laugh till we cried. I only wish you could have seen and heard him! He told us that he would go to Europe in a few days to bring his wife and his daughter, Jeanne, back to America, because Jeanne, who is studying in Paris, has learned so much in three years and a half that if he did not bring her home, she would soon know more than he did. I think Mark Twain is a very appropriate nom de plume for Mr. Clemens because it has a funny and quaint sound, and goes well with his amusing writings, and its nautical significance suggests the deep and beautiful things that he has written. I think he is very handsome indeed.⁠ ⁠… Teacher said she thought he looked something like Paradeuski. (If that is the way to spell the name.) Mr. Howells told me a little about Venice, which is one of his favorite cities, and spoke very tenderly of his dear little girl, Winnifred, who is now with God. He has another daughter, named Mildred, who knows Carrie. I might have seen Mrs. Wiggin, the sweet author of Birds’ Christmas Carol, but she had a dangerous cough and could not come. I was much disappointed not to see her, but I hope I shall have that pleasure some other time. Mr. Hutton gave me a lovely little glass, shaped like a thistle, which belonged to his dear mother, as a souvenir of my delightful visit. We also met Mr. Rogers⁠ ⁠… who kindly left his carriage to bring us home.\nWhen the Wright-Humason School closed for the summer, Miss Sullivan and Helen went South.\nTo Mrs. Laurence Hutton\nTuscumbia, Alabama, July 29, 1895.\n… I am spending my vacation very quietly and pleasantly at my beautiful, sunny home, with my loving parents, my darling little sister and my small brother, Phillips⁠ ⁠… My precious teacher is with me too, and so of course I am happy I read a little, walk a little, write a little and play with the children a great deal, and the days slip by delightfully!⁠ ⁠…\nMy friends are so pleased with the improvement which I made in speech and lipreading last year, that it has been decided best for me to continue my studies in New York another year I am delighted at the prospect, of spending another year in your great city I used to think that I should never feel “at home” in New York, but since I have made the acquaintance of so many people, and can look back to such a bright and successful winter there, I find myself looking forward to next year, and anticipating still brighter and better times in the Metropolis.\nPlease give my kindest love to Mr. Hutton, and Mrs. Riggs and Mr. Warner too, although I have never had the pleasure of knowing him personally. As I listen Venicewards, I hear Mr. Hutton’s pen dancing over the pages of his new book It is a pleasant sound because it is full of promise. How much I shall enjoy reading it!\nPlease pardon me, my dear Mrs. Hutton, for sending you a typewritten letter across the ocean I have tried several times to write with a pencil on my little writing machine since I came home; but I have found it very difficult to do so on account of the heat The moisture of my hand soils and blurs the paper so dreadfully, that I am compelled to use my typewriter altogether. And it is not my “Remington” either, but a naughty little thing that gets out of order on the slightest provocation, and cannot be induced to make a period⁠ ⁠…\nTo Mrs. William Thaw\nNew York, October 16, 1895.\nHere we are once more in the great metropolis! We left Hulton Friday night and arrived here Saturday morning. Our friends were greatly surprised to see us, as they had not expected us before the last of this month. I rested Saturday afternoon, for I was very tired, and Sunday I visited with my schoolmates, and now that I feel quite rested, I am going to write to you; for I know you will want to hear that we reached New York safely. We had to change cars at Philadelphia; but we did not mind it much. After we had had our breakfast, Teacher asked one of the trainmen in the station if the New York train was made up. He said no, it would not be called for about fifteen minutes; so we sat down to wait; but in a moment the man came back and asked Teacher if we would like to go to the train at once. She said we would, and he took us way out on the track and put us on board our train. Thus we avoided the rush and had a nice quiet visit before the train started. Was that not very kind? So it always is. Someone is ever ready to scatter little acts of kindness along our pathway, making it smooth and pleasant⁠ ⁠…\nWe had a quiet but very pleasant time in Hulton. Mr. Wade is just as dear and good as ever! He has lately had several books printed in England for me, Old Mortality, The Castle of Otranto and King of No-Land.⁠ ⁠…\nTo Miss Caroline Derby\nNew York, December 29, 1895.\n… Teacher and I have been very gay of late. We have seen our kind friends, Mrs. Dodge, Mr. and Mrs. Hutton, Mrs. Riggs and her husband, and met many distinguished people, among whom were Miss Ellen Terry, Sir Henry Irving and Mr. Stockton! Weren’t we very fortunate? Miss Terry was lovely. She kissed Teacher and said, “I do not know whether I am glad to see you or not; for I feel so ashamed of myself when I think of how much you have done for the little girl.” We also met Mr. and Mrs. Terry, Miss Terry’s brother and his wife. I thought her beauty angellic, and oh, what a clear, beautiful voice she had! We saw Miss Terry again with Sir Henry in King Charles the First, a week ago last Friday, and after the play they kindly let me feel of them and get an idea of how they looked. How noble and kingly the King was, especially in his misfortunes! And how pretty and faithful the poor Queen was! The play seemed so real, we almost forgot where we were, and believed we were watching the genuine scenes as they were acted so long ago. The last act affected us most deeply, and we all wept, wondering how the executioner could have the heart to tear the King from his loving wife’s arms.\nI have just finished reading Ivanhoe. It was very exciting; but I must say I did not enjoy it very much. Sweet Rebecca, with her strong, brave spirit, and her pure, generous nature, was the only character which thoroughly won my admiration. Now I am reading Stories from Scottish History, and they are very thrilling and absorbing!⁠ ⁠…\nThe next two letters were written just after the death of Mr. John P. Spaulding.\nTo Mrs. George H. Bradford\nNew York, February 4, 1896.\nWhat can I say which will make you understand how much Teacher and I appreciate your thoughtful kindness in sending us those little souvenirs of the dear room where we first met the best and kindest of friends? Indeed, you can never know all the comfort you have given us. We have put the dear picture on the mantelpiece in our room where we can see it every day, and I often go and touch it, and somehow I cannot help feeling that our beloved friend is very near to me.⁠ ⁠… It was very hard to take up our school work again, as if nothing had happened; but I am sure it is well that we have duties which must be done, and which take our minds away for a time at least from our sorrow.⁠ ⁠…\nTo Miss Caroline Derby\nNew York, March 2nd, 1896.\n… We miss dear King John sadly. It was so hard to lose him, he was the best and kindest of friends, and I do not know what we shall do without him.⁠ ⁠…\nWe went to a poultry-show⁠ ⁠… and the man there kindly permitted us to feel of the birds. They were so tame, they stood perfectly still when I handled them. I saw great big turkeys, geese, guineas, ducks and many others.\nAlmost two weeks ago we called at Mr. Hutton’s and had a delightful time. We always do! We met Mr. Warner, the writer, Mr. Mabie, the editor of the Outlook and other pleasant people. I am sure you would like to know Mr. and Mrs. Hutton, they are so kind and interesting. I can never tell you how much pleasure they have given us.\nMr. Warner and Mr. Burroughs, the great lover of nature, came to see us a few days after, and we had a delightful talk with them. They were both very, very dear! Mr. Burroughs told me about his home near the Hudson, and what a happy place it must be! I hope we shall visit it some day. Teacher has read me his lively stories about his boyhood, and I enjoyed them greatly. Have you read the beautiful poem, “Waiting”? I know it, and it makes me feel so happy, it has such sweet thoughts. Mr. Warner showed me a scarf-pin with a beetle on it which was made in Egypt fifteen hundred years before Christ, and told me that the beetle meant immortality to the Egyptians because it wrapped itself up and went to sleep and came out again in a new form, thus renewing itself.\nTo Miss Caroline Derby\nNew York, April 25, 1896.\n… My studies are the same as they were when I saw you, except that I have taken up French with a French teacher who comes three times a week. I read her lips almost exclusively, (she does not know the manual alphabet) and we get on quite well. I have read Le Médecin Malgré Lui, a very good French comedy by Molière, with pleasure; and they say I speak French pretty well now, and German also. Anyway, French and German people understand what I am trying to say, and that is very encouraging. In voice-training I have still the same old difficulties to contend against; and the fulfilment of my wish to speak well seems O, so far away! Sometimes I feel sure that I catch a faint glimpse of the goal I am striving for, but in another minute a bend in the road hides it from my view, and I am again left wandering in the dark! But I try hard not to be discouraged. Surely we shall all find at last the ideals we are seeking.⁠ ⁠…\nTo Mr. John Hitz\nBrewster, MA. July 15, 1896.\n… As to the book, I am sure I shall enjoy it very much when I am admitted, by the magic of Teacher’s dear fingers, into the companionship of the two sisters who went to the Immortal Fountain.\nAs I sit by the window writing to you, it is so lovely to have the soft, cool breezes fan my cheek and to feel that the hard work of last year is over! Teacher seems to feel benefitted by the change too; for she is already beginning to look like her dear old self. We only need you, dear Mr. Hitz, to complete our happiness. Teacher and Mrs. Hopkins both say you must come as soon as you can! We will try to make you comfortable.\nTeacher and I spent nine days at Philadelphia. Have you ever been at Dr. Crouter’s Institution? Mr. Howes has probably given you a full account of our doings. We were busy all the time; we attended the meetings and talked with hundreds of people, among whom were dear Dr. Bell, Mr. Banerji of Calcutta, Monsieur Magnat of Paris with whom I conversed in French exclusively, and many other distinguished persons. We had looked forward to seeing you there, and so we were greatly disappointed that you did not come. We think of you so, so often! and our hearts go out to you in tenderest sympathy; and you know better than this poor letter can tell you how happy we always are to have you with us! I made a “speech” on July eighth, telling the members of the Association what an unspeakable blessing speech has been to me, and urging them to give every little deaf child an opportunity to learn to speak.11 Everyone said I spoke very well and intelligibly. After my little “speech,” we attended a reception at which over six hundred people were present. I must confess I do not like such large receptions; the people crowd so, and we have to do so much talking; and yet it is at receptions like the one in Philadelphia that we often meet friends whom we learn to love afterwards. We left the city last Thursday night, and arrived in Brewster Friday afternoon. We missed the Cape Cod train Friday morning, and so we came down to Provincetown in the steamer Longfellow. I am glad we did so; for it was lovely and cool on the water, and Boston Harbor is always interesting.\nWe spent about three weeks in Boston, after leaving New York, and I need not tell you we had a most delightful time. We visited our good friends, Mr. and Mrs. Chamberlin, at Wrentham, out in the country, where they have a lovely home. Their house stands near a charming lake where we went boating and canoeing, which was great fun. We also went in bathing several times. Mr. and Mrs. Chamberlin celebrated the 17th of June by giving a picnic to their literary friends. There were about forty persons present, all of whom were writers and publishers. Our friend, Mr. Alden, the editor of Harper’s was there, and of course we enjoyed his society very much.⁠ ⁠…\nTo Charles Dudley Warner\nBrewster, MA, September 3, 1896.\n… I have been meaning to write to you all summer; there were many things I wanted to tell you, and I thought perhaps you would like to hear about our vacation by the seaside, and our plans for next year; but the happy, idle days slipped away so quickly, and there were so many pleasant things to do every moment, that I never found time to clothe my thought in words, and send them to you. I wonder what becomes of lost opportunities. Perhaps our guardian angel gathers them up as we drop them, and will give them back to us in the beautiful sometime when we have grown wiser, and learned how to use them rightly. But, however this may be, I cannot now write the letter which has lain in my thought for you so long. My heart is too full of sadness to dwell upon the happiness the summer has brought me. My father is dead. He died last Saturday at my home in Tuscumbia, and I was not there. My own dear loving father! Oh, dear friend, how shall I ever bear it!⁠ ⁠…\nOn the first of October Miss Keller entered the Cambridge School for Young Ladies, of which Mr. Arthur Gilman is Principal. The “examinations” mentioned in this letter were merely tests given in the school, but as they were old Harvard papers, it is evident that in some subjects Miss Keller was already fairly well prepared for Radcliffe.\nTo Mrs. Laurence Hutton\n37 Concord Avenue, Cambridge, MA.\nOctober 8, 1896.\n… I got up early this morning, so that I could write you a few lines. I know you want to hear how I like my school. I do wish you could come and see for yourself what a beautiful school it is! There are about a hundred girls, and they are all so bright and happy; it is a joy to be with them.\nYou will be glad to hear that I passed my examinations successfully. I have been examined in English, German, French, and Greek and Roman history. They were the entrance examinations for Harvard College; so I feel pleased to think I could pass them. This year is going to be a very busy one for Teacher and myself. I am studying Arithmetic, English Literature, English History, German, Latin, and advanced geography; there is a great deal of preparatory reading required, and, as few of the books are in raised print, poor Teacher has to spell them all out to me; and that means hard work.\nYou must tell Mr. Howells when you see him, that we are living in his house.⁠ ⁠…\nTo Mrs. William Thaw\n37 Concord Avenue, Cambridge, MA,\nDecember 2, 1896.\n… It takes me a long time to prepare my lessons, because I have to have every word of them spelled out in my hand. Not one of the textbooks which I am obliged to use is in raised print; so of course my work is harder than it would be if I could read my lessons over by myself. But it is harder for Teacher than it is for me because the strain on her poor eyes is so great, and I cannot help worrying about them. Sometimes it really seems as if the task which we have set ourselves were more than we can accomplish; but at other times I enjoy my work more than I can say.\nIt is such a delight to be with the other girls, and do everything that they do. I study Latin, German, Arithmetic and English History, all of which I enjoy except Arithmetic. I am afraid I have not a mathematical mind; for my figures always manage to get into the wrong places!⁠ ⁠…\nTo Mrs. Laurence Hutton\nCambridge, MA, May 3, 1897.\n… You know I am trying very hard to get through with the reading for the examinations in June, and this, in addition to my regular schoolwork keeps me awfully busy. But Johnson, and The Plague and everything else must wait a few minutes this afternoon, while I say, thank you, my dear Mrs. Hutton.⁠ ⁠…\n… What a splendid time we had at the “Players’ Club.” I always thought clubs were dull, smoky places, where men talked politics, and told endless stories, all about themselves and their wonderful exploits: but now I see, I must have been quite wrong.⁠ ⁠…\nTo Mr. John Hitz\nWrentham, MA. July 9, 1897.\n… Teacher and I are going to spend the summer at Wrentham, MA with our friends, the Chamberlins. I think you remember Mr. Chamberlin, the “Listener” in the Boston Transcript. They are dear, kind people.⁠ ⁠…\nBut I know you want to hear about my examinations. I know that you will be glad to hear that I passed all of them successfully. The subjects I offered were elementary and advanced German, French, Latin, English, and Greek and Roman History. It seems almost too good to be true, does it not? All the time I was preparing for the great ordeal, I could not suppress an inward fear and trembling lest I should fail, and now it is an unspeakable relief to know that I have passed the examinations with credit. But what I consider my crown of success is the happiness and pleasure that my victory has brought dear Teacher. Indeed, I feel that the success is hers more than mine; for she is my constant inspiration.⁠ ⁠…\nAt the end of September Miss Sullivan and Miss Keller returned to the Cambridge School, where they remained until early in December. Then the interference of Mr. Gilman resulted in Mrs. Keller’s withdrawing Miss Helen and her sister, Miss Mildred, from the school. Miss Sullivan and her pupil went to Wrentham, where they worked under Mr. Merton S. Keith, an enthusiastic and skilful teacher.\nTo Mrs. Laurence Hutton\nWrentham, February 20, 1898.\n… I resumed my studies soon after your departure, and in a very little while we were working as merrily as if the dreadful experience of a month ago had been but a dream. I cannot tell you how much I enjoy the country. It is so fresh, and peaceful and free! I do think I could work all day long without feeling tired if they would let me. There are so many pleasant things to do⁠—not always very easy things⁠—much of my work in Algebra and Geometry is hard: but I love it all, especially Greek. Just think, I shall soon finish my grammar! Then comes the Iliad. What an inexpressible joy it will be to read about Achilles, and Ulysses, and Andromache and Athene, and the rest of my old friends in their own glorious language! I think Greek is the loveliest language that I know anything about. If it is true that the violin is the most perfect of musical instruments, then Greek is the violin of human thought.\nWe have had some splendid toboganning this month. Every morning, before lesson-time, we all go out to the steep hill on the northern shore of the lake near the house, and coast for an hour or so. Someone balances the toboggan on the very crest of the hill, while we get on, and when we are ready, off we dash down the side of the hill in a headlong rush, and, leaping a projection, plunge into a snowdrift and go swimming far across the pond at a tremendous rate!⁠ ⁠…\nTo Mrs. Laurence Hutton\n[Wrentham] April 12, 1898.\n… I am glad Mr. Keith is so well pleased with my progress. It is true that Algebra and Geometry are growing easier all the time, especially algebra; and I have just received books in raised print which will greatly facilitate my work.⁠ ⁠…\nI find I get on faster, and do better work with Mr. Keith than I did in the classes at the Cambridge School, and I think it was well that I gave up that kind of work. At any rate, I have not been idle since I left school; I have accomplished more, and been happier than I could have been there.⁠ ⁠…\nTo Mrs. Laurence Hutton\n[Wrentham] May 29, 1898.\n… My work goes on bravely. Each day is filled to the brim with hard study; for I am anxious to accomplish as much as possible before I put away my books for the summer vacation. You will be pleased to hear that I did three problems in Geometry yesterday without assistance. Mr. Keith and Teacher were quite enthusiastic over the achievement, and I must confess, I felt somewhat elated myself. Now I feel as if I should succeed in doing something in mathematics, although I cannot see why it is so very important to know that the lines drawn from the extremities of the base of an isosceles triangle to the middle points of the opposite sides are equal! The knowledge doesn’t make life any sweeter or happier, does it? On the other hand, when we learn a new word, it is the key to untold treasures.⁠ ⁠…\nTo Charles Dudley Warner\nWrentham, MA, June 7, 1898.\nI am afraid you will conclude that I am not very anxious for a tandem after all, since I have let nearly a week pass without answering your letter in regard to the kind of wheel I should like. But really, I have been so constantly occupied with my studies since we returned from New York, that I have not had time even to think of the fun it would be to have a bicycle! You see, I am anxious to accomplish as much as possible before the long summer vacation begins. I am glad, though, that it is nearly time to put away my books; for the sunshine and flowers, and the lovely lake in front of our house are doing their best to tempt me away from my Greek and Mathematics, especially from the latter! I am sure the daisies and buttercups have as little use for the science of Geometry as I, in spite of the fact that they so beautifully illustrate its principles.\nBut bless me, I mustn’t forget the tandem! The truth is, I know very little about bicycles. I have only ridden a “sociable,” which is very different from the ordinary tandem. The “sociable” is safer, perhaps, than the tandem; but it is very heavy and awkward, and has a way of taking up the greater part of the road. Besides, I have been told that “sociables” cost more than other kinds of bicycles. My teacher and other friends think I could ride a Columbia tandem in the country with perfect safety. They also think your suggestion about a fixed handlebar a good one. I ride with a divided skirt, and so does my teacher; but it would be easier for her to mount a man’s wheel than for me; so, if it could be arranged to have the ladies’ seat behind, I think it would be better.⁠ ⁠…\nTo Miss Caroline Derby\nWrentham, September 11, 1898.\n… I am out of doors all the time, rowing, swimming, riding and doing a multitude of other pleasant things. This morning I rode over twelve miles on my tandem! I rode on a rough road, and fell off three or four times, and am now awfully lame! But the weather and the scenery were so beautiful, and it was such fun to go scooting over the smoother part of the road, I didn’t mind the mishaps in the least.\nI have really learned to swim and dive⁠—after a fashion! I can swim a little under water, and do almost anything I like, without fear of getting drowned! Isn’t that fine? It is almost no effort for me to row around the lake, no matter how heavy the load may be. So you can well imagine how strong and brown I am.⁠ ⁠…\nTo Mrs. Laurence Hutton\n12 Newbury Street, Boston,\nOctober 23, 1898.\nThis is the first opportunity I have had to write to you since we came here last Monday. We have been in such a whirl ever since we decided to come to Boston; it seemed as if we should never get settled. Poor Teacher has had her hands full, attending to movers, and express-men, and all sorts of people. I wish it were not such a bother to move, especially as we have to do it so often!⁠ ⁠…\n… Mr. Keith comes here at half past three every day except Saturday. He says he prefers to come here for the present. I am reading the Iliad, and the Aeneid and Cicero, besides doing a lot in Geometry and Algebra", "summary": "\nThe letters of Helen Keller between 1892 and 1898 provide a remarkable window into the life, education, and personal growth of this extraordinary young woman who was both deaf and blind. These letters, primarily addressed to friends and mentors, reveal Helen's determination to overcome her disabilities, her intellectual curiosity, and her profound appreciation for the experiences and relationships that enriched her life.\nIn late 1892, while still in Tuscumbia, Alabama, Helen was already demonstrating her literary abilities. She mentions writing a sketch of her life for the Youth's Companion, though she found it challenging to write about herself. She reflects on how books have become precious companions to her, bringing her great happiness. Throughout her correspondence, Helen's love of literature is evident. She discusses reading works by Longfellow, Schiller, Lessing, and mentions studying Latin texts including Caesar and later the Iliad, Aeneid, and Cicero. She particularly expresses her love for Greek, calling it \"the violin of human thought\" and anticipating the joy of reading about Achilles and Ulysses \"in their own glorious language.\"\nHelen's letters chronicle her educational journey across various schools and with different teachers. From her home in Tuscumbia, she moved to the Wright-Humason School in New York, which specialized in lipreading and voice-culture. Later, she attended the Cambridge School for Young Ladies to prepare for college entrance examinations, and eventually studied under Mr. Merton S. Keith after some difficulties at Cambridge School led to her withdrawal. Throughout these transitions, Helen maintained an ambitious study schedule, tackling subjects including arithmetic, algebra, geometry, Latin, Greek, German, French, English literature, and history. She often comments on the extra effort required for her studies since her textbooks were not in raised print, necessitating that everything be spelled out into her hand by her teacher.\nThe letters reflect Helen's determined efforts to learn to speak. At the Wright-Humason School, she took \"singing lessons\" to strengthen her voice and worked diligently on lipreading. She expresses both her struggles and her determination: \"Oh, Carrie, how I should like to speak like other people! I should be willing to work night and day if it could only be accomplished.\" This persistence led to a proud moment in July 1897 when she delivered a speech to the Association (likely the American Association for the Promotion of the Teaching of Speech to the Deaf), urging them to give every deaf child the opportunity to learn to speak. She reports that everyone said she spoke \"very well and intelligibly.\"\nHelen's letters vividly describe her travels and the many cultural experiences that broadened her world. With her devoted teacher (Anne Sullivan), she visited the World's Fair, where she was given special permission to touch the exhibits. She describes holding the beautiful Tiffany diamond \"which is valued at one hundred thousand dollars,\" feeling Japanese musical instruments, and riding a camel in the \"streets of Cairo\" exhibit. A particularly moving account details her trip to Niagara Falls with Dr. Alexander Graham Bell, where she felt the \"impetuous fury\" of the water and compared the sensations to her first experience of the ocean. Helen also writes about attending plays, including seeing Ellen Terry and Henry Irving perform in King Charles the First, after which they kindly allowed her to \"feel of them and get an idea of how they looked.\"\nThroughout her letters, Helen mentions meetings with numerous distinguished people of her time. She describes conversations with Mark Twain (Mr. Clemens) and William Dean Howells, calling Twain \"very handsome\" and noting how he made them \"laugh till we cried.\" She meets the naturalist John Burroughs, has conversations in French with \"Monsieur Magnat of Paris,\" and interacts with numerous authors, editors, and educators. Helen also writes about visiting the \"Millionaires' Club\" in New York, though she confesses that \"so much splendor is rather oppressive to me; and I didn't envy the millionaires in the least all the happiness their gorgeous surroundings are supposed to bring them.\"\nHelen's letters reveal her as a young woman of action and initiative. In 1893, she helped establish a public library in Tuscumbia, writing to friends to enlist their support and successfully collecting hundreds of books and monetary donations. She takes pride in her athletic accomplishments as well, learning to swim and dive, rowing around a lake \"no matter how heavy the load may be,\" and riding over twelve miles on a tandem bicycle despite falling off \"three or four times.\"\nThe letters contain thoughtful reflections that reveal Helen's philosophical depth. When asked about beauty by a gentleman at a reception, she replied that \"beauty was a form of goodness.\" She demonstrates her sensitivity to music and art, enjoying \"word-pictures\" of Venice from Mr. Munsell that made her feel as if she were \"sitting in the shadow of San Marco, dreaming, or sailing upon the moonlit canal.\" Her descriptions of nature are particularly poignant, as when she writes about feeling the sun go down \"over the rim of the earth\" at the World's Fair, throwing \"a soft, rosy light over the White City, making it look more than ever like Dreamland.\"\nThe letters also touch on personal sorrows. Helen writes movingly about the death of a beloved friend, describing how sometimes \"the thought that he is not here... rushes over my soul like a great wave of sorrow,\" while at other times she feels \"his beautiful presence, and his loving hand leading me in pleasant ways.\" In September 1896, she experienced a greater loss with the death of her father, writing, \"My own dear loving father! Oh, dear friend, how shall I ever bear it!\"\nThroughout all her letters, one relationship stands central—that with her teacher, Anne Sullivan. Helen's deep affection and gratitude toward \"Teacher\" is evident in countless references. She worries about the strain on Sullivan's eyes from having to spell textbooks into her hand, calls Sullivan her \"constant inspiration,\" and attributes her successes largely to her teacher's dedication. When Helen passes her examinations successfully, she writes, \"what I consider my crown of success is the happiness and pleasure that my victory has brought dear Teacher. Indeed, I feel that the success is hers more than mine; for she is my constant inspiration.\"\nBy 1898, as the letters conclude, Helen had accomplished remarkable educational achievements, preparing for college entrance despite significant obstacles. Her persistence in the face of difficulties is perhaps best summarized in her reflections on geometry, where she writes with characteristic optimism: \"Now I feel as if I should succeed in doing something in mathematics.\" This statement encapsulates the determined spirit evident throughout her correspondence—a young woman who repeatedly transformed what might have seemed impossible into reality through extraordinary perseverance, intellectual curiosity, and the support of dedicated teachers and friends.\n", "map": [["Helen Keller", "literary abilities"], ["Helen Keller", "Anne Sullivan"], ["Anne Sullivan", "constant inspiration"], ["Helen Keller", "books"], ["books", "precious companions"], ["Helen Keller", "languages"], ["languages", "Greek"], ["Greek", "violin of human thought"], ["Helen Keller", "Latin"], ["Helen Keller", "education journey"], ["education journey", "Wright-Humason School"], ["Wright-Humason School", "lipreading"], ["Wright-Humason School", "voice-culture"], ["education journey", "Cambridge School"], ["Cambridge School", "college preparation"], ["education journey", "Mr. Keith"], ["Helen Keller", "ambitious study schedule"], ["textbooks", "not in raised print"], ["textbooks", "spelled out by teacher"], ["Anne Sullivan", "eye strain"], ["Helen Keller", "speaking efforts"], ["speaking efforts", "determination"], ["speaking efforts", "Association speech"], ["Helen Keller", "travels"], ["travels", "World's Fair"], ["World's Fair", "touching exhibits"], ["travels", "Niagara Falls"], ["Niagara Falls", "Dr. Bell"], ["Niagara Falls", "sensory experience"], ["Helen Keller", "distinguished people"], ["distinguished people", "Mark Twain"], ["distinguished people", "Ellen Terry"], ["distinguished people", "Henry Irving"], ["distinguished people", "John Burroughs"], ["Helen Keller", "public library initiative"], ["public library initiative", "Tuscumbia"], ["Helen Keller", "athletic accomplishments"], ["athletic accomplishments", "swimming"], ["athletic accomplishments", "diving"], ["athletic accomplishments", "rowing"], ["athletic accomplishments", "tandem bicycle"], ["Helen Keller", "philosophical reflections"], ["philosophical reflections", "beauty as goodness"], ["Helen Keller", "nature descriptions"], ["Helen Keller", "personal sorrows"], ["personal sorrows", "friend's death"], ["personal sorrows", "father's death"], ["Helen Keller", "perseverance"], ["perseverance", "educational achievements"], ["educational achievements", "college entrance preparation"], ["Helen Keller", "mathematics"], ["mathematics", "geometry"], ["Helen Keller", "optimism"]]}