{"source": "https://standardebooks.org/ebooks/helen-keller/the-story-of-my-life/text/single-page", "text": " The Iliad is beautiful with all the truth, and grace and simplicity of a wonderfully childlike people while the Aeneid is more stately and reserved. It is like a beautiful maiden, who always lived in a palace, surrounded by a magnificent court; while the Iliad is like a splendid youth, who has had the earth for his playground.\nThe weather has been awfully dismal all the week; but today is beautiful, and our room floor is flooded with sunlight. By and by we shall take a little walk in the Public Gardens. I wish the Wrentham woods were round the corner! But alas! they are not, and I shall have to content myself with a stroll in the Gardens. Somehow, after the great fields and pastures and lofty pine-groves of the country, they seem shut-in and conventional. Even the trees seem citified and self-conscious. Indeed, I doubt if they are on speaking terms with their country cousins! Do you know, I cannot help feeling sorry for these trees with all their fashionable airs? They are like the people whom they see every day, who prefer the crowded, noisy city to the quiet and freedom of the country. They do not even suspect how circumscribed their lives are. They look down pityingly on the country-folk, who have never had an opportunity “to see the great world.” Oh my! if they only realized their limitations, they would flee for their lives to the woods and fields. But what nonsense is this! You will think I’m pining away for my beloved Wrentham, which is true in one sense and not in another. I do miss Red Farm and the dear ones there dreadfully; but I am not unhappy. I have Teacher and my books, and I have the certainty that something sweet and good will come to me in this great city, where human beings struggle so bravely all their lives to wring happiness from cruel circumstances. Anyway, I am glad to have my share in life, whether it be bright or sad.⁠ ⁠…\nTo Mrs. William Thaw\nBoston, December 6th, 1898.\nMy teacher and I had a good laugh over the girls’ frolic. How funny they must have looked in their “roughrider” costumes, mounted upon their fiery steeds! “Slim” would describe them, if they were anything like the sawhorses I have seen. What jolly times they must have at ⸻! I cannot help wishing sometimes that I could have some of the fun that other girls have. How quickly I should lock up all these mighty warriors, and hoary sages, and impossible heroes, who are now almost my only companions; and dance and sing and frolic like other girls! But I must not waste my time wishing idle wishes; and after all my ancient friends are very wise and interesting, and I usually enjoy their society very much indeed. It is only once in a great while that I feel discontented, and allow myself to wish for things I cannot hope for in this life. But, as you know, my heart is usually brimful of happiness. The thought that my dear Heavenly Father is always near, giving me abundantly of all those things, which truly enrich life and make it sweet and beautiful, makes every deprivation seem of little moment compared with the countless blessings I enjoy.\nTo Mrs. William Thaw\n12 Newbury Street, Boston,\nDecember 19th, 1898.\n… I realize now what a selfish, greedy girl I was to ask that my cup of happiness should be filled to overflowing, without stopping to think how many other people’s cups were quite empty. I feel heartily ashamed of my thoughtlessness. One of the childish illusions, which it has been hardest for me to get rid of, is that we have only to make our wishes known in order to have them granted. But I am slowly learning that there is not happiness enough in the world for everyone to have all that he wants; and it grieves me to think that I should have forgotten, even for a moment, that I already have more than my share, and that like poor little Oliver Twist I should have asked for “more.”⁠ ⁠…\nTo Mrs. Laurence Hutton\n12 Newberry Street, Boston.\nDecember 22, 1898.\n… I suppose Mr. Keith writes you the work-a-day news. If so, you know that I have finished all the geometry, and nearly all the Algebra required for the Harvard examinations, and after Christmas I shall begin a very careful review of both subjects. You will be glad to hear that I enjoy Mathematics now. Why, I can do long, complicated quadratic equations in my head quite easily, and it is great fun! I think Mr. Keith is a wonderful teacher, and I feel very grateful to him for having made me see the beauty of Mathematics. Next to my own dear teacher, he has done more than anyone else to enrich and broaden my mind.\nTo Mrs. Laurence Hutton\n12 Newbury Street, Boston,\nJanuary 17, 1899.\n… Have you seen Kipling’s “Dreaming True,” or “Kitchener’s School?” It is a very strong poem and set me dreaming too. Of course you have read about the “Gordon Memorial College,” which the English people are to erect at Khartoum. While I was thinking over the blessings that would come to the people of Egypt through this college, and eventually to England herself, there came into my heart the strong desire that my own dear country should in a similar way convert the terrible loss of her brave sons on the Maine into a like blessing to the people of Cuba. Would a college at Havana not be the noblest and most enduring monument that could be raised to the brave men of the Maine, as well as a source of infinite good to all concerned? Imagine entering the Havana harbor, and having the pier, where the Maine was anchored on that dreadful night, when she was so mysteriously destroyed, pointed out to you, and being told that the great, beautiful building overlooking the spot was the “Maine Memorial College,” erected by the American people, and having for its object the education both of Cubans and Spaniards! What a glorious triumph such a monument would be of the best and highest instincts of a Christian nation! In it there would be no suggestion of hatred or revenge, nor a trace of the old-time belief that might makes right. On the other hand, it would be a pledge to the world that we intend to stand by our declaration of war, and give Cuba to the Cubans, as soon as we have fitted them to assume the duties and responsibilities of a self-governing people.⁠ ⁠…\nTo Mr. John Hitz\n12 Newbury Street, Boston,\nFebruary 3, 1899.\n… I had an exceedingly interesting experience last Monday. A kind friend took me over in the morning to the Boston Art Museum. She had previously obtained permission from General Loring, Supt. of the Museum, for me to touch the statues, especially those which represented my old friends in the Iliad and Aeneid. Was that not lovely? While I was there, General Loring himself came in, and showed me some of the most beautiful statues, among which were the Venus of Medici, the Minerva of the Parthenon, Diana, in her hunting costume, with her hand on the quiver and a doe by her side, and the unfortunate Laocoön and his two little sons, struggling in the fearful coils of two huge serpents, and stretching their arms to the skies with heartrending cries. I also saw Apollo Belvidere. He had just slain the Python and was standing by a great pillar of rock, extending his graceful hand in triumph over the terrible snake. Oh, he was simply beautiful! Venus entranced me. She looked as if she had just risen from the foam of the sea, and her loveliness was like a strain of heavenly music. I also saw poor Niobe with her youngest child clinging close to her while she implored the cruel goddess not to kill her last darling. I almost cried, it was all so real and tragic. General Loring kindly showed me a copy of one of the wonderful bronze doors of the Baptistry of Florence, and I felt of the graceful pillars, resting on the backs of fierce lions. So you see, I had a foretaste of the pleasure which I hope some day to have of visiting Florence. My friend said, she would sometime show me the copies of the marbles brought away by Lord Elgin from the Parthenon. But somehow, I should prefer to see the originals in the place where Genius meant them to remain, not only as a hymn of praise to the gods, but also as a monument of the glory of Greece. It really seems wrong to snatch such sacred things away from the sanctuary of the Past where they belong.⁠ ⁠…\nTo Mr. William Wade\nBoston, February 19th, 1899.\nWhy, bless you, I thought I wrote to you the day after the Eclogues arrived, and told you how glad I was to have them! Perhaps you never got that letter. At any rate, I thank you, dear friend, for taking such a world of trouble for me. You will be glad to hear that the books from England are coming now. I already have the seventh and eighth books of the Aeneid and one book of the Iliad, all of which is most fortunate, as I have come almost to the end of my embossed textbooks.\nIt gives me great pleasure to hear how much is being done for the deaf-blind. The more I learn of them, the more kindness I find. Why, only a little while ago people thought it quite impossible to teach the deaf-blind anything; but no sooner was it proved possible than hundreds of kind, sympathetic hearts were fired with the desire to help them, and now we see how many of those poor, unfortunate persons are being taught to see the beauty and reality of life. Love always finds its way to an imprisoned soul, and leads it out into the world of freedom and intelligence!\nAs to the two-handed alphabet, I think it is much easier for those who have sight than the manual alphabet; for most of the letters look like the large capitals in books; but I think when it comes to teaching a deaf-blind person to spell, the manual alphabet is much more convenient, and less conspicuous.⁠ ⁠…\nTo Mrs. Laurence Hutton\n12 Newbury Street, Boston,\nMarch 5, 1899.\n… I am now sure that I shall be ready for my examinations in June. There is but one cloud in my sky at present; but that is one which casts a dark shadow over my life, and makes me very anxious at times. My teacher’s eyes are no better: indeed, I think they grow more troublesome, though she is very brave and patient, and will not give up. But it is most distressing to me to feel that she is sacrificing her sight for me. I feel as if I ought to give up the idea of going to college altogether: for not all the knowledge in the world could make me happy, if obtained at such a cost. I do wish, Mrs. Hutton, you would try to persuade Teacher to take a rest, and have her eyes treated. She will not listen to me.\nI have just had some pictures taken, and if they are good, I would like to send one to Mr. Rogers, if you think he would like to have it. I would like so much to show him in some way how deeply I appreciate all that he is doing for me, and I cannot think of anything better to do.\nEveryone here is talking about the Sargent pictures. It is a wonderful exhibition of portraits, they say. How I wish I had eyes to see them! How I should delight in their beauty and color! However, I am glad that I am not debarred from all pleasure in the pictures. I have at least the satisfaction of seeing them through the eyes of my friends, which is a real pleasure. I am so thankful that I can rejoice in the beauties, which my friends gather and put into my hands!\nWe are all so glad and thankful that Mr. Kipling did not die! I have his Jungle-Book in raised print, and what a splendid, refreshing book it is! I cannot help feeling as if I knew its gifted author. What a real, manly, lovable nature his must be!⁠ ⁠…\nTo Dr. David H. Greer\n12 Newbury Street, Boston,\nMay 8, 1899.\n… Each day brings me all that I can possibly accomplish, and each night brings me rest, and the sweet thought that I am a little nearer to my goal than ever before. My Greek progresses finely. I have finished the ninth book of the Iliad and am just beginning the Odyssey. I am also reading the Aeneid and the Eclogues. Some of my friends tell me that I am very foolish to give so much time to Greek and Latin; but I am sure they would not think so, if they realized what a wonderful world of experience and thought Homer and Virgil have opened up to me. I think I shall enjoy the Odyssey most of all. The Iliad tells of almost nothing but war, and one sometimes wearies of the clash of spears and the din of battle; but the Odyssey tells of nobler courage⁠—the courage of a soul sore tried, but steadfast to the end. I often wonder, as I read these splendid poems why, at the same time that Homer’s songs of war fired the Greeks with valor, his songs of manly virtue did not have a stronger influence upon the spiritual life of the people. Perhaps the reason is, that thoughts truly great are like seeds cast into the human mind, and either lie there unnoticed, or are tossed about and played with, like toys, until, grown wise through suffering and experience, a race discovers and cultivates them. Then the world has advanced one step in its heavenward march.\nI am working very hard just now. I intend to take my examinations in June, and there is a great deal to be done, before I shall feel ready to meet the ordeal.⁠ ⁠…\nYou will be glad to hear that my mother, and little sister and brother are coming north to spend this summer with me. We shall all live together in a small cottage on one of the lakes at Wrentham, while my dear teacher takes a much needed rest. She has not had a vacation for twelve years, think of it, and all that time she has been the sunshine of my life. Now her eyes are troubling her a great deal, and we all think she ought to be relieved, for a while, of every care and responsibility. But we shall not be quite separated; we shall see each other every day, I hope. And, when July comes, you can think of me as rowing my dear ones around the lovely lake in the little boat you gave me, the happiest girl in the world!⁠ ⁠…\nTo Mrs. Laurence Hutton\n[Boston] May 28th 1899.\n… We have had a hard day. Mr. Keith was here for three hours this afternoon, pouring a torrent of Latin and Greek into my poor bewildered brain. I really believe he knows more Latin and Greek Grammar than Cicero or Homer ever dreamed of! Cicero is splendid, but his orations are very difficult to translate. I feel ashamed sometimes, when I make that eloquent man say what sounds absurd or insipid; but how is a schoolgirl to interpret such genius? Why, I should have to be a Cicero to talk like a Cicero!⁠ ⁠…\nLinnie Haguewood is a deaf-blind girl, one of the many whom Mr. William Wade has helped. She is being educated by Miss Dora Donald who, at the beginning of her work with her pupil, was supplied by Mr. Hitz, Superintendent of the Volta Bureau, with copies of all documents relating to Miss Sullivan’s work with Miss Keller.\nTo Mr. William Wade\nWrentham, MA, June 5, 1899.\n… Linnie Haguewood’s letter, which you sent me some weeks ago, interested me very much. It seemed to show spontaneity and great sweetness of character. I was a good deal amused by what she said about history. I am sorry she does not enjoy it; but I too feel sometimes how dark, and mysterious and even fearful the history of old peoples, old religions and old forms of government really is.\nWell, I must confess, I do not like the sign-language, and I do not think it would be of much use to the deaf-blind. I find it very difficult to follow the rapid motions made by the deaf-mutes, and besides, signs seem a great hindrance to them in acquiring the power of using language easily and freely. Why, I find it hard to understand them sometimes when they spell on their fingers. On the whole, if they cannot be taught articulation, the manual alphabet seems the best and most convenient means of communication. At any rate, I am sure the deaf-blind cannot learn to use signs with any degree of facility.\nThe other day, I met a deaf Norwegian gentleman, who knows Ragnhild Kaata and her teacher very well, and we had a very interesting conversation about her. He said she was very industrious and happy. She spins, and does a great deal of fancy work, and reads, and leads a pleasant, useful life. Just think, she cannot use the manual alphabet! She reads the lips well, and if she cannot understand a phrase, her friends write it in her hand, and in this way she converses with strangers. I cannot make out anything written in my hand, so you see, Ragnhild has got ahead of me in some things. I do hope I shall see her sometime⁠ ⁠…\nTo Mrs. Laurence Hutton\nWrentham, July 29, 1899.\n… I passed in all the subjects I offered, and with credit in advanced Latin.⁠ ⁠… But I must confess, I had a hard time on the second day of my examinations. They would not allow Teacher to read any of the papers to me; so the papers were copied for me in braille. This arrangement worked very well in the languages, but not nearly so well in the Mathematics. Consequently, I did not do so well as I should have done, if Teacher had been allowed to read the Algebra and Geometry to me. But you must not think I blame anyone. Of course they did not realize how difficult and perplexing they were making the examinations for me. How could they⁠—they can see and hear, and I suppose they could not understand matters from my point of view.⁠ ⁠…\nThus far my summer has been sweeter than anything I can remember. My mother, and sister and little brother have been here five weeks, and our happiness knows no bounds. Not only do we enjoy being together; but we also find our little home most delightful. I do wish you could see the view of the beautiful lake from our piazza, the islands looking like little emerald peaks in the golden sunlight, and the canoes flitting here and there, like autumn leaves in the gentle breeze, and breathe in the peculiarly delicious fragrance of the woods, which comes like a murmur from an unknown clime. I cannot help wondering if it is the same fragrance that greeted the Norsemen long ago, when, according to tradition, they visited our shores⁠—an odorous echo of many centuries of silent growth and decay in flower and tree.⁠ ⁠…\nTo Mrs. Samuel Richard Fuller\nWrentham, October 20, 1899.\n… I suppose it is time for me to tell you something about our plans for the winter. You know it has long been my ambition to go to Radcliffe, and receive a degree, as many other girls have done; but Dean Irwin of Radcliffe, has persuaded me to take a special course for the present. She said I had already shown the world that I could do the college work, by passing all my examinations successfully, in spite of many obstacles. She showed me how very foolish it would be for me to pursue a four years’ course of study at Radcliffe, simply to be like other girls, when I might better be cultivating whatever ability I had for writing. She said she did not consider a degree of any real value, but thought it was much more desirable to do something original than to waste one’s energies only for a degree. Her arguments seemed so wise and practical, that I could not but yield. I found it hard, very hard, to give up the idea of going to college; it had been in my mind ever since I was a little girl; but there is no use doing a foolish thing, because one has wanted to do it a long time, is there?\nBut, while we were discussing plans for the winter, a suggestion which Dr. Hale had made long ago flashed across Teacher’s mind⁠—that I might take courses somewhat like those offered at Radcliffe, under the instruction of the professors in these courses. Miss Irwin seemed to have no objection to this proposal, and kindly offered to see the professors and find out if they would give me lessons. If they will be so good as to teach me and if we have money enough to do as we have planned, my studies this year will be English, English Literature of the Elizabethan period, Latin and German.⁠ ⁠…\nTo Mr. John Hitz\n138 Brattle St., Cambridge,\nNov. 11, 1899.\n… As to the braille question, I cannot tell how deeply it distresses me to hear that my statement with regard to the examinations has been doubted. Ignorance seems to be at the bottom of all these contradictions. Why, you yourself seem to think that I taught you American braille, when you do not know a single letter in the system! I could not help laughing when you said you had been writing to me in American braille⁠—and there you were writing your letter in English braille!\nThe facts about the braille examinations are as follows:\nHow I passed my Entrance Examinations for Radcliffe College.\nOn the 29th and 30th of June, 1899, I took my examinations for Radcliffe College. The first day I had elementary Greek and advanced Latin, and the second day Geometry, Algebra and advanced Greek.\nThe college authorities would not permit Miss Sullivan to read the examination papers to me; so Mr. Eugene C. Vining, one of the instructors at the Perkins Institution for the Blind, was employed to copy the papers for me in braille. Mr. Vining was a perfect stranger to me, and could not communicate with me except by writing in braille. The Proctor also was a stranger, and did not attempt to communicate with me in any way; and, as they were both unfamiliar with my speech, they could not readily understand what I said to them.\nHowever, the braille worked well enough in the languages; but when it came to Geometry and Algebra, it was different. I was sorely perplexed, and felt quite discouraged, and wasted much precious time, especially in Algebra. It is true that I am perfectly familiar with all literary braille⁠—English, American, and New York Point; but the method of writing the various signs used in Geometry and Algebra in the three systems is very different, and two days before the examinations I knew only the English method. I had used it all through my school work, and never any other system.\nIn Geometry, my chief difficulty was, that I had always been accustomed to reading the propositions in Line Print, or having them spelled into my hand; and somehow, although the propositions were right before me, yet the braille confused me, and I could not fix in my mind clearly what I was reading. But, when I took up Algebra, I had a harder time still⁠—I was terribly handicapped by my imperfect knowledge of the notation. The signs, which I had learned the day before, and which I thought I knew perfectly, confused me. Consequently my work was painfully slow, and I was obliged to read the examples over and over before I could form a clear idea what I was required to do. Indeed, I am not sure now that I read all the signs correctly, especially as I was much distressed, and found it very hard to keep my wits about me.⁠ ⁠…\nNow there is one more fact, which I wish to state very plainly, in regard to what Mr. Gilman wrote to you. I never received any direct instruction in the Gilman School. Miss Sullivan always sat beside me, and told me what the teachers said. I did teach Miss Hall, my teacher in Physics, how to write the American braille, but she never gave me any instruction by means of it, unless a few problems written for practice, which made me waste much precious time deciphering them, can be called instruction. Dear Frau Gröte learned the manual alphabet, and used to teach me herself; but this was in private lessons, which were paid for by my friends. In the German class Miss Sullivan interpreted to me as well as she could what the teacher said.\nPerhaps, if you would send a copy of this to the head of the Cambridge School, it might enlighten his mind on a few subjects, on which he seems to be in total darkness just now.⁠ ⁠…\nTo Miss Mildred Keller\n138 Brattle Street, Cambridge,\nNovember 26, 1899.\n… At last we are settled for the winter, and our work is going smoothly. Mr. Keith comes every afternoon at four o’clock, and gives me a “friendly lift” over the rough stretches of road, over which every student must go. I am studying English history, English literature, French and Latin, and by and by I shall take up German and English composition⁠—let us groan! You know, I detest grammar as much as you do; but I suppose I must go through it if I am to write, just as we had to get ducked in the lake hundreds of times before we could swim! In French Teacher is reading Columba to me. It is a delightful novel, full of piquant expressions and thrilling adventures, (don’t dare to blame me for using big words, since you do the same!) and, if you ever read it, I think you will enjoy it immensely. You are studying English history, aren’t you. O but it’s exceedingly interesting! I’m making quite a thorough study of the Elizabethan period⁠—of the Reformation, and the Acts of Supremacy and Conformity, and the maritime discoveries, and all the big things, which the “deuce” seems to have invented to plague innocent youngsters like yourself!⁠ ⁠…\nNow we have a swell winter outfit⁠—coats, hats, gowns, flannels and all. We’ve just had four lovely dresses made by a French dressmaker. I have two, of which one has a black silk skirt, with a black lace net over it, and a waist of white poplin, with turquoise velvet and chiffon, and cream lace over a satin yoke. The other is woollen, and of a very pretty green. The waist is trimmed with pink and green brocaded velvet, and white lace, I think, and has double reefers on the front, tucked and trimmed with velvet, and also a row of tiny white buttons. Teacher too has a silk dress. The skirt is black, while the waist is mostly yellow, trimmed with delicate lavender chiffon, and black velvet bows and lace. Her other dress is purple, trimmed with purple velvet, and the waist has a collar of cream lace. So you may imagine that we look quite like peacocks, only we’ve no trains.⁠ ⁠…\nA week ago yesterday there was [a] great football game between Harvard and Yale, and there was tremendous excitement here. We could hear the yells of the boys and the cheers of the lookers-on as plainly in our room as if we had been on the field. Colonel Roosevelt was there, on Harvard’s side; but bless you, he wore a white sweater, and no crimson that we know of! There were about twenty-five thousand people at the game, and, when we went out, the noise was so terrific, we nearly jumped out of our skins, thinking it was the din of war, and not of a football game that we heard. But, in spite of all their wild efforts, neither side was scored, and we all laughed and said, “Oh, well now the pot can’t call the kettle black!”⁠ ⁠…\nTo Mrs. Laurence Hutton\n559 Madison Avenue, New York,\nJanuary 2, 1900.\n… We have been here a week now, and are going to stay with Miss Rhoades until Saturday. We are enjoying every moment of our visit, everyone is so good to us. We have seen many of our old friends, and made some new ones. We dined with the Rogers last Friday, and oh, they were so kind to us! The thought of their gentle courtesy and genuine kindness brings a warm glow of joy and gratitude to my heart. I have seen Dr. Greer too. He has such a kind heart! I love him more than ever. We went to St. Bartholomew’s Sunday, and I have not felt so much at home in a church since dear Bishop Brooks died. Dr. Greer read so slowly, that my teacher could tell me every word. His people must have wondered at his unusual deliberation. After the service he asked Mr. Warren, the organist to play for me. I stood in the middle of the church, where the vibrations from the great organ were strongest, and I felt the mighty waves of sound beat against me, as the great billows beat against a little ship at sea.\nTo Mr. John Hitz\n138 Brattle Street, Cambridge,\nFeb. 3, 1900.\n… My studies are more interesting than ever. In Latin, I am reading Horace’s odes. Although I find them difficult to translate, yet I think they are the loveliest pieces of Latin poetry I have read or shall ever read. In French we have finished Colomba, and I am reading Horace by Corneille and La Fontaine’s fables, both of which are in braille. I have not gone far in either; but I know I shall enjoy the fables, they are so delightfully written, and give such good lessons in a simple and yet attractive way. I do not think I have told you that my dear teacher is reading “The Faery Queen” to me. I am afraid I find fault with the poem as much as I enjoy it. I do not care much for the allegories, indeed I often find them tiresome, and I cannot help thinking that Spenser’s world of knights, paynims, fairies, dragons and all sorts of strange creatures is a somewhat grotesque and amusing world; but the poem itself is lovely and as musical as a running brook.\nI am now the proud owner of about fifteen new books, which we ordered from Louisville. Among them are Henry Esmond, Bacon’s Essays and extracts from English Literature. Perhaps next week I shall have some more books, The Tempest, A Midsummer Night’s Dream and possibly some selections from Green’s history of England. Am I not very fortunate?\nI am afraid this letter savors too much of books⁠—but really they make up my whole life these days, and I scarcely see or hear of anything else! I do believe I sleep on books every night! You know a student’s life is of necessity somewhat circumscribed and narrow and crowds out almost everything that is not in books.⁠ ⁠…\nTo the Chairman of the Academic Board of Radcliffe College\n138 Brattle Street, Cambridge, MA,\nMay 5, 1900.\nDear Sir:\nAs an aid to me in determining my plans for study the coming year, I apply to you for information as to the possibility of my taking the regular courses in Radcliffe College.\nSince receiving my certificate of admission to Radcliffe last July, I have been studying with a private tutor, Horace, Aeschylus, French, German, Rhetoric, English History, English Literature and Criticism, and English composition.\nIn college I should wish to continue most, if not all of these subjects. The conditions under which I work require the presence of Miss Sullivan, who has been my teacher and companion for thirteen years, as an interpreter of oral speech and as a reader of examination papers. In college she, or possibly in some subjects someone else, would of necessity be with me in the lecture-room and at recitations. I should do all my written work on a typewriter, and if a Professor could not understand my speech, I could write out my answers to his questions and hand them to him after the recitation.\nIs it possible for the College to accommodate itself to these unprecedented conditions, so as to enable me to pursue my studies at Radcliffe? I realize that the obstacles in the way of my receiving a college education are very great⁠—to others they may seem insurmountable; but, dear Sir, a true soldier does not acknowledge defeat before the battle.\nTo Mrs. Laurence Hutton\n38 Brattle Street, Cambridge,\nJune 9, 1900.\n… I have not yet heard from the Academic Board in reply to my letter; but I sincerely hope they will answer favorably. My friends think it very strange that they should hesitate so long, especially when I have not asked them to simplify my work in the least, but only to modify it so as to meet the existing circumstances. Cornell has offered to make arrangements suited to the conditions under which I work, if I should decide to go to that college, and the University of Chicago has made a similar offer, but I am afraid if I went to any other college, it would be thought that I did not pass my examinations for Radcliffe satisfactorily.⁠ ⁠…\nIn the fall Miss Keller entered Radcliffe College.\nTo Mr. John Hitz\n14 Coolidge Ave., Cambridge,\nNov. 26, 1900.\n… ⸻ has already communicated with you in regard to her and my plan of establishing an institution for deaf and blind children. At first I was most enthusiastic in its support, and I never dreamed that any grave objections could be raised except indeed by those who are hostile to Teacher, but now, after thinking most seriously and consulting my friends, I have decided that ⸻’s plan is by no means feasible. In my eagerness to make it possible for deaf and blind children to have the same advantages that I have had, I quite forgot that there might be many obstacles in the way of my accomplishing anything like what ⸻ proposed.\nMy friends thought we might have one or two pupils in our own home, thereby securing to me the advantage of being helpful to others without any of the disadvantages of a large school. They were very kind; but I could not help feeling that they spoke more from a business than a humanitarian point of view. I am sure they did not quite understand how passionately I desire that all who are afflicted like myself shall receive their rightful inheritance of thought, knowledge and love. Still I could not shut my eyes to the force and weight of their arguments, and I saw plainly that I must abandon ⸻’s scheme as impracticable. They also said that I ought to appoint an advisory committee to control my affairs while I am at Radcliffe. I considered this suggestion carefully, then I told Mr. Rhoades that I should be proud and glad to have wise friends to whom I could always turn for advice in all important matters. For this committee I chose six, my mother, Teacher, because she is like a mother to me, Mrs. Hutton, Mr. Rhoades, Dr. Greer and Mr. Rogers, because it is they who have supported me all these years and made it possible for me to enter college. Mrs. Hutton had already written to mother, asking her to telegraph if she was willing for me to have other advisers besides herself and Teacher. This morning we received word that mother had given her consent to this arrangement. Now it remains for me to write to Dr. Greer and Mr. Rogers.⁠ ⁠…\nWe had a long talk with Dr. Bell. Finally he proposed a plan which delighted us all beyond words. He said that it was a gigantic blunder to attempt to found a school for deaf and blind children, because then they would lose the most precious opportunities of entering into the fuller, richer, freer life of seeing and hearing children. I had had misgivings on this point; but I could not see how we were to help it. However Mr. Bell suggested that ⸻ and all her friends who are interested in her scheme should organize an association for the promotion of the education of the deaf and blind, Teacher and myself being included of course. Under his plan they were to appoint Teacher to train others to instruct deaf and blind children in their own homes, just as she had taught me. Funds were to be raised for the teachers’ lodgings and also for their salaries. At the same time Dr. Bell added that I could rest content and fight my way through Radcliffe in competition with seeing and hearing girls, while the great desire of my heart was being fulfilled. We clapped our hands and shouted; ⸻ went away beaming with pleasure, and Teacher and I felt more light of heart than we had for sometime. Of course we can do nothing just now; but the painful anxiety about my college work and the future welfare of the deaf and blind has been lifted from our minds. Do tell me what you think about Dr. Bell’s suggestion. It seems most practical and wise to me; but I must know all that there is to be known about it before I speak or act in the matter.⁠ ⁠…\nTo Mr. John D. Wright\nCambridge, December 9, 1900.\nDo you think me a villain and⁠—I can’t think of a word bad enough to express your opinion of me, unless indeed horse-thief will answer the purpose. Tell me truly, do you think me as bad as that? I hope not; for I have thought many letters to you which never got on paper, and I am delighted to get your good letter, yes, I really was, and I intended to answer it immediately, but the days slip by unnoticed when one is busy, and I have been very busy this fall. You must believe that. Radcliffe girls are always up to their ears in work. If you doubt it, you’d better come and see for yourself.\nYes, I am taking the regular college course for a degree. When I am a B.A., I suppose you will not dare call me a villain! I am studying English⁠—Sophomore English, if you please, (though I can’t see that it is different from just plain English) German, French and History. I’m enjoying my work even more than I expected to, which is another way of saying that I’m glad I came. It is hard, very hard at times; but it hasn’t swamped me yet. No, I am not studying Mathematics, or Greek or Latin either. The courses at Radcliffe are elective, only certain courses in English are prescribed. I passed off my English and advanced French before I entered college, and I choose the courses I like best. I don’t however intend to give up Latin and Greek entirely. Perhaps I shall take up these studies later; but I’ve said goodbye to Mathematics forever, and I assure you, I was delighted to see the last of those horrid goblins! I hope to obtain my degree in four years; but I’m not very particular about that. There’s no great hurry, and I want to get as much as possible out of my studies. Many of my friends would be well pleased if I would take two or even one course a year, but I rather object to spending the rest of my life in college.⁠ ⁠…\nTo Mr. William Wade\n14 Coolidge Avenue, Cambridge,\nDecember 9, 1900.\n… Since you are so much interested in the deaf and blind, I will begin by telling you of several cases I have come across lately. Last October I heard of an unusually bright little girl in Texas. Her name is Ruby Rice, and she is thirteen years old, I think. She has never been taught; but they say she can sew and likes to help others in this sort of work. Her sense of smell is wonderful. Why, when she enters a store, she will go straight to the showcases, and she can also distinguish her own things. Her parents are very anxious indeed to find a teacher for her. They have also written to Mr. Hitz about her.\nI also know a child at the Institution for the Deaf in Mississippi. Her name is Maud Scott, and she is six years old. Miss Watkins, the lady who has charge of her wrote me a most interesting letter. She said that Maud was born deaf and lost her sight when she was only three months old, and that when she went to the Institution a few weeks ago, she was quite helpless. She could not even walk and had very little use of her hands. When they tried to teach her to string beads, her little hands fell to her side. Evidently her sense of touch has not been developed, and as yet she can walk only when she holds someone’s hand; but she seems to be an exceedingly bright child. Miss Watkins adds that she is very pretty. I have written to her that when Maud learns to read, I shall have many stories to send her. The dear, sweet little girl, it makes my heart ache to think how utterly she is cut off from all that is good and desirable in life. But Miss Watkins seems to be just the kind of teacher she needs.\nI was in New York not long ago and I saw Miss Rhoades, who told me that she had seen Katie McGirr. She said the poor young girl talked and acted exactly like a little child. Katie played with Miss Rhoades’s rings and took them away, saying with a merry laugh, “You shall not have them again!” She could only understand Miss Rhoades when she talked about the simplest things. The latter wished to send her some books; but she could not find anything simple enough for her! She said Katie was very sweet indeed, but sadly in need of proper instruction. I was much surprised to hear all this; for I judged from your letters that Katie was a very precocious girl.⁠ ⁠…\nA few days ago I met Tommy Stringer in the railroad station at Wrentham. He is a great, strong boy now, and he will soon need a man to take care of him; he is really too big for a lady to manage. He goes to the public school, I hear, and his progress is astonishing, they say; but it doesn’t show as yet in his conversation, which is limited to “Yes” and “No.”⁠ ⁠…\nTo Mr. Charles T. Copeland\nDecember 20, 1900.\nMy dear Mr. Copeland;\nI venture to write to you because I am afraid that if I do not explain why I have stopped writing themes, you will think I have become discouraged, or perhaps that to escape criticism I have beat a cowardly retreat from your class. Please do not think either of these very unpleasant thoughts. I am not discouraged, nor am I afraid. I am confident that I could go on writing themes like those I have written, and I suppose I should get through the course with fairly good marks; but this sort of literary patchwork has lost all interest for me. I have never been satisfied with my work; but I never knew what my difficulty was until you pointed it out to me. When I came to your class last October, I was trying with all my might to be like everybody else, to forget as entirely as possible my limitations and peculiar environment. Now, however, I see the folly of attempting to hitch one’s wagon to a star with harness that does not belong to it.\nI have always accepted other peoples experiences and observations as a matter of course. It never occurred to me that it might be worth while to make my own observations and describe the experiences peculiarly my own. Henceforth I am resolved to be myself, to live my own life and write my own thoughts when I have any. When I have written something that seems to be fresh and spontaneous and worthy of your criticisms, I will bring it to you, if I may, and if you think it good, I shall be happy; but if your verdict is unfavorable, I shall try again and yet again until I have succeeded in pleasing you⁠ ⁠…\nTo Mrs. Laurence Hutton\n14 Coolidge Avenue, Cambridge,\nDecember 27, 1900.\n… So you read about our class luncheon in the papers? How in the world do the papers find out everything, I wonder. I am sure no reporter was present. I had a splendid time; the toasts and speeches were great fun. I only spoke a few words, as I did not know I was expected to speak until a few minutes before I was called upon. I think I wrote you that I had been elected Vice-President of the Freshman Class of Radcliffe.\nDid I tell you in my last letter that I had a new dress, a real party dress with low neck and short sleeves and quite a train? It is pale blue, trimmed with chiffon of the same color. I have worn it only once, but then I felt that Solomon in all his glory was not to be compared with me! Anyway, he certainly never had a dress like mine!⁠ ⁠…\nA gentleman in Philadelphia has just written to my teacher about a deaf and blind child in Paris, whose parents are Poles. The mother is a physician and a brilliant woman, he says. This little boy could speak two or three languages before he lost his hearing through sickness, and he is now only about five years old. Poor little fellow, I wish I could do something for him; but he is so young, my teacher thinks it would be too bad to separate him from his mother. I have had a letter from Mrs. Thaw with regard to the possibility of doing something for these children. Dr. Bell thinks the present census will show that there are more than a thousand12 in the United States alone; and Mrs. Thaw thinks if all my friends were to unite their efforts, “it would be an easy matter to establish at the beginning of this new century a new line upon which mercy might travel,” and the rescue of these unfortunate children could be accomplished.⁠ ⁠…\nTo Mr. William Wade\nCambridge, February 2, 1901.\n… By the way, have you any specimens of English braille especially printed for those who have lost their sight late in life or have fingers hardened by long toil, so that their touch is less sensitive than that of other blind people? I read an account of such a system in one of my English magazines, and I am anxious to know more about it. If it is as efficient as they say, I see no reason why English braille should not be adopted by the blind of all countries. Why, it is the print that can be most readily adapted to many different languages. Even Greek can be embossed in it, as you know. Then, too, it will be rendered still more efficient by the “interpointing system,” which will save an immense amount of space and paper. There is nothing more absurd, I think, than to have five or six different prints for the blind.⁠ ⁠…\nThis letter was written in response to a tentative offer from the editor of The Great Round World to have the magazine published in raised type for the blind, if enough were willing to subscribe. It is evident that the blind should have a good magazine, not a special magazine for the blind, but one of our best monthlies, printed in embossed letters. The blind alone could not support it, but it would not take very much money to make up the additional expense.\nTo The Great Round World\nCambridge, Feb. 16, 1901.\nThe Great Round World,\n\t\t\t\t\t\tNew York City.\nGentlemen: I have only today found time to reply to your interesting letter. A little bird had already sung the good news in my ear; but it was doubly pleasant to have it straight from you.\nIt would be splendid to have The Great Round World printed in “language that can be felt.” I doubt if anyone who enjoys the wondrous privilege of seeing can have any conception of the boon such a publication as you contemplate would be to the sightless. To be able to read for one’s self what is being willed, thought and done in the world⁠—the world in whose joys and sorrows, failures and successes one feels the keenest interest⁠—that would indeed be a happiness too deep for words. I trust that the effort of The Great Round World to bring light to those who sit in darkness will receive the encouragement and support it so richly deserves.\nI doubt, however, if the number of subscribers to an embossed edition of The Great Round World would ever be large; for I am told that the blind as a class are poor. But why should not the friends of the blind assist The Great Round World, if necessary? Surely there are hearts and hands ever ready to make it possible for generous intentions to be wrought into noble deeds.\nWishing you godspeed in an undertaking that is very dear to my heart, I am, etc.\nTo Miss Nina Rhoades\nCambridge, Sept. 25, 1901.\n… We remained in Halifax until about the middle of August.⁠ ⁠… Day after day the Harbor, the warships, and the park kept us busy thinking and feeling and enjoying.⁠ ⁠… When the Indiana visited Halifax, we were invited to go on board, and she sent her own launch for us. I touched the immense cannon, read with my fingers several of the names of the Spanish ships that were captured at Santiago, and felt the places where she had been pierced with shells. The Indiana was the largest and finest ship in the Harbor, and we felt very proud of her.\nAfter we left Halifax, we visited Dr. Bell at Cape Breton. He has a charming, romantic house on a mountain called Beinn Bhreagh, which overlooks the Bras d’Or Lake.⁠ ⁠…\nDr. Bell told me many interesting things about his work. He had just constructed a boat that could be propelled by a kite with the wind in its favor, and one day he tried experiments to see if he could steer the kite against the wind. I was there and really helped him fly the kites. On one of them I noticed that the strings were of wire, and having had some experience in bead work, I said I thought they would break. Dr. Bell said “No!” with great confidence, and the kite was sent up. It began to pull and tug, and lo, the wires broke, and off went the great red dragon, and poor Dr. Bell stood looking forlornly after it. After that he asked me if the strings were all right and changed them at once when I answered in the negative. Altogether we had great fun.⁠ ⁠…\nTo Dr. Edward Everett Hale13\nCambridge, Nov. 10, 1901.\nMy teacher and I expect to be present at the meeting tomorrow in commemoration of the one hundredth anniversary of Dr. Howe’s birth; but I very much doubt if we shall have an opportunity to speak with you; so I am writing now to tell you how delighted I am that you are to speak at the meeting, because I feel that you, better than anyone I know will express the heartfelt gratitude of those who owe their education, their opportunities, their happiness to him who opened the eyes of the blind and gave the dumb lip language.\nSitting here in my study, surrounded by my books, enjoying the sweet and intimate companionship of the great and the wise, I am trying to realize what my life might have been, if Dr. Howe had failed in the great task God gave him to perform. If he had not taken upon himself the responsibility of Laura Bridgman’s education and led her out of the pit of Acheron back to her human inheritance, should I be a sophomore at Radcliffe College today⁠—who can say? But it is idle to speculate about what might have been in connection with Dr. Howe’s great achievement.\nI think only those who have escaped that death-in-life existence, from which Laura Bridgman was rescued, can realize how isolated, how shrouded in darkness, how cramped by its own impotence is a soul without thought or faith or hope. Words are powerless to describe the desolation of that prison-house, or the joy of the soul that is delivered out of its captivity. When we compare the needs and helplessness of the blind before Dr. Howe began his work, with their present usefulness and independence, we realize that great things have been done in our midst. What if physical conditions have built up high walls about us? Thanks to our friend and helper, our world lies upward; the length and breadth and sweep of the heavens are ours!\nIt is pleasant to think that Dr. Howe’s noble deeds will receive their due tribute of affection and gratitude, in the city, which was the scene of his great labors and splendid victories for humanity.\nWith kind greetings, in which my teacher joins me, I am\nAffectionately your friend,\nHelen Keller.\nTo the Hon. George Frisbie Hoar\nCambridge, MA, November 25, 1901.\nMy Dear Senator Hoar:⁠—\nI am glad you liked my letter about Dr. Howe. It was written out of my heart, and perhaps that is why it met a sympathetic response in other hearts. I will ask Dr. Hale to lend me the letter, so that I can make a copy of it for you.\nYou see, I use a typewriter⁠—it is my right hand man, so to speak. Without it I do not see how I could go to college. I write all my themes and examinations on it, even Greek. Indeed, it has only one drawback, and that probably is regarded as an advantage by the professors; it is that one’s mistakes may be detected at a glance; for there is no chance to hide them in illegible writing.\nI know you will be amused when I tell you that I am deeply interested in politics. I like to have the papers read to me, and I try to understand the great questions of the day; but I am afraid my knowledge is very unstable; for I change my opinions with every new book I read. I used to think that when I studied Civil Government and Economics, all my difficulties and perplexities would blossom into beautiful certainties; but alas, I find that there are more tares than wheat in these fertile fields of knowledge.⁠ ⁠…\nThe Writing of the Book\nIt is fitting that Miss Keller’s Story of My Life should appear at this time. What is remarkable in her career is already accomplished, and whatever she may do in the future will be but a relatively slight addition to the success which distinguishes her now. That success has just been assured, for it is her work at Radcliffe during the last two years which has shown that she can carry her education as far as if she were studying under normal conditions. Whatever doubts Miss Keller herself may have had are now at rest.\nSeveral passages of her autobiography, as it appeared in serial form, have been made the subject of a grave editorial in a Boston newspaper, in which the writer regretted Miss Keller’s apparent disillusionment in regard to the value of her college life. He quoted the passages in which she explains that college is not the “universal Athens” she had hoped to find, and cited the cases of other remarkable persons whose college life had proved disappointing. But it is to be remembered that Miss Keller has written many things in her autobiography for the fun of writing them, and the disillusion, which the writer of the editorial took seriously, is in great part humorous. Miss Keller does not suppose her views to be of great importance, and when she utters her opinions on important matters she takes it for granted that her reader will receive them as the opinions of a junior in college, not of one who writes with the wisdom of maturity. For instance, it surprised her that some people were annoyed at what she said about the Bible, and she was amused that they did not see, what was plain enough, that she had been obliged to read the whole Bible in a course in English literature, not as a religious duty put upon her by her teacher or her parents.\nI ought to apologize to the reader and to Miss Keller for presuming to say what her subject matter is worth, but one more explanation is necessary. In her account of her early education Miss Keller is not giving a scientifically accurate record of her life, nor even of the important events. She cannot know in detail how she was taught, and her memory of her childhood is in some cases an idealized memory of what she has learned later from her teacher and others. She is less able to recall events of fifteen years ago than most of us are to recollect our childhood. That is why her teacher’s records may be found to differ in some particulars from Miss Keller’s account.\nThe way in which Miss Keller wrote her story shows, as nothing else can show, the difficulties she had to overcome. When we write, we can go back over our work, shuffle the pages, interline, rearrange, see how the paragraphs look in proof, and so construct the whole work before the eye, as an architect constructs his plans. When Miss Keller puts her work in typewritten form, she cannot refer to it again unless someone reads it to her by means of the manual alphabet.\nThis difficulty is in part obviated by the use of her braille machine, which makes a manuscript that she can read; but as her work must be put ultimately in typewritten form, and as a braille machine is somewhat cumbersome, she has got into the habit of writing directly on her typewriter. She depends so little on her braille manuscript, that, when she began to write her story more than a year ago and had put in braille a hundred pages of material and notes, she made the mistake of destroying these notes before she had finished her manuscript. Thus she composed much of her story on the typewriter, and in constructing it as a whole depended on her memory to guide her in putting together the detached episodes, which Miss Sullivan read over to her.\nLast July, when she had finished under great pressure of work her final chapter, she set to work to rewrite the whole story. Her good friend, Mr. William Wade, had a complete braille copy made for her from the magazine proofs. Then for the first time she had her whole manuscript under her finger at once. She saw imperfections in the arrangement of paragraphs and the repetition of phrases. She saw, too, that her story properly fell into short chapters and redivided it.\nPartly from temperament, partly from the conditions of her work, she has written rather a series of brilliant passages than a unified narrative; in point of fact, several paragraphs of her story are short themes written in her English courses, and the small unit sometimes shows its original limits.\nIn rewriting the story, Miss Keller made corrections on separate pages on her braille machine. Long corrections she wrote out on her typewriter, with catchwords to indicate where they belonged. Then she read from her braille copy the entire story, making corrections as she read, which were taken down on the manuscript that went to the printer. During this revision she discussed questions of subject matter and phrasing. She sat running her finger over the braille manuscript, stopping now and then to refer to the braille notes on which she had indicated her corrections, all the time reading aloud to verify the manuscript.\nShe listened to criticism just as any author listens to his friends or his editor. Miss Sullivan, who is an excellent critic, made suggestions at many points in the course of composition and revision. One newspaper suggested that Miss Keller had been led into writing the book and had been influenced to put certain things into it by zealous friends. As a matter of fact, most of the advice she has received and heeded has led to excisions rather than to additions. The book is Miss Keller’s and is final proof of her independent power.\nPersonality\nMark Twain has said that the two most interesting characters of the nineteenth century are Napoleon and Helen Keller. The admiration with which the world has regarded her is more than justified by what she has done", "summary": "\nThe collected letters of Helen Keller, spanning from 1898 to 1901, offer a profound glimpse into the life, education, and thoughts of one of history's most remarkable individuals. During this period, Keller was a young woman pursuing her education at the highest levels despite being both deaf and blind, revealing her extraordinary intellectual capabilities and indomitable spirit. Her correspondence showcases her literary interests, academic struggles and triumphs, social life, and her deep reflections on her own circumstances and those of other deaf-blind individuals.\nThroughout these letters, Keller's passion for literature and classical studies shines brightly. She expresses thoughtful comparisons between works like the Iliad and Aeneid, describing the former as having \"all the truth, and grace and simplicity of a wonderfully childlike people\" while the latter is \"more stately and reserved.\" Her engagement with Greek, Latin, French, and German texts demonstrates not just her linguistic abilities but her capacity for literary criticism and appreciation. She writes of reading Horace's odes, which she finds \"difficult to translate\" yet considers \"the loveliest pieces of Latin poetry.\" Her descriptions of experiencing classical sculptures at the Boston Art Museum reveal how she absorbed art through touch, creating vivid mental images of works like the Venus of Medici and the Laocoön.\nKeller's academic journey during these years was marked by rigorous preparation for and attendance at Radcliffe College. Her letters detail her studies in geometry, algebra, English literature, and multiple languages. The challenges she faced during examinations were considerable, particularly in mathematics, where the limitations of braille presented significant obstacles. She describes how during her entrance examinations, the college authorities would not permit her teacher, Anne Sullivan, to read the questions to her; instead, they were transcribed into braille by a stranger. This placed her at a disadvantage, as she explains: \"In Geometry, my chief difficulty was, that I had always been accustomed to reading the propositions in Line Print, or having them spelled into my hand; and somehow, although the propositions were right before me, yet the braille confused me.\"\nDespite these challenges, Keller's determination never wavered. She passed her entrance examinations and began her college career, though she ultimately decided to take a special course of study rather than pursue the standard degree program. This decision came after discussions with Dean Irwin of Radcliffe, who suggested that Keller might better serve her talents by focusing on writing rather than simply pursuing a degree \"to be like other girls.\" This practical choice reflected Keller's growing maturity and her recognition that \"there is no use doing a foolish thing, because one has wanted to do it a long time.\"\nCentral to Keller's life and achievements was her relationship with Anne Sullivan, her dedicated teacher. Throughout the letters, Keller expresses concern for Sullivan's failing eyesight and the sacrifices she made. \"My teacher's eyes are no better,\" she writes, \"indeed, I think they grow more troublesome, though she is very brave and patient, and will not give up. But it is most distressing to me to feel that she is sacrificing her sight for me.\" This worry even led Keller to consider abandoning her college plans, stating that \"not all the knowledge in the world could make me happy, if obtained at such a cost.\" Their relationship transcended that of student and teacher; Sullivan was Keller's window to the world, her interpreter, and her closest companion.\nKeller's interest in other deaf-blind individuals forms another significant thread in these letters. She discusses specific cases like Ruby Rice, \"an unusually bright little girl in Texas,\" and Maud Scott, a six-year-old at the Institution for the Deaf in Mississippi who was \"quite helpless\" when she arrived there. Keller contemplates various methods of communication for deaf-blind people, expressing her opinion that the manual alphabet is superior to sign language for those without sight. She considers how best to help others with similar disabilities, initially entertaining the idea of establishing an institution specifically for deaf-blind children.\nLater, influenced by Dr. Alexander Graham Bell's advice, Keller shifts her thinking toward integration rather than segregation. She recounts Bell's suggestion that \"it was a gigantic blunder to attempt to found a school for deaf and blind children, because then they would lose the most precious opportunities of entering into the fuller, richer, freer life of seeing and hearing children.\" Instead, Bell proposed an association to train teachers to instruct deaf-blind children in their own homes, following the model that Sullivan had used with Keller herself.\nDespite her extraordinary circumstances, Keller experienced many typical aspects of young adult life. She writes about new dresses with evident delight, describing one as \"pale blue, trimmed with chiffon of the same color\" and feeling that \"Solomon in all his glory was not to be compared with me!\" She attends a Harvard-Yale football game, describing the \"tremendous excitement\" and how they \"could hear the yells of the boys and the cheers of the lookers-on as plainly in our room as if we had been on the field.\" She travels to Halifax and visits Dr. Bell at Cape Breton, where she helps him fly kites in his experimental work. These glimpses of normalcy amidst her exceptional life add texture and relatability to her experiences.\nKeller's reflections on her own good fortune and opportunities reveal both gratitude and occasional wistfulness. In one candid moment, she writes, \"I cannot help wishing sometimes that I could have some of the fun that other girls have. How quickly I should lock up all these mighty warriors, and hoary sages, and impossible heroes, who are now almost my only companions; and dance and sing and frolic like other girls!\" Yet she quickly corrects herself: \"But I must not waste my time wishing idle wishes... my heart is usually brimful of happiness.\" Her perspective on her advantages evolves over time, as she acknowledges, \"I realize now what a selfish, greedy girl I was to ask that my cup of happiness should be filled to overflowing, without stopping to think how many other people's cups were quite empty.\"\nThe final portion of the document provides insight into the writing of Keller's autobiography, \"The Story of My Life.\" The commentary explains the unusual challenges she faced in composition, unable to refer back to her work visually as most writers do. Initially, she used braille to create notes and drafts, but later transitioned to writing directly on a typewriter. This method meant she could not easily review or reorganize her work without assistance. When revising, she had a complete braille copy made so she could finally have \"her whole manuscript under her finger at once,\" allowing her to identify imperfections in arrangement and repetition of phrases.\nThe commentary emphasizes that the book is \"Miss Keller's and is final proof of her independent power,\" refuting suggestions that she had been unduly influenced by others in its creation. It notes that most advice she received \"led to excisions rather than to additions,\" and that the work stands as testimony to her remarkable abilities. The document concludes by citing Mark Twain's observation that \"the two most interesting characters of the nineteenth century are Napoleon and Helen Keller,\" affirming that \"the admiration with which the world has regarded her is more than justified by what she has done.\"\nThrough these letters and commentary, we witness the intellectual development, personal growth, and extraordinary achievements of Helen Keller during a pivotal period in her life. They document not just the practical challenges she overcame but also her rich inner life, her relationships, and her emerging role as an advocate for others with similar disabilities. The collection offers a window into both the particular struggles of disability and the universal experiences of learning, friendship, and finding one's place in the world.\n", "map": [["Helen Keller", "Letters 1898-1901"], ["Letters 1898-1901", "Literary interests"], ["Literary interests", "Classical studies"], ["Classical studies", "Iliad and Aeneid comparisons"], ["Literary interests", "Multiple languages"], ["Multiple languages", "Greek, Latin, French, German"], ["Helen Keller", "Academic journey"], ["Academic journey", "Radcliffe College"], ["Academic journey", "Examination challenges"], ["Examination challenges", "Braille limitations"], ["Radcliffe College", "Special course of study"], ["Special course of study", "Focus on writing"], ["Helen Keller", "Anne Sullivan"], ["Anne Sullivan", "Teacher and interpreter"], ["Anne Sullivan", "Failing eyesight"], ["Failing eyesight", "Keller's concern"], ["Helen Keller", "Interest in deaf-blind individuals"], ["Interest in deaf-blind individuals", "Ruby Rice and Maud Scott"], ["Interest in deaf-blind individuals", "Communication methods"], ["Communication methods", "Manual alphabet superiority"], ["Interest in deaf-blind individuals", "Initial institution idea"], ["Initial institution idea", "Shift to integration"], ["Dr. Alexander Graham Bell", "Advice on integration"], ["Helen Keller", "Normal young adult experiences"], ["Normal young adult experiences", "Fashion interests"], ["Normal young adult experiences", "Harvard-Yale football game"], ["Normal young adult experiences", "Travel to Halifax"], ["Helen Keller", "Emotional reflections"], ["Emotional reflections", "Gratitude"], ["Emotional reflections", "Occasional wistfulness"], ["Helen Keller", "Autobiography creation"], ["Autobiography creation", "Writing challenges"], ["Writing challenges", "Braille to typewriter transition"], ["Writing challenges", "Revision difficulties"], ["Autobiography", "Proof of independent power"], ["Mark Twain", "Admiration for Helen Keller"]]}